<?php

namespace App\Http\Controllers;

use App\Models\Product;
use App\Models\Category;
use Illuminate\Http\Request;
use Illuminate\Support\Facades\Http;
use Illuminate\Support\Facades\Storage;
use Illuminate\Support\Str;

class ApiDataController extends Controller
{
      public function index()
      {
        $json = '[
          {
            "id": 39263,
            "media": {
              "id": 10338,
              "title": "طرفداری | اولین شبکه اجتماعی ورزشی",
              "username": "tarafdaricom",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 3.7433441972129455,
              "categories": [
                {
                  "id": 22,
                  "title": "Sports",
                  "title_fa": "ورزشی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_041400.9659670000-7FQr4aeO",
              "media_type": "INSTAGRAM",
              "custom_name": "tarafdaricom",
              "following": 167,
              "followers": 149118,
              "likes_per_post_average": 5469,
              "comments_per_post_average": 113,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC6sS8mNwPF",
                  "image": "https://cdn.jaryan.net/2024-11-30_041401.1087820000-m7AKuwij",
                  "likes": 8692,
                  "caption": "👀\nحواشی انتقاد تند جواد خیابانی از عملکرد تیم ملی و عصبانیت او از مصاحبه بیرانوند، هنوز تمام نشده بود که این گزارشگر قدیمی امروز هم دوباره به بیرانوند و شجاع خلیل زاده کنایه زد و گفت:\n\n«پرسپولیس باید در تهران ۴-۰ آلیما را می‌برد و به مرحله بعد جام باشگاه‌های آسیا صعود می‌کرد. احمدرضا عابدزاده داد می‌زد و به افشین پیروانی و دیگر بازیکنان می گفت: برگردید عقب، پای‌تان را قلم می کنم؛ بروید و گل بزنید. پرسپولیس در نهایت ۵-۰ بازی را برد.»\n\n«باور کنید احمدرضا عابدزاده یک تنه آن بازی را درآورد. عابدزاده گلی به ثمر نرساند اما روحیه‌ای که به مدافعان می‌داد باعث برد شد. نه می‌ایستاد درون دروازه که دو نفری پشت هم لایی بخورند نه ادعای دیگری می‌کرد. می‌ایستاد و با قدرت خودش تیم را رهبری می‌کرد.  هیچوقت هم در سه بازی ۷ گل نخورد!»\n\n#تیم_ملی #علیرضا_بیرانوند #شجاع_خلیل_زاده #عابدزاده #فوتبال_ایران #جواد_خیابانی",
                  "comments": 324,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC7OPu1s6we",
                  "image": "https://cdn.jaryan.net/2024-11-30_041401.3079070000-GPChY88I",
                  "likes": 8409,
                  "caption": "🔵🔴\nلیونل مسی که بدون شک بهترین بازیکن تاریخ بارسلونا است، ضمن تبریک تولد باشگاه محبوب خود، گفت:\n\n«باعث افتخار است که بخشی از این باشگاه و همچنین هوادار بارسا هستم. خدا را شکر می‌کنم که مرا به سمت بارسلونا هدایت کرد. خوش شانس بودم که در این تیم حضور داشتم و کل زندگی‌ام را در این باشگاه بزرگ سپری کردم»\n\n«این باشگاه نسبت به هر چیز دیگری، خاص و متفاوت است. این که در حال حاضر به خاطر نحوه مدیریت مسائل در بارسلونا، در باشگاه دیگری هستم، سخت است. این فوق‌العاده است که می‌بینم بارسا در حال حاضر عملکردی عالی دارد»\n\n#مسی #لیونل_مسی #بارسلونا #فوتبال_اروپا #بارسا",
                  "comments": 63,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6_Y6oM0DV",
                  "image": "https://cdn.jaryan.net/2024-11-30_041401.4260630000-1kJt2DvK",
                  "likes": 7739,
                  "caption": "⚪️\nبیل پیرامون نمایش رئال مادرید و هم‌چنین عملکرد ضعیف کیلیان امباپه در بازی با لیورپول گفت:\n\n«کیلیان بهترین بازیکن جهان است و مسأله فقط زمان است تا این موضوع را ثابت کند. هم او و هم  محمد صلاح پنالتی‌های خود را از دست داده‌اند، اما چون لیورپول برنده شد، فقط درباره پنالتی امباپه صحبت می‌شود»\n\n«برای رئال مادرید، رقابت در این شرایط با این همه مصدوم بسیار سخت است. درحال حاضر، خیلی چیزها در مادرید به درستی پیش نمی‌رود\nرئال مادرید دوران سختی را می‌گذراند، اما ما می‌دانیم که این تیم همیشه راهی برای عبور از مشکلات پیدا می‌کند»\n\n#رئال_مادرید #امباپه #بیل #گرت_بیل #لیگ_قهرمانان_اروپا #لیورپول #فوتبال_اروپا",
                  "comments": 94,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC8xXvItkcC",
                  "image": "https://cdn.jaryan.net/2024-11-30_041401.5987060000-skjq4VtE",
                  "likes": 6531,
                  "caption": "🔴🔥\nسرمربی جدید منچستریونایتد در مورد اولین تجربه حضور خود در اولدترافورد که با پیروزی ۳-۲ برابر بوده گلیمت همراه بود، گفت:\n\nطرفداران باعث شدند احساس کنم اولدترافورد مانند خانه‌ام است. بسیار خاص بود. نیمی از استادیوم واقعا با من آشنا نیستند، من از پرتغال آمده‌ام و هنوز هیچ کاری برای این باشگاه انجام نداده‌ام. اما محبتی که از طرفداران دریافت کردم، بسیار خاص است و تا پایان دوران حرفه‌ای خود آن را به یاد خواهم داشت.\n\nهواداران از همان ابتدا از من حمایت می‌کنند، احساس می‌کنم تنها نیستم. حالا یکی از آن‌ها هستم و امیدوارم هوادارانم (هواداران منچستریونایتد) را ناامید نکنم.\n\n#منچستریونایتد #اولدترافورد #لیگ_اروپا #فوتبال_اروپا",
                  "comments": 20,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC7msuYs93F",
                  "image": "https://cdn.jaryan.net/2024-11-30_041401.8217560000-pfDn9Ury",
                  "likes": 6426,
                  "caption": "‌\nنتایج و دیدارهای مهم امروز، 8 آذرماه 1403\n\n#منچستریونایتد #تاتنهام #رم #لیگ_اروپا #چلسی #فوتبال_اروپا",
                  "comments": 25,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6cDZ5tG4J",
                  "image": "https://cdn.jaryan.net/2024-11-30_041402.0062400000-53WJ2RK3",
                  "likes": 5156,
                  "caption": "❌\nتوپ طلای ۲۰۲۴، به صحنه رقابت رودری با وینیسیوس جونیور تبدیل شده بود. توپ طلا در نهایت به هافبک منچسترسیتی رسید و ستاره برزیلی رئال مادرید با دلخوری در این مراسم حاضر نشد. او تنها نبود چون در حقیقت هیچ‌کس از رئال مادرید در این مراسم حاضر نشد. \n\nرودری در آن شب سکوت اختیار کرد، اما اکنون در مورد تصمیمی صحبت کرده که از سوی باشگاهی که ظاهراً به جذب او علاقه دارد، قابل احترام نیست. هافبک اسپانیایی در پادکست The Rest is Football گفت:\n\n«تصمیم افراد یا باشگاه‌ها در مورد کارهایی که باید انجام دهند، به عهده خودشان است. اما من نمی‌توانم به این تصمیم احترام بگذارم، همیشه گفته‌ام اگر من جای آن‌ها بودم چنین کاری انجام نمی‌دادم. سال ۲۰۲۳ ما شرایط متفاوتی داشتیم. ارلینگ (هالند) فاصله زیادی تا بردن این جایزه نداشت. ما خواستیم آن‌جا حضور داشته باشیم و حمایت خودمان را نشان دهیم؛ حتی با وجود این که لئو مسی آن جایزه را برد؛ ما آن‌جا حضور داشتیم و برای او دست زدیم. بله، پیروزی اهمیت دارد اما به نظرم این که چطور بازنده‌ای باشیم هم مهم است.»\n\n#رودری #منچسترسیتی #رئال_مادرید #توپ_طلا #فوتبال_اروپا",
                  "comments": 160,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/tarafdaricom",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1500000,
            "description": "24 ساعته - رمز ارز اجرا نمیشود",
            "advertiser_price": 1050000,
            "discount_percentage": 30,
            "has_promotion": true,
            "impression": 4543,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-11-17T17:32:31.329825+03:30"
          },
          {
            "id": 26193,
            "media": {
              "id": 7166,
              "title": "Mahdi Samani",
              "username": "sosfact",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.9200053184379015,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                },
                {
                  "id": 54,
                  "title": "Cinema-Theatre-TVSeries",
                  "title_fa": "سینما، تئاتر و تلویزیون"
                },
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                },
                {
                  "id": 124,
                  "title": "سرگرمی",
                  "title_fa": "سرگرمی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_235301.0307800000-vyMfiKRh",
              "media_type": "INSTAGRAM",
              "custom_name": "sosfact",
              "following": 101,
              "followers": 11211312,
              "likes_per_post_average": 102097,
              "comments_per_post_average": 1047,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CkhT7b1okxP",
                  "image": "https://cdn.jaryan.net/2024-07-28_114600.8872150000-HBcxtSQI",
                  "likes": 3265266,
                  "caption": "❤️🤍💚",
                  "comments": 8121,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DA0mwUAv3Bx",
                  "image": "https://cdn.jaryan.net/2024-10-11_030701.0513040000-stx3DP68",
                  "likes": 122277,
                  "views": null,
                  "caption": "این حاج خانم عالیه 😂 حامد آهنگی هنگ کرده از جواب دادناش 😂\nخیلی شیرین جواب میده 😂 \n.\n.\n.\n#خنده #حامدآهنگی #حامد #طنز #جوک #شب_آهنگی #سکانس #کمدی #کمدین #باحال #فان #سسفکت \n#sosfact #canada #vancouver",
                  "comments": 1347,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBjsTwgSvWP",
                  "image": "https://cdn.jaryan.net/2024-11-02_021501.0357710000-graZFPHW",
                  "likes": 117499,
                  "views": null,
                  "caption": "سمی ترین مکالمه ی تاریخ 😂\nفقط سام درخشانی 🤌😂\n🎬 سریال روزی روزگاری مریخ \nکارگردان : پیمان قاسم خانی و محسن چگینی\n.\n.\n.\n#سام_درخشانی #سریال #سکانس #کمدی #کمدین #مریخ #سسفکت\n#",
                  "comments": 1580,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBVnmyaRzdN",
                  "image": "https://cdn.jaryan.net/2024-10-22_022400.9935360000-gCqHcq8A",
                  "likes": 110891,
                  "caption": "لحظات عالی برنامه اسکار 😂\nترکیب مدیری و نیما عالیه 😂👍\n.\n.\n.\n#مهران_مدیری #مدیری #نیما_شعبان_نژاد #کمدی #طنز #خنده #کلیپ_خنده #سکانس_برتر #سرگرمی #شاد #کلیپ #سلبریتی #بازیگران #سسفکت \n#sosfact #canada",
                  "comments": 2280,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DBgQXujpqx8",
                  "image": "https://cdn.jaryan.net/2024-11-02_021501.3250130000-ybilK04j",
                  "likes": 108297,
                  "caption": "شما که شیر مایی 😂\nترکیب مهران مدیری و نیما تو برنامه اسکار عالیه 😂🤌\n. \n.\n.\n#مهران_مدیری #اسکار #نیما_شعبان_نژاد #کمدی #کمدین #طنز #خنده #شوخی #کلیپ #بازیگران #سلبریتی #سسفکت \n#sosfact #canada",
                  "comments": 1426,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DBRPU2EJXlo",
                  "image": "https://cdn.jaryan.net/2024-10-22_022401.2291780000-KGwWRDbs",
                  "likes": 102021,
                  "caption": "لحظات خنده دار و عالی تی ان تی 😂\nحامد آهنگی عالیه 😂 همه اسلایدهارو ببینید 🤌😂\nبقیه پست هارو هم ببینید و بخندید 😍\n.\n.\n.\n#آهنگی #حامد_آهنگی #تی_ان_تی #خنده #طنز #کمدی #کمدین #فان #سرگرمی #کلیپ #کلیپ_طنز #کلیپ_خنده #سسفکت\n#sosfact #canada #mahdisamani",
                  "comments": 1119,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/sosfact",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 4500000,
            "description": "24 ساعته",
            "advertiser_price": 4500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 393321,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-11-21T17:39:47.868570+03:30"
          },
          {
            "id": 6135,
            "media": {
              "id": 8129,
              "title": "مجله آشپزی",
              "username": "cook.mag",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.8958890532952146,
              "categories": [
                {
                  "id": 1,
                  "title": "Restaurant-Food",
                  "title_fa": "رستوران و غذا"
                },
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-27_114500.8984740000-lZfd0gz5",
              "media_type": "INSTAGRAM",
              "custom_name": "cook.mag",
              "following": 41,
              "followers": 8017399,
              "likes_per_post_average": 70842,
              "comments_per_post_average": 984,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C5NnmPat0QQ",
                  "image": "https://cdn.jaryan.net/2024-07-27_235300.8797940000-ZIxs5LZ2",
                  "likes": 1706446,
                  "views": null,
                  "caption": "هههمششش گگوشته😍\n@cook.mag  @amohasan_dizii \nعمو حسن 😍 \n#سوسیس  #سوسیس_تخم_مرغ \n#صبحانه_فوری \n#صبحانه_عروس",
                  "comments": 8340,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9VN9JeMZxC",
                  "image": "https://cdn.jaryan.net/2024-07-27_235301.0527360000-oQYsczsZ",
                  "likes": 660484,
                  "views": null,
                  "caption": "مطمئنم این ترفندُ تاحالا کسی بهت نگفته😇\n@cook.mag\n✅مواد لازم:\nدنبه ۲ کیلو\nماست ۱ پ\nنمک ۳ ق غ\nپیاز ۲ عدد\nهویج ۱ عدد\nسیب یک عدد\nسرکه سفید یا سرکه سیب ۱ پ\n\n✅وقتی ماست ته نشین شد و ته گرفت حاضره درواقع ماست باعث شفافیت بیشتر روغن میشه.\n@cook.mag\n\n#روغن_دنبه #روغن_دنبه_محلی #ترفند_آشپزی #رفع_بوی_دنبه",
                  "comments": 10021,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_5QKl1NE6y",
                  "image": "https://cdn.jaryan.net/2024-09-18_213001.0133400000-MHRVANwE",
                  "likes": 580281,
                  "views": null,
                  "caption": "لقمه کباب یا چلو کباب؟😍\n@cook.mag\n\n✅مواد لازم:\nسویا خشک  ۲۰۰ گرم\nزردچوبه ۱ ق غ\nگوشت چرخ کرده ۳۰۰ گرم\nپودر سوخاری ۱/۴ پ\nروغن ۲-۳ ق غ\nجعفری خشک یا تازه ۲ ق غ\n(هر سبزی معطری که دوست دارین)\nنمک ۱ ق غ\nپاپریکا پودر پیاز پودر، \nتخم گشنیز، فلفل سیاه از هرکدام ۱ ق چ\nآب برای سویا ۳-۴ لیوان\n\nسویارو با  آب و زردچوبه بزارید روی حرارت تا ۱۰ دقیقه بجوشه، بعد آب اضافیش رو بگیرید، داخل غذاساز سویا، گوشت چرخ کرده، میکس کنید بعد آرد سوخاری، روغن ، جعفری خشک، نمک و ادویه هارو بریزید و میکس کنید، مواد رو داخل زیپ کیپ بریزید و مرزبندی کنید  و داخل فریزر نگهداری کنید هروقت که هوسشو کردی بیرون بیارو داخل تابه سرخ کن، فوق العاده ترد و عالی شده جذب روغن کمی هم داره،\nنوش جان.\n@cook.mag\n#کباب #کباب_خانگی\n#کباب_لقمه #چلو_کباب",
                  "comments": 3521,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCq81iOtLgq",
                  "image": "https://cdn.jaryan.net/2024-11-27_114501.1439700000-3GViDnHn",
                  "likes": 195859,
                  "caption": "۴مدل چای پرخاصیت و خوش‌طعم😍\n@cook.mag\n\n☕️چای کرک\n\nمواد لازم:\nنصف فنجان چای خشک\nنصف لیوان شکر\nچهار دانه هل\nچند تکه چوب دارچین\nزعفران به مقدار لازم \nیک فنجان شیرخشک \n\nطرز تهیه:\nهمرو باهم آسیاب،\nو یکبار الک کنید \n\n☕️ چای ماسالا:\n \nدارچین - 10 گرم\nهل سبز - 14 گرم\nمیخک - 1 قاشق چایخوری\nدانه فلفل - 5 گرم\nدانه رازیانه - 5 گرم\nزنجبیل خشک - 10 گرم\nنصف جوز هندی\nیک پیمانه آب\nدو قاشق غذاخوری چای سیاه\nیک پیمانه شیر گرم\nپودر اماده شده ی ماسالا یک قاشق چایخوری\nشکر دو قاشق چایخوری\n\n✅ طرز تهیه : \n\nتابه روی شعله ملایم گرم کنید و دارچین، هل سبز، میخک، دانه فلفل، دانه رازیانه، زنجبیل خشک، جوز هندی را به آن اضافه کنید.\nمواد را به مدت 10 دقیقه با شعله ملایم تفت بدید و کاملا خنک کنید بعدش آسیاب کنید\nاین پودر ادویه ماسالا را می تونید تو بطری و یا ظرف درب بسته نگهداری کنید.\n\nحالا یک قابلمه بردارید، آب اضافه کنید و بذارید بجوشه بعدش چایی را اضافه کنید و اجازه بدید به جوش بیاد.\nپودر چای ماسالا آسیاب شده و شیر گرم را اضافه کنید. به مدت 5 دقیقه بجوشانید و به جای شیر تازه میتونید از شیر خشک قنادی هم استفاده کنید\nبعد از جوشیدن شکر را بر حسب ذایقتون اضافه کنید و 2 دقیقه بجوشانید. اجاق گاز را خاموش کنید.\n\nشیر خشک قنادی رو به پودر چای ماسالا اضافه و بعد الک کنید اینطوری دیگه نیاز به شیر تازه ندارین.\n✅میتونید از شیر گیاهی مثل شیر بادوم با فندق یا هم استفاده کنید\n\n☕️چای طلایی\n\nپودر زردچوبه نصف ق غ\nزنجبیل تازه رنده شده ۱ ق غ \nشیر ۵ پ(لیوان)\nفلفل سیاه کمی\nچوب دارچین یک عدد\n\nنکات لازم:\n✅شیر روی حرارت بزارید تا بجوش بیاد\n\n✅بعد از اضافه کردن مواد باید ۱۵دقیقه با حرارت کم ۱۵ دقیقه بجوشه .\n\n✅اگر خواستین روش کف کنه وقتی گاز خاموشه با گوشکوب برقی بزنید تا کف کنه \n\n✅برای تزیین پودر زرچوبه بریزید .\n\n@cook.mag\n\n#چای #نوشیدنی_گرم #مهمونی #چای_کرک #چای_ماسالا",
                  "comments": 839,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCjI3H3tC_W",
                  "image": "https://cdn.jaryan.net/2024-11-23_034401.4118920000-TKf2IbtY",
                  "likes": 104251,
                  "views": null,
                  "caption": "طعم این نون کاکائویی هیجان زدت می کنه 😍👇\n@cook.mag\n\nمواد لازم :\n۲ پ آب (۴۰۰ میلی لیتر)\n۵ ق غ شکر\n۱ ق چ نمک\n۳ ق غ روغن مایع\n۱/۳ پ (۳۵ گرم) پودر کاکائو\n۱/۳ پ آب گرم\n۱ ق چ شکر\n۱ ق چ خمیر مایه\n۲ ق غ آرد (برای داخل خمیر مایه)\nحدودا ۲.۵ پ آرد سفید (۴۰۰ گرم)\n\nطرز تهیه :\nآب رو رو شکر نمک روغن مایع روی حرارت بزارید تا به جوش بیاد،\nبعد پودر کاکائو بهش اضافه و زیرش رو خاموش کنید هم بزنید تا یکدست بشه\nآب ولرم شکر ، خمیر مایه و ۲ ق غ آرد رو مخلوط کنید درش رو ۱۰ دقیقه ببندید تا عمل بیاد\nخمیر مایه سالم اینطوری پف میکنه.\nحالا به مخلوط قبلی اضافه اش کنید ، آرد رو هم بریزیدویکدست کنید،\nروی سطح آرد پاشی شده،ورز بدید ، زیاد آرد نپاشین که نوننتون در آخر سفت میشه.\nچونه اش کنیدروشو بپوشونید ۴۵ دقیق استراحت بدید \nدوباره کمی ورز بدید به چونه های مسای تقسیمش کنید \nچونه هارو داخل سینی فر فزازید و روشو دوباره یپوشونید ۲۰ دقیقه استراحت کنه.\nمیتونید قبلا استراحت دوم روی چونه ها آرد بپاشین ، طرح بندازین و بعد بهش استراحت بدید.\nبزارید تو فری که از قبل با دمای ۲۰۰ درجه داغ شه حدودا ۱۰ دقیقه زمان میبره تا بپزه.\nمیتونید با استفاده از پودر قند و چنگال روشون طرح بندازین .بافتش پنبه ای عالی شده، امتحانش کنید\n@cook.mag\n#نان #نان_کاکائویی #کوک_مگ",
                  "comments": 352,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCuP5vdtsAd",
                  "image": "https://cdn.jaryan.net/2024-11-27_114501.3097310000-rXC78zft",
                  "likes": 49589,
                  "views": null,
                  "caption": "یه پیش غذای جذاب و جدید از کشور هند😍\n@cook.mag \n\n✅مواد لازم:\nپیاز قرمز ۵ عدد متوسط\nگشنیز خورد شده ۳ ق غ\nفلفل سبز شیرین یا تند ۲ عدد\nسیر ۲ حبه\nزنجبیل تازه خورد شده ۱/۲ ق غ\nآرد برنج ۱/۲ پیمانه\nآرد نخودچی ۱ پیمانه\nآب ۱/۲ پیمانه\nروغن سرخ کردنی ۲ پیمانه\n\nنمک یک قاشق چایخوری دلخواه\nفلفل قرمز یک قاشق چایخوری\nپودر زیره یک قاشق چایخوری\nزردچوبه یک چهارم قاشق چایخوری\nپودر تخم گشنیز نصف  قاشق غذاخوری\n\n✅طرز تهیه: \nپیازها رو پوست گیری و خلالی برش میزنیم گشنیزو خورد میکنیم فلفل سبز شیرین رو هم خلالی خورد میکنیم و سیرو زنجبیل رو هم نگینی ریز میکنیم همه سبزیجات رو داخل کاسه میریزیم و آرد برنج و آرد نخودچی اضافه و ترکیب میکنیم \nادویه ها رو بهش اضافه و مخلوط میکنیم \n\nبهش آب اضافه میکنیم و ب غلظت مناسب ک رسید ب اندازه دلخواه پهنش میکنیم یا به صورت گوله ای  داخل روغن داغ سرخش میکنیم و بعد از سرخ شدن یکطرف پشت و رو میکنیم و با سس دلخواه سروش میکنیم \n\nمطمئنم از درست کردن این پیش غذای محبوب پشیمون نمیشی\n\nنکته :\n✅مقدار آرد نخودچی و آرد برنج خیلی مهمه\nکم و زیاد نکنید\n\n✅آب تا جایی اضافه کنید که مواد چسبناکی بشه\n\n✅غلظت مواد نه خیلی شل باشه نه خیلی سفت\n\n@cook.mag\n\n#پاکوره\n#پکوره\n#غذای_ملل\n#pakore",
                  "comments": 481,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/cook.mag",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 10000000,
            "description": "24 ساعته - تبلیغات تجاری - فروشگاهی\r\nمسابقه و ارزدیجیتال انجام نمیشود\r\nحوزه مالی انجام نمی شود",
            "advertiser_price": 10000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 192860,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-21T12:15:16.748676+03:30"
          },
          {
            "id": 22632,
            "media": {
              "id": 8129,
              "title": "مجله آشپزی",
              "username": "cook.mag",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.8958890532952146,
              "categories": [
                {
                  "id": 1,
                  "title": "Restaurant-Food",
                  "title_fa": "رستوران و غذا"
                },
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-27_114500.8984740000-lZfd0gz5",
              "media_type": "INSTAGRAM",
              "custom_name": "cook.mag",
              "following": 41,
              "followers": 8017399,
              "likes_per_post_average": 70842,
              "comments_per_post_average": 984,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C5NnmPat0QQ",
                  "image": "https://cdn.jaryan.net/2024-07-27_235300.8797940000-ZIxs5LZ2",
                  "likes": 1706446,
                  "views": null,
                  "caption": "هههمششش گگوشته😍\n@cook.mag  @amohasan_dizii \nعمو حسن 😍 \n#سوسیس  #سوسیس_تخم_مرغ \n#صبحانه_فوری \n#صبحانه_عروس",
                  "comments": 8340,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9VN9JeMZxC",
                  "image": "https://cdn.jaryan.net/2024-07-27_235301.0527360000-oQYsczsZ",
                  "likes": 660484,
                  "views": null,
                  "caption": "مطمئنم این ترفندُ تاحالا کسی بهت نگفته😇\n@cook.mag\n✅مواد لازم:\nدنبه ۲ کیلو\nماست ۱ پ\nنمک ۳ ق غ\nپیاز ۲ عدد\nهویج ۱ عدد\nسیب یک عدد\nسرکه سفید یا سرکه سیب ۱ پ\n\n✅وقتی ماست ته نشین شد و ته گرفت حاضره درواقع ماست باعث شفافیت بیشتر روغن میشه.\n@cook.mag\n\n#روغن_دنبه #روغن_دنبه_محلی #ترفند_آشپزی #رفع_بوی_دنبه",
                  "comments": 10021,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_5QKl1NE6y",
                  "image": "https://cdn.jaryan.net/2024-09-18_213001.0133400000-MHRVANwE",
                  "likes": 580281,
                  "views": null,
                  "caption": "لقمه کباب یا چلو کباب؟😍\n@cook.mag\n\n✅مواد لازم:\nسویا خشک  ۲۰۰ گرم\nزردچوبه ۱ ق غ\nگوشت چرخ کرده ۳۰۰ گرم\nپودر سوخاری ۱/۴ پ\nروغن ۲-۳ ق غ\nجعفری خشک یا تازه ۲ ق غ\n(هر سبزی معطری که دوست دارین)\nنمک ۱ ق غ\nپاپریکا پودر پیاز پودر، \nتخم گشنیز، فلفل سیاه از هرکدام ۱ ق چ\nآب برای سویا ۳-۴ لیوان\n\nسویارو با  آب و زردچوبه بزارید روی حرارت تا ۱۰ دقیقه بجوشه، بعد آب اضافیش رو بگیرید، داخل غذاساز سویا، گوشت چرخ کرده، میکس کنید بعد آرد سوخاری، روغن ، جعفری خشک، نمک و ادویه هارو بریزید و میکس کنید، مواد رو داخل زیپ کیپ بریزید و مرزبندی کنید  و داخل فریزر نگهداری کنید هروقت که هوسشو کردی بیرون بیارو داخل تابه سرخ کن، فوق العاده ترد و عالی شده جذب روغن کمی هم داره،\nنوش جان.\n@cook.mag\n#کباب #کباب_خانگی\n#کباب_لقمه #چلو_کباب",
                  "comments": 3521,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCq81iOtLgq",
                  "image": "https://cdn.jaryan.net/2024-11-27_114501.1439700000-3GViDnHn",
                  "likes": 195859,
                  "caption": "۴مدل چای پرخاصیت و خوش‌طعم😍\n@cook.mag\n\n☕️چای کرک\n\nمواد لازم:\nنصف فنجان چای خشک\nنصف لیوان شکر\nچهار دانه هل\nچند تکه چوب دارچین\nزعفران به مقدار لازم \nیک فنجان شیرخشک \n\nطرز تهیه:\nهمرو باهم آسیاب،\nو یکبار الک کنید \n\n☕️ چای ماسالا:\n \nدارچین - 10 گرم\nهل سبز - 14 گرم\nمیخک - 1 قاشق چایخوری\nدانه فلفل - 5 گرم\nدانه رازیانه - 5 گرم\nزنجبیل خشک - 10 گرم\nنصف جوز هندی\nیک پیمانه آب\nدو قاشق غذاخوری چای سیاه\nیک پیمانه شیر گرم\nپودر اماده شده ی ماسالا یک قاشق چایخوری\nشکر دو قاشق چایخوری\n\n✅ طرز تهیه : \n\nتابه روی شعله ملایم گرم کنید و دارچین، هل سبز، میخک، دانه فلفل، دانه رازیانه، زنجبیل خشک، جوز هندی را به آن اضافه کنید.\nمواد را به مدت 10 دقیقه با شعله ملایم تفت بدید و کاملا خنک کنید بعدش آسیاب کنید\nاین پودر ادویه ماسالا را می تونید تو بطری و یا ظرف درب بسته نگهداری کنید.\n\nحالا یک قابلمه بردارید، آب اضافه کنید و بذارید بجوشه بعدش چایی را اضافه کنید و اجازه بدید به جوش بیاد.\nپودر چای ماسالا آسیاب شده و شیر گرم را اضافه کنید. به مدت 5 دقیقه بجوشانید و به جای شیر تازه میتونید از شیر خشک قنادی هم استفاده کنید\nبعد از جوشیدن شکر را بر حسب ذایقتون اضافه کنید و 2 دقیقه بجوشانید. اجاق گاز را خاموش کنید.\n\nشیر خشک قنادی رو به پودر چای ماسالا اضافه و بعد الک کنید اینطوری دیگه نیاز به شیر تازه ندارین.\n✅میتونید از شیر گیاهی مثل شیر بادوم با فندق یا هم استفاده کنید\n\n☕️چای طلایی\n\nپودر زردچوبه نصف ق غ\nزنجبیل تازه رنده شده ۱ ق غ \nشیر ۵ پ(لیوان)\nفلفل سیاه کمی\nچوب دارچین یک عدد\n\nنکات لازم:\n✅شیر روی حرارت بزارید تا بجوش بیاد\n\n✅بعد از اضافه کردن مواد باید ۱۵دقیقه با حرارت کم ۱۵ دقیقه بجوشه .\n\n✅اگر خواستین روش کف کنه وقتی گاز خاموشه با گوشکوب برقی بزنید تا کف کنه \n\n✅برای تزیین پودر زرچوبه بریزید .\n\n@cook.mag\n\n#چای #نوشیدنی_گرم #مهمونی #چای_کرک #چای_ماسالا",
                  "comments": 839,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCjI3H3tC_W",
                  "image": "https://cdn.jaryan.net/2024-11-23_034401.4118920000-TKf2IbtY",
                  "likes": 104251,
                  "views": null,
                  "caption": "طعم این نون کاکائویی هیجان زدت می کنه 😍👇\n@cook.mag\n\nمواد لازم :\n۲ پ آب (۴۰۰ میلی لیتر)\n۵ ق غ شکر\n۱ ق چ نمک\n۳ ق غ روغن مایع\n۱/۳ پ (۳۵ گرم) پودر کاکائو\n۱/۳ پ آب گرم\n۱ ق چ شکر\n۱ ق چ خمیر مایه\n۲ ق غ آرد (برای داخل خمیر مایه)\nحدودا ۲.۵ پ آرد سفید (۴۰۰ گرم)\n\nطرز تهیه :\nآب رو رو شکر نمک روغن مایع روی حرارت بزارید تا به جوش بیاد،\nبعد پودر کاکائو بهش اضافه و زیرش رو خاموش کنید هم بزنید تا یکدست بشه\nآب ولرم شکر ، خمیر مایه و ۲ ق غ آرد رو مخلوط کنید درش رو ۱۰ دقیقه ببندید تا عمل بیاد\nخمیر مایه سالم اینطوری پف میکنه.\nحالا به مخلوط قبلی اضافه اش کنید ، آرد رو هم بریزیدویکدست کنید،\nروی سطح آرد پاشی شده،ورز بدید ، زیاد آرد نپاشین که نوننتون در آخر سفت میشه.\nچونه اش کنیدروشو بپوشونید ۴۵ دقیق استراحت بدید \nدوباره کمی ورز بدید به چونه های مسای تقسیمش کنید \nچونه هارو داخل سینی فر فزازید و روشو دوباره یپوشونید ۲۰ دقیقه استراحت کنه.\nمیتونید قبلا استراحت دوم روی چونه ها آرد بپاشین ، طرح بندازین و بعد بهش استراحت بدید.\nبزارید تو فری که از قبل با دمای ۲۰۰ درجه داغ شه حدودا ۱۰ دقیقه زمان میبره تا بپزه.\nمیتونید با استفاده از پودر قند و چنگال روشون طرح بندازین .بافتش پنبه ای عالی شده، امتحانش کنید\n@cook.mag\n#نان #نان_کاکائویی #کوک_مگ",
                  "comments": 352,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCuP5vdtsAd",
                  "image": "https://cdn.jaryan.net/2024-11-27_114501.3097310000-rXC78zft",
                  "likes": 49589,
                  "views": null,
                  "caption": "یه پیش غذای جذاب و جدید از کشور هند😍\n@cook.mag \n\n✅مواد لازم:\nپیاز قرمز ۵ عدد متوسط\nگشنیز خورد شده ۳ ق غ\nفلفل سبز شیرین یا تند ۲ عدد\nسیر ۲ حبه\nزنجبیل تازه خورد شده ۱/۲ ق غ\nآرد برنج ۱/۲ پیمانه\nآرد نخودچی ۱ پیمانه\nآب ۱/۲ پیمانه\nروغن سرخ کردنی ۲ پیمانه\n\nنمک یک قاشق چایخوری دلخواه\nفلفل قرمز یک قاشق چایخوری\nپودر زیره یک قاشق چایخوری\nزردچوبه یک چهارم قاشق چایخوری\nپودر تخم گشنیز نصف  قاشق غذاخوری\n\n✅طرز تهیه: \nپیازها رو پوست گیری و خلالی برش میزنیم گشنیزو خورد میکنیم فلفل سبز شیرین رو هم خلالی خورد میکنیم و سیرو زنجبیل رو هم نگینی ریز میکنیم همه سبزیجات رو داخل کاسه میریزیم و آرد برنج و آرد نخودچی اضافه و ترکیب میکنیم \nادویه ها رو بهش اضافه و مخلوط میکنیم \n\nبهش آب اضافه میکنیم و ب غلظت مناسب ک رسید ب اندازه دلخواه پهنش میکنیم یا به صورت گوله ای  داخل روغن داغ سرخش میکنیم و بعد از سرخ شدن یکطرف پشت و رو میکنیم و با سس دلخواه سروش میکنیم \n\nمطمئنم از درست کردن این پیش غذای محبوب پشیمون نمیشی\n\nنکته :\n✅مقدار آرد نخودچی و آرد برنج خیلی مهمه\nکم و زیاد نکنید\n\n✅آب تا جایی اضافه کنید که مواد چسبناکی بشه\n\n✅غلظت مواد نه خیلی شل باشه نه خیلی سفت\n\n@cook.mag\n\n#پاکوره\n#پکوره\n#غذای_ملل\n#pakore",
                  "comments": 481,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/cook.mag",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 12000000,
            "description": "24 ساعته - تبلیغات بلاگر ها و پیج های تبلبغاتی و هم موضوع ، واینری آشپزی/ رستوران\r\nمسابقه و ارزدیجیتال انجام نمیشود\r\nحوزه مالی انجام نمی شود",
            "advertiser_price": 12000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 81802,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-21T12:16:51.327848+03:30"
          },
          {
            "id": 29822,
            "media": {
              "id": 8129,
              "title": "مجله آشپزی",
              "username": "cook.mag",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.8958890532952146,
              "categories": [
                {
                  "id": 1,
                  "title": "Restaurant-Food",
                  "title_fa": "رستوران و غذا"
                },
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-27_114500.8984740000-lZfd0gz5",
              "media_type": "INSTAGRAM",
              "custom_name": "cook.mag",
              "following": 41,
              "followers": 8017399,
              "likes_per_post_average": 70842,
              "comments_per_post_average": 984,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C5NnmPat0QQ",
                  "image": "https://cdn.jaryan.net/2024-07-27_235300.8797940000-ZIxs5LZ2",
                  "likes": 1706446,
                  "views": null,
                  "caption": "هههمششش گگوشته😍\n@cook.mag  @amohasan_dizii \nعمو حسن 😍 \n#سوسیس  #سوسیس_تخم_مرغ \n#صبحانه_فوری \n#صبحانه_عروس",
                  "comments": 8340,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9VN9JeMZxC",
                  "image": "https://cdn.jaryan.net/2024-07-27_235301.0527360000-oQYsczsZ",
                  "likes": 660484,
                  "views": null,
                  "caption": "مطمئنم این ترفندُ تاحالا کسی بهت نگفته😇\n@cook.mag\n✅مواد لازم:\nدنبه ۲ کیلو\nماست ۱ پ\nنمک ۳ ق غ\nپیاز ۲ عدد\nهویج ۱ عدد\nسیب یک عدد\nسرکه سفید یا سرکه سیب ۱ پ\n\n✅وقتی ماست ته نشین شد و ته گرفت حاضره درواقع ماست باعث شفافیت بیشتر روغن میشه.\n@cook.mag\n\n#روغن_دنبه #روغن_دنبه_محلی #ترفند_آشپزی #رفع_بوی_دنبه",
                  "comments": 10021,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_5QKl1NE6y",
                  "image": "https://cdn.jaryan.net/2024-09-18_213001.0133400000-MHRVANwE",
                  "likes": 580281,
                  "views": null,
                  "caption": "لقمه کباب یا چلو کباب؟😍\n@cook.mag\n\n✅مواد لازم:\nسویا خشک  ۲۰۰ گرم\nزردچوبه ۱ ق غ\nگوشت چرخ کرده ۳۰۰ گرم\nپودر سوخاری ۱/۴ پ\nروغن ۲-۳ ق غ\nجعفری خشک یا تازه ۲ ق غ\n(هر سبزی معطری که دوست دارین)\nنمک ۱ ق غ\nپاپریکا پودر پیاز پودر، \nتخم گشنیز، فلفل سیاه از هرکدام ۱ ق چ\nآب برای سویا ۳-۴ لیوان\n\nسویارو با  آب و زردچوبه بزارید روی حرارت تا ۱۰ دقیقه بجوشه، بعد آب اضافیش رو بگیرید، داخل غذاساز سویا، گوشت چرخ کرده، میکس کنید بعد آرد سوخاری، روغن ، جعفری خشک، نمک و ادویه هارو بریزید و میکس کنید، مواد رو داخل زیپ کیپ بریزید و مرزبندی کنید  و داخل فریزر نگهداری کنید هروقت که هوسشو کردی بیرون بیارو داخل تابه سرخ کن، فوق العاده ترد و عالی شده جذب روغن کمی هم داره،\nنوش جان.\n@cook.mag\n#کباب #کباب_خانگی\n#کباب_لقمه #چلو_کباب",
                  "comments": 3521,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCq81iOtLgq",
                  "image": "https://cdn.jaryan.net/2024-11-27_114501.1439700000-3GViDnHn",
                  "likes": 195859,
                  "caption": "۴مدل چای پرخاصیت و خوش‌طعم😍\n@cook.mag\n\n☕️چای کرک\n\nمواد لازم:\nنصف فنجان چای خشک\nنصف لیوان شکر\nچهار دانه هل\nچند تکه چوب دارچین\nزعفران به مقدار لازم \nیک فنجان شیرخشک \n\nطرز تهیه:\nهمرو باهم آسیاب،\nو یکبار الک کنید \n\n☕️ چای ماسالا:\n \nدارچین - 10 گرم\nهل سبز - 14 گرم\nمیخک - 1 قاشق چایخوری\nدانه فلفل - 5 گرم\nدانه رازیانه - 5 گرم\nزنجبیل خشک - 10 گرم\nنصف جوز هندی\nیک پیمانه آب\nدو قاشق غذاخوری چای سیاه\nیک پیمانه شیر گرم\nپودر اماده شده ی ماسالا یک قاشق چایخوری\nشکر دو قاشق چایخوری\n\n✅ طرز تهیه : \n\nتابه روی شعله ملایم گرم کنید و دارچین، هل سبز، میخک، دانه فلفل، دانه رازیانه، زنجبیل خشک، جوز هندی را به آن اضافه کنید.\nمواد را به مدت 10 دقیقه با شعله ملایم تفت بدید و کاملا خنک کنید بعدش آسیاب کنید\nاین پودر ادویه ماسالا را می تونید تو بطری و یا ظرف درب بسته نگهداری کنید.\n\nحالا یک قابلمه بردارید، آب اضافه کنید و بذارید بجوشه بعدش چایی را اضافه کنید و اجازه بدید به جوش بیاد.\nپودر چای ماسالا آسیاب شده و شیر گرم را اضافه کنید. به مدت 5 دقیقه بجوشانید و به جای شیر تازه میتونید از شیر خشک قنادی هم استفاده کنید\nبعد از جوشیدن شکر را بر حسب ذایقتون اضافه کنید و 2 دقیقه بجوشانید. اجاق گاز را خاموش کنید.\n\nشیر خشک قنادی رو به پودر چای ماسالا اضافه و بعد الک کنید اینطوری دیگه نیاز به شیر تازه ندارین.\n✅میتونید از شیر گیاهی مثل شیر بادوم با فندق یا هم استفاده کنید\n\n☕️چای طلایی\n\nپودر زردچوبه نصف ق غ\nزنجبیل تازه رنده شده ۱ ق غ \nشیر ۵ پ(لیوان)\nفلفل سیاه کمی\nچوب دارچین یک عدد\n\nنکات لازم:\n✅شیر روی حرارت بزارید تا بجوش بیاد\n\n✅بعد از اضافه کردن مواد باید ۱۵دقیقه با حرارت کم ۱۵ دقیقه بجوشه .\n\n✅اگر خواستین روش کف کنه وقتی گاز خاموشه با گوشکوب برقی بزنید تا کف کنه \n\n✅برای تزیین پودر زرچوبه بریزید .\n\n@cook.mag\n\n#چای #نوشیدنی_گرم #مهمونی #چای_کرک #چای_ماسالا",
                  "comments": 839,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCjI3H3tC_W",
                  "image": "https://cdn.jaryan.net/2024-11-23_034401.4118920000-TKf2IbtY",
                  "likes": 104251,
                  "views": null,
                  "caption": "طعم این نون کاکائویی هیجان زدت می کنه 😍👇\n@cook.mag\n\nمواد لازم :\n۲ پ آب (۴۰۰ میلی لیتر)\n۵ ق غ شکر\n۱ ق چ نمک\n۳ ق غ روغن مایع\n۱/۳ پ (۳۵ گرم) پودر کاکائو\n۱/۳ پ آب گرم\n۱ ق چ شکر\n۱ ق چ خمیر مایه\n۲ ق غ آرد (برای داخل خمیر مایه)\nحدودا ۲.۵ پ آرد سفید (۴۰۰ گرم)\n\nطرز تهیه :\nآب رو رو شکر نمک روغن مایع روی حرارت بزارید تا به جوش بیاد،\nبعد پودر کاکائو بهش اضافه و زیرش رو خاموش کنید هم بزنید تا یکدست بشه\nآب ولرم شکر ، خمیر مایه و ۲ ق غ آرد رو مخلوط کنید درش رو ۱۰ دقیقه ببندید تا عمل بیاد\nخمیر مایه سالم اینطوری پف میکنه.\nحالا به مخلوط قبلی اضافه اش کنید ، آرد رو هم بریزیدویکدست کنید،\nروی سطح آرد پاشی شده،ورز بدید ، زیاد آرد نپاشین که نوننتون در آخر سفت میشه.\nچونه اش کنیدروشو بپوشونید ۴۵ دقیق استراحت بدید \nدوباره کمی ورز بدید به چونه های مسای تقسیمش کنید \nچونه هارو داخل سینی فر فزازید و روشو دوباره یپوشونید ۲۰ دقیقه استراحت کنه.\nمیتونید قبلا استراحت دوم روی چونه ها آرد بپاشین ، طرح بندازین و بعد بهش استراحت بدید.\nبزارید تو فری که از قبل با دمای ۲۰۰ درجه داغ شه حدودا ۱۰ دقیقه زمان میبره تا بپزه.\nمیتونید با استفاده از پودر قند و چنگال روشون طرح بندازین .بافتش پنبه ای عالی شده، امتحانش کنید\n@cook.mag\n#نان #نان_کاکائویی #کوک_مگ",
                  "comments": 352,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCuP5vdtsAd",
                  "image": "https://cdn.jaryan.net/2024-11-27_114501.3097310000-rXC78zft",
                  "likes": 49589,
                  "views": null,
                  "caption": "یه پیش غذای جذاب و جدید از کشور هند😍\n@cook.mag \n\n✅مواد لازم:\nپیاز قرمز ۵ عدد متوسط\nگشنیز خورد شده ۳ ق غ\nفلفل سبز شیرین یا تند ۲ عدد\nسیر ۲ حبه\nزنجبیل تازه خورد شده ۱/۲ ق غ\nآرد برنج ۱/۲ پیمانه\nآرد نخودچی ۱ پیمانه\nآب ۱/۲ پیمانه\nروغن سرخ کردنی ۲ پیمانه\n\nنمک یک قاشق چایخوری دلخواه\nفلفل قرمز یک قاشق چایخوری\nپودر زیره یک قاشق چایخوری\nزردچوبه یک چهارم قاشق چایخوری\nپودر تخم گشنیز نصف  قاشق غذاخوری\n\n✅طرز تهیه: \nپیازها رو پوست گیری و خلالی برش میزنیم گشنیزو خورد میکنیم فلفل سبز شیرین رو هم خلالی خورد میکنیم و سیرو زنجبیل رو هم نگینی ریز میکنیم همه سبزیجات رو داخل کاسه میریزیم و آرد برنج و آرد نخودچی اضافه و ترکیب میکنیم \nادویه ها رو بهش اضافه و مخلوط میکنیم \n\nبهش آب اضافه میکنیم و ب غلظت مناسب ک رسید ب اندازه دلخواه پهنش میکنیم یا به صورت گوله ای  داخل روغن داغ سرخش میکنیم و بعد از سرخ شدن یکطرف پشت و رو میکنیم و با سس دلخواه سروش میکنیم \n\nمطمئنم از درست کردن این پیش غذای محبوب پشیمون نمیشی\n\nنکته :\n✅مقدار آرد نخودچی و آرد برنج خیلی مهمه\nکم و زیاد نکنید\n\n✅آب تا جایی اضافه کنید که مواد چسبناکی بشه\n\n✅غلظت مواد نه خیلی شل باشه نه خیلی سفت\n\n@cook.mag\n\n#پاکوره\n#پکوره\n#غذای_ملل\n#pakore",
                  "comments": 481,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/cook.mag",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 10000000,
            "description": "24 ساعته - مسابقه انجام نمیشود\r\nحوزه مالی انجام نمی شود",
            "advertiser_price": 10000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 189587,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-21T12:15:54.902522+03:30"
          },
          {
            "id": 362,
            "media": {
              "id": 186,
              "title": "دانستنی روز",
              "username": "danestani_rooz",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.572084409369503,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_204100.9211720000-mxgqdMdB",
              "media_type": "INSTAGRAM",
              "custom_name": "danestani_rooz",
              "following": 7,
              "followers": 8005462,
              "likes_per_post_average": 45046,
              "comments_per_post_average": 751,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C2nTRyotFsL",
                  "image": "https://cdn.jaryan.net/2024-07-22_012001.0039850000-7QY1w1Qu",
                  "likes": 1256606,
                  "views": null,
                  "caption": "خلبان ایرانی که جان صد نفر رو نجات داد 😍👌🏻😇!\n@danestani_rooz\n@danestani_rooz\nگوینده:\n@arash.taqavi \n@danestani_rooz\nدانستنی روز رو دنبال کنید",
                  "comments": 13968,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C2p1NkjN-kp",
                  "image": "https://cdn.jaryan.net/2024-07-22_012001.1910860000-ic2i7NuH",
                  "likes": 1181979,
                  "views": null,
                  "caption": "قوی ترین بچه دنیا یه ایرانیه 😳🔥😍!\n@danestani_rooz\n@danestani_rooz\nگوینده:\n@arash.taqavi \n@danestani_rooz\nدانستنی روز رو دنبال کنید",
                  "comments": 6198,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC2CjVgtS8l",
                  "image": "https://cdn.jaryan.net/2024-11-30_204101.0880570000-8VWWPl82",
                  "likes": 176737,
                  "views": null,
                  "caption": "حادثه‌ای که واسه امید عالیشاه اتفاق افتاد 😱😞💔!\nایشالا هر چه زود تر سلامتیش رو ببینیم ❤🙏🏻!\n@danestani_rooz\n@danestani_rooz\n.\nگوینده:\n@arash.taqavi\n@danestani_rooz\n.\n.\n🔵 شهر لوازم خانگی:\nبزرگ ترین مرجع تخصصی لوازم خانگی\n@Shahr.khanegi\n🔴 شهر فرش:\nبزرگ ترین مرجع تخصصی فرش و تابلو فرش\n@shahrfarsh\n\nدانستی روز رو دنبال کنید ❤",
                  "comments": 3376,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4nuQ1N0k-",
                  "image": "https://cdn.jaryan.net/2024-11-30_204101.2368180000-GLa1vbVX",
                  "likes": 104706,
                  "views": null,
                  "caption": "قهرمانی تیم فوتبال هفت نفره ایران در جام جهانی 😍❤🙏🏻!\n@danestani_rooz\n@danestani_rooz\n.\nگوینده:\n@arash.taqavi\n@danestani_rooz\n.\n.\n🔵 شهر لوازم خانگی:\nبزرگ ترین مرجع تخصصی لوازم خانگی\n@Shahr.khanegi\n🔴 شهر فرش:\nبزرگ ترین مرجع تخصصی فرش و تابلو فرش\n@shahrfarsh\n\nدانستی روز رو دنبال کنید ❤",
                  "comments": 765,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC1QVdkNUxj",
                  "image": "https://cdn.jaryan.net/2024-11-30_204101.3893790000-eLOy3uel",
                  "likes": 43225,
                  "views": null,
                  "caption": "رونالدو به بیست سال حبس محکوم شد 😳😬😇!\n@danestani_rooz\n@danestani_rooz\n.\nگوینده:\n@arash.taqavi\n@danestani_rooz\n.\n.\n🔵 شهر لوازم خانگی:\nبزرگ ترین مرجع تخصصی لوازم خانگی\n@Shahr.khanegi\n🔴 شهر فرش:\nبزرگ ترین مرجع تخصصی فرش و تابلو فرش\n@shahrfarsh\n\nدانستی روز رو دنبال کنید ❤",
                  "comments": 457,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC7MC9vN891",
                  "image": "https://cdn.jaryan.net/2024-11-30_204101.6550000000-wirqID24",
                  "likes": 42917,
                  "views": null,
                  "caption": "رقابت عجیب این مرد با عزرائیل 😳😁😬!\n@danestani_rooz\n@danestani_rooz\n.\nگوینده:\n@arash.taqavi\n@danestani_rooz\n.\n.\n🔵 شهر لوازم خانگی:\nبزرگ ترین مرجع تخصصی لوازم خانگی\n@Shahr.khanegi\n🔴 شهر فرش:\nبزرگ ترین مرجع تخصصی فرش و تابلو فرش\n@shahrfarsh\n\nدانستی روز رو دنبال کنید ❤",
                  "comments": 515,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/danestani_rooz",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 8000000,
            "description": "24 ساعته - 24 ساعته",
            "advertiser_price": 8000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 104537,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-08-03T13:46:06.862856+03:30"
          },
          {
            "id": 29825,
            "media": {
              "id": 8130,
              "title": "آشپزی - کیک- شیرینی- دسر",
              "username": "digcheh",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.569275282170676,
              "categories": [
                {
                  "id": 1,
                  "title": "Restaurant-Food",
                  "title_fa": "رستوران و غذا"
                },
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_140311.0925570000-uy9jtjz5",
              "media_type": "INSTAGRAM",
              "custom_name": "digcheh",
              "following": 53,
              "followers": 5685123,
              "likes_per_post_average": 31994,
              "comments_per_post_average": 369,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC61zIVt49p",
                  "image": "https://cdn.jaryan.net/2024-12-01_140311.4911140000-iDmlKVmo",
                  "likes": 55395,
                  "views": 1976803,
                  "caption": "بهترین دسر واسه شب یلدا همینه😋\n@digcheh\n\n✅ مواد لازم برای دسر قرمز:\n آب انار۳ لیوان \nنشاسته گندم پودر شده یا نشاسته ذرت یک لیوان \nشکر ۲ لیوان \nآب یک لیوان\nمواد لازم برای دسر سفید:\n نشاسته ذرت ۱ لیوان\n شکر ۱ لیوان سرخالی\n شیر ۴ لیوان\n وانیل یک دوم قاشق چ\n\n✅ طرز تهیه: انارها رو دون می‌کنیم می‌ریزیم داخل غذاساز پوره می‌کنیم از صافی رد می‌کنیم و داخل یک قابلمه آب انار+ نشاسته گندم+ شکر+ آب می‌ریزیم میزاریم رو حرارت ملایم رتب هم می‌زنیم تا غلیظ بشه برای قسمت سفید نشاسته گندم + شکر و شیرو می‌ریزیم میزاریم رو حرارت ملایم مرتب هم می‌زنیم تا غلیظ بشه در انتها وانیل رو اضافه می‌کنیم و هم می‌زنیم و حرارت خاموش می‌کنیم قالب مورد نظر و چرب می‌کنیم اول مایع قرمزو می‌ریزیم داخل قالب دونه‌های انار و به مایع سفید اضافه می‌کنیم خوب مخلوط می‌کنیم و می‌ریزیم مرکز قالب برای این قسمت حتماً باید هر دو مایع داغ باشند قالبو میزاریم داخل یخچال به مدت ۸ ساعت بمونه تا دسر خوب ببنده بعد خارج می‌کنیم داخل یک کاسه آب ‌داغ قالبو برای چند ثانیه می‌ذاریم و بعد به راحتی برمی‌گردونیم روی دسر با دونه‌های انار تزیین می‌کنیم.\n\n✅لیوان دسته دار فرانسوی یا یک لیوان مشخص رو بعنوان پیمانه برای تمام مواد در نظر بگیرید\n\n@digcheh \n\n#دسر #دسر_یلدا #شب_یلدا #یلدا #دسر_انار",
                  "comments": 371,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC16PwvNxzz",
                  "image": "https://cdn.jaryan.net/2024-12-01_140311.7473480000-haLsQnDn",
                  "likes": 43597,
                  "views": 1855508,
                  "caption": "عجیب اما لذیذ😍\n@digcheh\n\n✅مواد لازم:\nمغز تخمه آفتاب گردان ۳۰۰ گرم\nرب انار ملس ۵ قاشق غذاخوری\nپیاز ۳ عدد\nسینه مرغ ۲ عدد\nنمک ۲ قاشق چایخوری\nزرد چوبه ۲ قاشق چایخوری\nفلفل سیاه ۱ قاشق چایخوری\nروغن ۱ پیمانه\nآب سرد به مقدار لازم\nیخ \n\n۲ عدد پیاز رو رنده میکینم و تفت میدیم کمی طلایی شد زرد چوبه رو اضافه میکینم، بعد مغز تخمه هارو چرخ میکنیم و به پیاز داغ اضافه میکینم و ۱۰ دقیقه تفت میدیم تا از خامی در بیاد، در ادامه بهش نمک و فلفل و رب انار رو اضافه میکینم و تفت میدیم حالا آب سرد رو میریزیم تا جوش بیاد، سینه های مرغ رو به تکه های کوچک خورد میکنیم و با یک پیاز و زرد چوبه جداگانه تفت میدیم و به خورشت اضافه میکنیم، در اواسط پخت بهش چند تکه یخ اضافه میکینم تا روغن بیشتری پس بده و ۲ ساعت بهش زمان میدیم با حرارت کم تا خورشتمون جا بیفته.\n@digcheh\n#فسنجان #مرغ\n#فسنجان_آفتابگردان\n#تخمه_آفتابگردان\n#خورش_فسنجان\n#خورشت_آفتابگردان",
                  "comments": 913,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCwXJHBtkZc",
                  "image": "https://cdn.jaryan.net/2024-11-27_143702.6223520000-Yr2qJ7EB",
                  "likes": 38816,
                  "views": 881330,
                  "caption": "مربا بِه درجه یک فقط همینه😎\n@digcheh\n✅موادلازم:\n\nبه یک کیلو \nآبلیمو ۲ قاشق غذاخوری\n هل ۳ عدد\n شکر ۸۰۰ گرم\nآب به اندازه لازم\n\n✅ طرز تهیه:\n به‌ها رو خوب بشورید خشک کنید به اندازه دلخواه خرد کنید بریزید داخل قابلمه آب اضافه کنید تا جایی که روی به ها رو آب بگیره \n\n✅نکته کلیدی:دانه‌های به رو بریزید داخل تنظیف یا توری محکم گره بزنید و بندازید داخل مربا این کار طعم بیشتری به مربا میده و همینطور باعق لعابدار شدن مربا میشه\n\n اجازه بدید به‌ها داخل آب یک مقدار بدون شکر بجوشه اینکار باعث میشه مربا خوش رنگتر بشه  چند دانه هل بشکونید و بندازید داخل قابلمه در قابلمه رو با دمکنی بپوشونید اجازه بدید با حرارت خیلی کم به مدت ۴ تا ۵ ساعت تا به خوب بپزه در آخر که مربا پخت و رنگش قرمز شد آبلیمو و گلاب اضافه کنید\nحرارت خاموش کنید اجازه بدید مربا خنک بشه داخل شیشه‌های مربا بریزید و در دمای محیط نگهداری کنید\n\n@digcheh\n\n#مربا #مربا_به #مربا_خونگی",
                  "comments": 358,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4f7AeK-Q2",
                  "image": "https://cdn.jaryan.net/2024-12-01_140312.1222700000-VMHbfPxf",
                  "likes": 28686,
                  "views": 998605,
                  "caption": "یه برگر اقتصادی و لذیذ😋\n@digcheh\n\n✅طرز تهیه :\n\nسویا ۲۰۰ گرم \nگوشت ۵۰۰ گرم \nپیاز ۳ عدد \nکره ۲ ق غ \nاب جوش نصف فنجون\nنمک ۱ ق چ\nپودر سیر ۱ ق م\nفلفل سیاه ۱ ق م\nکاری ۱ ق م \nپاپریکا ۱ ق م\nکاهو فرانسه ، گوجه ، خیارشور ، نون باگت به اندازه لازم \n\n✅طرز تهیه :\n\nسویا رو کاملا با غذاساز میکس میکنیم ، بهش کره و ابجوش میزنیم و بازم میکس میکنیم ، گوشت رو اضافه میکنیم ، پیاز اب گرفته شده و ترکیب ادویه های نمک ، فلفل ، پودر سیر ،کاری ، پاپریکا رو اضافه و میکس میکنیم بعد از انسجام کامل داخل درب پلاستیکی قرص برگر درست میکنیم ، ۲ ساعت در یخچال استراحت میدیم و بعد در یک تابه داغ به همراه روغن سرخ میکنیم ، هر طرف حدود ۳ دقیقه کافیه ، در نان باگت به همراه کاهو گوجه و خیارشور\nپیاز قرمز ساندویچ میکنیم\n\n@digcheh\n\n#برگر #همبرگر #ساندویچ #فستفود",
                  "comments": 186,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCzPMv4NTy7",
                  "image": "https://cdn.jaryan.net/2024-12-01_140312.5003170000-cvmFFsx9",
                  "likes": 25469,
                  "views": 888537,
                  "caption": "این مدل خیارشور همه رو انگشت به دهن میذاره!😍\n@digcheh\n\n مواد لازم:\nگوجه ۴ کیلو \nخیار کوچک ۲ کیلو\nسیر ۴حبه\nشوید ۱شاخه\nبرگ بو ۱ شاخه\nبرگ ترب ۱ عدد\nفلفل تند تازه ۱ عدد\nدانه فلفل سیاه ۵-۶ عدد\nنمک ۱ ق غ\nشکر ۱ ق چ\n\nنکات لازم:\n۴ ساعت در آب نمک نگه میدارین و آبکش  کنید\n \n✅آب گوجه رو برای ۵ دقیقه بجوشونید اگر اب گوجه غلیظ بود میتونید کمی آب بهش اضافه کنید،\n\n✅شیشه هارو به هر روشی که بلدین استریل کنید،\nمن با فر استریل کردم\n\n✅شیشه هارو داخل قابلمه بزارید و قابلمه رو تا نصفه آب کنید ۱۰-۱۵ بجوشونید،\n\n✅بعد درب شیشه هارو حسابی محکم کنیدو بطور معکوس قرار بدین وروی انها پارچه یا حوله قرار بدین تا به آرامی خنک بشن، \n\n✅بعد ۲۴ ساعت در جای خنک و تاریک قرار بدین و ۲-۳ روز زمان بدین تا آماده بشه.\n\n@digcheh\n\n#خیارشور #چاشنی_غذا #خیارسبز #ترشی #ترفند_آشپزی  #آموزش_آشپزی #رب_گوجه",
                  "comments": 243,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9wzgFKsu0",
                  "image": "https://cdn.jaryan.net/2024-12-01_140312.8444450000-6W1c8XBO",
                  "likes": 16665,
                  "views": 413203,
                  "caption": "شیرین تر از عسل😍 \n@digcheh\nمواد لازم:\nسیب ۳ کیلو\nاب ۱/۵ لیتر \nچوب دارچین ۲ عدد \n\nسیب ها رو میشوریم و چهار قارچ میکنیم و وسطشو با چاقو میگیریم ، سیبو به همراه اب و چوب دارچین در قابلمه با درب بسته به مدت نیم ساعت میپزیم ، چوب دارچینو خارج میکنیم و با گوشتکوب برقی سیبو ابو به همراه هم میکس میکنیم ، بعد از یکدست شدن زمانی که از داغی افتاد در یک کاسه صافی ابکش میذاریم و به کمک دستمال نخی یا کیسه برنج اب سیب را جدا میکنیم ،حالا اب سیب رو در قابلمه میریزیم و مدام هم میزنیم ، کف های روی اب رو میگیریم تا شیره سیب شفاف باشه ، مدام هم میزنیم تا اب تبخیر بشه ، بعد از تبخیر اب شیره حاضره بعد از خنک شدن در شیشه در بسته میذاریم \nنوش جان.\n@digcheh\n#شیره #سیب\n#شیره_سیب\n#عسل \n#قند_طبیعی",
                  "comments": 119,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/digcheh",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 10000000,
            "description": "24 ساعته - تبلبغات رستوران و مواد غذایی\r\nمسابقه انجام نمیشود",
            "advertiser_price": 10000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 28871,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-21T12:24:16.296692+03:30"
          },
          {
            "id": 6137,
            "media": {
              "id": 8130,
              "title": "آشپزی - کیک- شیرینی- دسر",
              "username": "digcheh",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.569275282170676,
              "categories": [
                {
                  "id": 1,
                  "title": "Restaurant-Food",
                  "title_fa": "رستوران و غذا"
                },
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_140311.0925570000-uy9jtjz5",
              "media_type": "INSTAGRAM",
              "custom_name": "digcheh",
              "following": 53,
              "followers": 5685123,
              "likes_per_post_average": 31994,
              "comments_per_post_average": 369,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC61zIVt49p",
                  "image": "https://cdn.jaryan.net/2024-12-01_140311.4911140000-iDmlKVmo",
                  "likes": 55395,
                  "views": 1976803,
                  "caption": "بهترین دسر واسه شب یلدا همینه😋\n@digcheh\n\n✅ مواد لازم برای دسر قرمز:\n آب انار۳ لیوان \nنشاسته گندم پودر شده یا نشاسته ذرت یک لیوان \nشکر ۲ لیوان \nآب یک لیوان\nمواد لازم برای دسر سفید:\n نشاسته ذرت ۱ لیوان\n شکر ۱ لیوان سرخالی\n شیر ۴ لیوان\n وانیل یک دوم قاشق چ\n\n✅ طرز تهیه: انارها رو دون می‌کنیم می‌ریزیم داخل غذاساز پوره می‌کنیم از صافی رد می‌کنیم و داخل یک قابلمه آب انار+ نشاسته گندم+ شکر+ آب می‌ریزیم میزاریم رو حرارت ملایم رتب هم می‌زنیم تا غلیظ بشه برای قسمت سفید نشاسته گندم + شکر و شیرو می‌ریزیم میزاریم رو حرارت ملایم مرتب هم می‌زنیم تا غلیظ بشه در انتها وانیل رو اضافه می‌کنیم و هم می‌زنیم و حرارت خاموش می‌کنیم قالب مورد نظر و چرب می‌کنیم اول مایع قرمزو می‌ریزیم داخل قالب دونه‌های انار و به مایع سفید اضافه می‌کنیم خوب مخلوط می‌کنیم و می‌ریزیم مرکز قالب برای این قسمت حتماً باید هر دو مایع داغ باشند قالبو میزاریم داخل یخچال به مدت ۸ ساعت بمونه تا دسر خوب ببنده بعد خارج می‌کنیم داخل یک کاسه آب ‌داغ قالبو برای چند ثانیه می‌ذاریم و بعد به راحتی برمی‌گردونیم روی دسر با دونه‌های انار تزیین می‌کنیم.\n\n✅لیوان دسته دار فرانسوی یا یک لیوان مشخص رو بعنوان پیمانه برای تمام مواد در نظر بگیرید\n\n@digcheh \n\n#دسر #دسر_یلدا #شب_یلدا #یلدا #دسر_انار",
                  "comments": 371,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC16PwvNxzz",
                  "image": "https://cdn.jaryan.net/2024-12-01_140311.7473480000-haLsQnDn",
                  "likes": 43597,
                  "views": 1855508,
                  "caption": "عجیب اما لذیذ😍\n@digcheh\n\n✅مواد لازم:\nمغز تخمه آفتاب گردان ۳۰۰ گرم\nرب انار ملس ۵ قاشق غذاخوری\nپیاز ۳ عدد\nسینه مرغ ۲ عدد\nنمک ۲ قاشق چایخوری\nزرد چوبه ۲ قاشق چایخوری\nفلفل سیاه ۱ قاشق چایخوری\nروغن ۱ پیمانه\nآب سرد به مقدار لازم\nیخ \n\n۲ عدد پیاز رو رنده میکینم و تفت میدیم کمی طلایی شد زرد چوبه رو اضافه میکینم، بعد مغز تخمه هارو چرخ میکنیم و به پیاز داغ اضافه میکینم و ۱۰ دقیقه تفت میدیم تا از خامی در بیاد، در ادامه بهش نمک و فلفل و رب انار رو اضافه میکینم و تفت میدیم حالا آب سرد رو میریزیم تا جوش بیاد، سینه های مرغ رو به تکه های کوچک خورد میکنیم و با یک پیاز و زرد چوبه جداگانه تفت میدیم و به خورشت اضافه میکنیم، در اواسط پخت بهش چند تکه یخ اضافه میکینم تا روغن بیشتری پس بده و ۲ ساعت بهش زمان میدیم با حرارت کم تا خورشتمون جا بیفته.\n@digcheh\n#فسنجان #مرغ\n#فسنجان_آفتابگردان\n#تخمه_آفتابگردان\n#خورش_فسنجان\n#خورشت_آفتابگردان",
                  "comments": 913,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCwXJHBtkZc",
                  "image": "https://cdn.jaryan.net/2024-11-27_143702.6223520000-Yr2qJ7EB",
                  "likes": 38816,
                  "views": 881330,
                  "caption": "مربا بِه درجه یک فقط همینه😎\n@digcheh\n✅موادلازم:\n\nبه یک کیلو \nآبلیمو ۲ قاشق غذاخوری\n هل ۳ عدد\n شکر ۸۰۰ گرم\nآب به اندازه لازم\n\n✅ طرز تهیه:\n به‌ها رو خوب بشورید خشک کنید به اندازه دلخواه خرد کنید بریزید داخل قابلمه آب اضافه کنید تا جایی که روی به ها رو آب بگیره \n\n✅نکته کلیدی:دانه‌های به رو بریزید داخل تنظیف یا توری محکم گره بزنید و بندازید داخل مربا این کار طعم بیشتری به مربا میده و همینطور باعق لعابدار شدن مربا میشه\n\n اجازه بدید به‌ها داخل آب یک مقدار بدون شکر بجوشه اینکار باعث میشه مربا خوش رنگتر بشه  چند دانه هل بشکونید و بندازید داخل قابلمه در قابلمه رو با دمکنی بپوشونید اجازه بدید با حرارت خیلی کم به مدت ۴ تا ۵ ساعت تا به خوب بپزه در آخر که مربا پخت و رنگش قرمز شد آبلیمو و گلاب اضافه کنید\nحرارت خاموش کنید اجازه بدید مربا خنک بشه داخل شیشه‌های مربا بریزید و در دمای محیط نگهداری کنید\n\n@digcheh\n\n#مربا #مربا_به #مربا_خونگی",
                  "comments": 358,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4f7AeK-Q2",
                  "image": "https://cdn.jaryan.net/2024-12-01_140312.1222700000-VMHbfPxf",
                  "likes": 28686,
                  "views": 998605,
                  "caption": "یه برگر اقتصادی و لذیذ😋\n@digcheh\n\n✅طرز تهیه :\n\nسویا ۲۰۰ گرم \nگوشت ۵۰۰ گرم \nپیاز ۳ عدد \nکره ۲ ق غ \nاب جوش نصف فنجون\nنمک ۱ ق چ\nپودر سیر ۱ ق م\nفلفل سیاه ۱ ق م\nکاری ۱ ق م \nپاپریکا ۱ ق م\nکاهو فرانسه ، گوجه ، خیارشور ، نون باگت به اندازه لازم \n\n✅طرز تهیه :\n\nسویا رو کاملا با غذاساز میکس میکنیم ، بهش کره و ابجوش میزنیم و بازم میکس میکنیم ، گوشت رو اضافه میکنیم ، پیاز اب گرفته شده و ترکیب ادویه های نمک ، فلفل ، پودر سیر ،کاری ، پاپریکا رو اضافه و میکس میکنیم بعد از انسجام کامل داخل درب پلاستیکی قرص برگر درست میکنیم ، ۲ ساعت در یخچال استراحت میدیم و بعد در یک تابه داغ به همراه روغن سرخ میکنیم ، هر طرف حدود ۳ دقیقه کافیه ، در نان باگت به همراه کاهو گوجه و خیارشور\nپیاز قرمز ساندویچ میکنیم\n\n@digcheh\n\n#برگر #همبرگر #ساندویچ #فستفود",
                  "comments": 186,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCzPMv4NTy7",
                  "image": "https://cdn.jaryan.net/2024-12-01_140312.5003170000-cvmFFsx9",
                  "likes": 25469,
                  "views": 888537,
                  "caption": "این مدل خیارشور همه رو انگشت به دهن میذاره!😍\n@digcheh\n\n مواد لازم:\nگوجه ۴ کیلو \nخیار کوچک ۲ کیلو\nسیر ۴حبه\nشوید ۱شاخه\nبرگ بو ۱ شاخه\nبرگ ترب ۱ عدد\nفلفل تند تازه ۱ عدد\nدانه فلفل سیاه ۵-۶ عدد\nنمک ۱ ق غ\nشکر ۱ ق چ\n\nنکات لازم:\n۴ ساعت در آب نمک نگه میدارین و آبکش  کنید\n \n✅آب گوجه رو برای ۵ دقیقه بجوشونید اگر اب گوجه غلیظ بود میتونید کمی آب بهش اضافه کنید،\n\n✅شیشه هارو به هر روشی که بلدین استریل کنید،\nمن با فر استریل کردم\n\n✅شیشه هارو داخل قابلمه بزارید و قابلمه رو تا نصفه آب کنید ۱۰-۱۵ بجوشونید،\n\n✅بعد درب شیشه هارو حسابی محکم کنیدو بطور معکوس قرار بدین وروی انها پارچه یا حوله قرار بدین تا به آرامی خنک بشن، \n\n✅بعد ۲۴ ساعت در جای خنک و تاریک قرار بدین و ۲-۳ روز زمان بدین تا آماده بشه.\n\n@digcheh\n\n#خیارشور #چاشنی_غذا #خیارسبز #ترشی #ترفند_آشپزی  #آموزش_آشپزی #رب_گوجه",
                  "comments": 243,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9wzgFKsu0",
                  "image": "https://cdn.jaryan.net/2024-12-01_140312.8444450000-6W1c8XBO",
                  "likes": 16665,
                  "views": 413203,
                  "caption": "شیرین تر از عسل😍 \n@digcheh\nمواد لازم:\nسیب ۳ کیلو\nاب ۱/۵ لیتر \nچوب دارچین ۲ عدد \n\nسیب ها رو میشوریم و چهار قارچ میکنیم و وسطشو با چاقو میگیریم ، سیبو به همراه اب و چوب دارچین در قابلمه با درب بسته به مدت نیم ساعت میپزیم ، چوب دارچینو خارج میکنیم و با گوشتکوب برقی سیبو ابو به همراه هم میکس میکنیم ، بعد از یکدست شدن زمانی که از داغی افتاد در یک کاسه صافی ابکش میذاریم و به کمک دستمال نخی یا کیسه برنج اب سیب را جدا میکنیم ،حالا اب سیب رو در قابلمه میریزیم و مدام هم میزنیم ، کف های روی اب رو میگیریم تا شیره سیب شفاف باشه ، مدام هم میزنیم تا اب تبخیر بشه ، بعد از تبخیر اب شیره حاضره بعد از خنک شدن در شیشه در بسته میذاریم \nنوش جان.\n@digcheh\n#شیره #سیب\n#شیره_سیب\n#عسل \n#قند_طبیعی",
                  "comments": 119,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/digcheh",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 7000000,
            "description": "24 ساعته - پست، ارز دیجیتال و بازار مالی و درامدزایی کار نمیشود\r\nمسابقه انجام نمیشود",
            "advertiser_price": 7000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 339123,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-21T12:23:29.366049+03:30"
          },
          {
            "id": 48434,
            "media": {
              "id": 6953,
              "title": "Varzesh3 ورزش سه",
              "username": "varzesh3",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.0415805022638296,
              "categories": [
                {
                  "id": 22,
                  "title": "Sports",
                  "title_fa": "ورزشی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-29_233501.1299750000-OwOZ2Fr4",
              "media_type": "INSTAGRAM",
              "custom_name": "varzesh3",
              "following": 3,
              "followers": 5621521,
              "likes_per_post_average": 58202,
              "comments_per_post_average": 350,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC8s9zAsBUb",
                  "image": "https://cdn.jaryan.net/2024-11-29_233501.2683090000-colfRXDV",
                  "likes": 93089,
                  "caption": "‌\nنیمار: من بهترین بازیکن جهانم، اما فقط به این دلیل که مسی و رونالدو از سیاره‌ای دیگر هستند! ⚽️🔥\n\n🎙 در سال 2018، نیمار در مصاحبه‌ای درباره وضعیت خود در میان بازیکنان برتر فوتبال صحبت کرد\n\n😁 او با اشاره به کریستیانو رونالدو و لیونل مسی گفت که این دو بازیکن «از سیاره‌ای دیگر» هستند و سطح بازی آن‌ها بالاتر از سایر بازیکنان است",
                  "comments": 549,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC8nNVDsZMW",
                  "image": "https://cdn.jaryan.net/2024-11-29_233501.3887860000-AeXJZ1rZ",
                  "likes": 89833,
                  "caption": "‌\n مسی و عشق بی‌پایان به بارسلونا\n\n📲 لیونل مسی با انتشار پیامی به مناسبت ۱۲۵ سالگی باشگاه بارسلونا، از عشق و افتخارش نسبت به این باشگاه گفت. او بارسا را باشگاهی خاص و متفاوت دانست و تأکید کرد که خوش‌شانس بوده خدا او را به این تیم هدایت کرده است\n\n🥹 مسی از دلتنگی‌اش برای شهر بارسلونا و مردم آن صحبت کرد و بار دیگر علاقه‌اش به بازگشت به این شهر محبوب را ابراز نمود. او برای موفقیت‌های بیشتر بارسا آرزوی قلبی کرد.\nبارسلونا همیشه خانه مسی خواهد ماند؛ \n\nجایی که او خاطرات طلایی و لحظات فراموش‌نشدنی بسیاری را خلق کرد",
                  "comments": 311,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC9mljms1Gj",
                  "image": "https://cdn.jaryan.net/2024-11-29_233501.5410840000-udUWsDO4",
                  "likes": 66290,
                  "caption": "‌\nپیروزی النصر در شب دبل و درخشش فوق ستاره🔥",
                  "comments": 463,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC9FpZ2sJM_",
                  "image": "https://cdn.jaryan.net/2024-11-29_233501.7064950000-v8JeARem",
                  "likes": 62319,
                  "caption": "‌\n🥉 افتخار تاریخی برای پینگ‌پنگ ایران\n\n🤩 بنیامین فرجی، نابغه نوجوان ایرانی، با کسب مدال برنز مسابقات جهانی زیر ۱۵ سال، نام خود را به عنوان اولین مدال‌آور تاریخ پینگ‌پنگ ایران در این رده سنی ثبت کرد\n\n👏🏻 فرجی در مرحله نیمه‌نهایی پس از رقابتی نفس‌گیر با حریف چینی، لی هه چن، با نتیجه ۴ بر ۲ شکست خورد و از رسیدن به فینال بازماند. اما مسیر درخشان او با غلبه بر حریفانی از سوئد، ژاپن و چین تایپه تا نیمه‌نهایی، نشان‌دهنده توانمندی و استعداد اوست",
                  "comments": 255,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC87S_ysh5w",
                  "image": "https://cdn.jaryan.net/2024-11-29_233501.8617320000-8LdNKGcM",
                  "likes": 62003,
                  "caption": "‌\n🤨 آنچلوتی: رئال مادرید در فینال چمپیونزلیگ خواهد بود\n\n🎙 کارلو آنچلوتی در پاسخ به سوالات خبرنگاران، از احتمال صعود رئال مادرید به فینال لیگ قهرمانان اروپا صحبت کرد. او با اعتماد به نفس بیان کرد که تیمش در این مسابقات قدرتمند است و طرفداران می‌توانند انتظار داشته باشند که رئال مادرید در فینال این رقابت‌ها حضور خواهد داشت\n\n💬 او همچنین به اشاره به پیامی از آلبرتو سروتی، خبرنگار کادناسر، گفت: «شما می‌توانید هر چیزی را که می‌خواهید به آن‌ها بگویید، اما به آن‌ها بگویید که رئال مادرید در فینال مونیخ خواهد بود.» \n\n🔥 این اظهارات نشان‌دهنده اعتماد و روحیه بالای سرمربی رئال مادرید است",
                  "comments": 831,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC9P5A9sSuz",
                  "image": "https://cdn.jaryan.net/2024-11-29_233501.9994210000-8HwvUea7",
                  "likes": 53704,
                  "caption": "‌\n🥳 امروز بارسلونا در  سالگی خود جشن می‌گیرد!\n\n📈 باشگاهی که از ۲۲ اکتبر ۱۸۹۹ به بعد نه تنها تاریخ فوتبال اسپانیا، بلکه دنیای فوتبال را تحت تاثیر قرار داده است. این باشگاه با ۶۶ جام معتبر از جمله ۲۷ عنوان لالیگا و ۵ لیگ قهرمانان اروپا، مجموعه‌ای از بزرگ‌ترین اسطوره‌های تاریخ فوتبال را پرورش داده است. از کوبالا، کرویف، رونالدینیو و مسی گرفته تا ژاوی، اینیستا و گواردیولا، بارسا همیشه با ستارگانش درخشیده است.\n\n👀 در این جشن بزرگ، که عصر امروز برگزار می‌شود، نزدیک به ۲ هزار مهمان ویژه از جمله اسطوره‌ها و مسئولان باشگاه حضور خواهند داشت و شاهد نمایش ویژه‌ای خواهند بود.\n\n🏟 هرچند این مراسم بدون افتتاح اسپاتیفای نوکمپ برگزار می‌شود، اما هنوز هم همه نگاه‌ها به این باشگاه بزرگ و دستاوردهای بی‌نظیرش دوخته شده است",
                  "comments": 337,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/varzesh3",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 25000000,
            "description": "24 ساعته - پست 24 ساعت",
            "advertiser_price": 25000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 157128,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-09-07T11:00:15.982054+03:30"
          },
          {
            "id": 376,
            "media": {
              "id": 195,
              "title": "جهان باستان | ancientworld",
              "username": "ancientworld1",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 2.465646713037366,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_015401.0928960000-eMhmujX0",
              "media_type": "INSTAGRAM",
              "custom_name": "ancientworld1",
              "following": 26,
              "followers": 5022712,
              "likes_per_post_average": 122439,
              "comments_per_post_average": 1402,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C5oWhNiM6fR",
                  "image": "https://cdn.jaryan.net/2024-07-26_063001.1258480000-9KhgZC1i",
                  "likes": 515166,
                  "views": null,
                  "caption": "ببینید چی ساختن فقط😧",
                  "comments": 4392,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C33KlpQspvF",
                  "image": "https://cdn.jaryan.net/2024-07-26_063001.3011010000-sRoSaMbB",
                  "likes": 486333,
                  "views": null,
                  "caption": "کل صدا و سیما به فدای صدات🫠",
                  "comments": 8067,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C7eHUwPs6wc",
                  "image": "https://cdn.jaryan.net/2024-07-26_063001.5548110000-YVZf9o7L",
                  "likes": 382596,
                  "views": null,
                  "caption": "کدومشو بیشتر دوست داشتی؟",
                  "comments": 10842,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCtbd6ksX5T",
                  "image": "https://cdn.jaryan.net/2024-11-26_023301.1368320000-cVBFAMxj",
                  "likes": 177530,
                  "caption": "در بخش زیرین برج، چندین تالار نمایش، نگارخانه، کتابخانه و موزه قرار دارد از جمله موزه ای با امکانات بسیار پیشرفته و بخش‌های متنوع سمعی و بصری در عمق ۱۵ متری ضلع شمال برج آزادی با عنوان موزه ششم بهمن (روز همه‌پرسی انقلاب سفید) در سال ۱۳۵۳ افتتاح شد و دولت می‌خواست با ساخت این موزه، به زعم خود، دستاوردهای ناشی از انقلاب سفید را معرفی کند.",
                  "comments": 1125,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCwxCz9M6lL",
                  "image": "https://cdn.jaryan.net/2024-11-26_023301.3190630000-dtf0TdDa",
                  "likes": 175165,
                  "caption": "ببینید و لذت ببرید🥲🫠",
                  "comments": 2867,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCj5vN0s3QJ",
                  "image": "https://cdn.jaryan.net/2024-11-21_053101.4230990000-g0Q8Tcd9",
                  "likes": 139047,
                  "caption": "شدت قساوت و خشونتی که ازبرخی از این راهزنان دوره قاجار گزارش شده بیش از سایرین بوده به طوری که از کشتارها و به بردگی بردن اسیران به قصد اخاذی از بستگان یا فروش در بازارهای برده‌فروشی ابایی نداشته‌اند. حسنعلی خان افشار در کتاب «سفرنامه لرستان و خوزستان» خود به مواردی از این غارت‌ها و برده‌گیری‌ها اشاره کرده است.",
                  "comments": 1232,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/ancientworld1",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 8850000,
            "description": "24 ساعته",
            "advertiser_price": 8850000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 54432,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-09-10T15:12:13.880580+03:30"
          },
          {
            "id": 37820,
            "media": {
              "id": 20520,
              "title": "arayesh va mod",
              "username": "arayesh_va_mod",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.11638331951844688,
              "categories": [
                {
                  "id": 77,
                  "title": "Makeup",
                  "title_fa": "آرایشی و بهداشتی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_024700.8742050000-q1x9556v",
              "media_type": "INSTAGRAM",
              "custom_name": "arayesh_va_mod",
              "following": 12,
              "followers": 4049979,
              "likes_per_post_average": 4662,
              "comments_per_post_average": 50,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCtnOBkomkj",
                  "image": "https://cdn.jaryan.net/2024-11-25_031801.4608440000-zirEvulQ",
                  "likes": 15754,
                  "caption": "",
                  "comments": 123,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCkPEAVIjck",
                  "image": "https://cdn.jaryan.net/2024-11-25_031801.2657800000-TOsQtJqm",
                  "likes": 12008,
                  "views": 526337,
                  "caption": "",
                  "comments": 378,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCWbjs_o-_B",
                  "image": "https://cdn.jaryan.net/2024-11-19_194701.4736700000-TRgilwO8",
                  "likes": 10567,
                  "caption": "",
                  "comments": 46,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCfBsSco2UQ",
                  "image": "https://cdn.jaryan.net/2024-11-20_014301.2261250000-gfDWeIM2",
                  "likes": 9674,
                  "caption": "",
                  "comments": 40,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCZ6vZ7Imso",
                  "image": "https://cdn.jaryan.net/2024-11-20_014301.0952780000-EU4MXTr7",
                  "likes": 7726,
                  "caption": "",
                  "comments": 156,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCtfxetsFE-",
                  "image": "https://cdn.jaryan.net/2024-11-25_031801.6967360000-5INVpHaf",
                  "likes": 410,
                  "views": 12478,
                  "caption": "بیشتر افراد وقتی به فکر اصلاح فرم بینی خود هستند، تصور می کنند جراحی بینی تنها راه حل موجود هست، اما به دلایلی حاضر نیستند زیر تیغ جراحی بروند. \nهمچنین با توجه به تغییر سبک زندگی‌ها و مشغله زیاد بیشتر افراد به دنبال یک روش سریع و بدون دوران نقاهت برای تغییر فرم بینی خود هستند که که لیفت با نخ؛ یک انتخاب عالی خواهد بود.\n•\n👈 ما با 👇\n✅مشاوره حضوری رایگان و برنامه‌ریزی حرفه‌ای\n✅جدیدترین و بهترین دستگاه‌های لاغری، جوانسازی و لیزرهای موهای زائد\n✅استفاده از معتبرترین و محبوبترین برند های ژل و نخ\n✅ترکیب روش های ج.راح.ی و غیر ج.راح.ی (در صورت نیاز)\nدر کنار شما هستیم تا بهترین و زیباترین ورژن خودتون باشید✨\n•\n📌جهت مشاهده عکس های قبل و بعد، آشنایی بیشتر با جدیدترین تکنیک های زیبایی و جوانسازی و ارتباط مستقیم با جناب آقای دکتر حاتمی موسس کلینیک آرمان الهیه به صفحه زیر مراجعه کنید\n@drrezahatami\n@drrezahatami \n@drrezahatami \n@drrezahatami \n•\n☎️مشاوره تلفنی با کارشناسان و رزرو وقت\n👇👇👇👇👇\n021-22200516\n021-22200516\n021-22200516\n👆👆👆👆👆",
                  "comments": 1,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/arayesh_va_mod",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2000000,
            "description": "24 ساعته - ریلز\r\n تایم ظهر : ساعت ۱۱ صبح تا ۱۴ ظهر\r\n تایم شب : ساعت ۱۹ عصر تا ۲۱:۳۰ شب\r\nهر پست تبلیغاتی حدود ۲۰ دقیقه پست آخر پیج خواهد بود.\r\nهشتگ از متن حذف می",
            "advertiser_price": 2000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 11856,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-09-26T17:02:02.126179+03:30"
          },
          {
            "id": 360,
            "media": {
              "id": 185,
              "title": "واتس فکت",
              "username": "whats.fact",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.0683094801309598,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_190101.0505750000-IeHdoeaZ",
              "media_type": "INSTAGRAM",
              "custom_name": "whats.fact",
              "following": 126,
              "followers": 3966204,
              "likes_per_post_average": 41137,
              "comments_per_post_average": 1234,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C9w9xADMv22",
                  "image": "https://cdn.jaryan.net/2024-07-29_141900.8427520000-SEEbdcIu",
                  "likes": 387856,
                  "views": 4534247,
                  "caption": ".\nآقای شریفی میگه بچه های اوتیسم خیلی خاص هستن\nچهرهشون با بقیه فرقی نداره اما رفتارشون متفاوته\nمثلا پسرش جز یه سلمونی اجازه نمیده کسی به موهاش دست بزنه\nیا مثلا بارها گم شده\nیا حرکاتی از خودش بروز میده که واسه بقیه ناآشناس و حتی \nبهش حمله کردن\nخلاصه که بچه های اوتیسمی رو دریابین.\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact",
                  "comments": 9569,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCgUdnLOGBQ",
                  "image": "https://cdn.jaryan.net/2024-11-23_135701.0586520000-5l1ueone",
                  "likes": 57365,
                  "views": 985805,
                  "caption": ".\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact",
                  "comments": 897,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCYiiXCOMzr",
                  "image": "https://cdn.jaryan.net/2024-11-18_024401.5355380000-Zr7ILN8m",
                  "likes": 49928,
                  "views": 1005768,
                  "caption": ".\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact",
                  "comments": 957,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCmELX6sbLN",
                  "image": "https://cdn.jaryan.net/2024-11-23_135701.2500060000-XLYlXbAq",
                  "likes": 49214,
                  "caption": ".\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact",
                  "comments": 349,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCSBNITuKI4",
                  "image": "https://cdn.jaryan.net/2024-11-18_024401.2087690000-lBb6VyB8",
                  "likes": 49024,
                  "caption": ".\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact",
                  "comments": 1713,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCPS28yu5I_",
                  "image": "https://cdn.jaryan.net/2024-11-18_024401.3981610000-KmipnVb3",
                  "likes": 47631,
                  "views": 718055,
                  "caption": ".\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact",
                  "comments": 527,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/whats.fact",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 6700000,
            "description": "24 ساعته - موضوعات مالی و ارزدیجیتال انجام نمیشود",
            "advertiser_price": 6700000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 26751,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-07-18T13:51:12.718160+03:30"
          },
          {
            "id": 3484,
            "media": {
              "id": 7218,
              "title": "آشپزی پلاس مگ",
              "username": "pluss_mag",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.0066293122020609,
              "categories": [
                {
                  "id": 1,
                  "title": "Restaurant-Food",
                  "title_fa": "رستوران و غذا"
                },
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_151001.8121550000-gbCHyuLh",
              "media_type": "INSTAGRAM",
              "custom_name": "pluss_mag",
              "following": 10,
              "followers": 3799992,
              "likes_per_post_average": 38048,
              "comments_per_post_average": 203,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C5smYkftP3s",
                  "image": "https://cdn.jaryan.net/2024-07-23_184301.2478910000-7krv0kU0",
                  "likes": 375042,
                  "views": 17430161,
                  "caption": "اسم روستای عجیب و غریبی که شنیدین چی بوده؟😁\n@pluss_mag\n🔸مواد لازم:\n۵ عدد موز\nنصف پیمانه کارامل\n۵۰ گرم شکلات خرد شده\n\n🔸موز رو یک شب داخل فریزر بذارین تا یخ بزنه\n\n#موز #بستنی #بستنی_موزی #بستنی_میوه_ای #بستنی_خونگی\n\nبازنشر این کلیپ ممنوع است!",
                  "comments": 3119,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9KqDkoNZDy",
                  "image": "https://cdn.jaryan.net/2024-07-23_184301.4448830000-yuNVOO2V",
                  "likes": 262862,
                  "views": 40631559,
                  "caption": "شما دیگه چه راه حلی بلدین؟🤩\n@pluss_mag\n\n#ترفند #ترفند_آشپزی #نکات_آشپزی #آشپزی #پلاس_مگ \n\nپیج های عمومی، بازنشر ویدیو های این پیج در هیچ اپلیکیشن دیگری مجاز نیست!",
                  "comments": 1817,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBEoHwDN3ja",
                  "image": "https://cdn.jaryan.net/2024-10-17_082701.1527050000-82T783oS",
                  "likes": 242906,
                  "views": 7671737,
                  "caption": "آب رو آتیشه😎\n@pluss_mag\nمواد لازم:\nشلغم\n\nطرز تهیه:\nسر و ته شلغم های خوب شسته شده رو با چاقو برش بدید، داخل شیشه رو با شلغم های متوسط و سفت پر کنید و درشو ببندید، کف قابلمه دستمال و شیشه رو بذارید، تا نصف شیشه آب بریزید، بذارید روی حرارت تا به جوش بیاد، با حرارت متوسط ۲ ساعت بجوشه، اگه آب کم شد، فقط آب‌جوش اضافه کنید، عصاره شلغم و شلغم رو استفاده کنید\n\n#شلغم #سوپ_شلغم #سرماخوردگی #شلغم_و_عسل #ترفند_آشپزی #شلغم_عسل #سلامتی #درمان_خانگی \n\nبازنشر این کلیپ ممنوع است!",
                  "comments": 1527,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCuQ25qNF2Z",
                  "image": "https://cdn.jaryan.net/2024-11-28_153901.2776940000-209ZIZzu",
                  "likes": 120934,
                  "views": 4738373,
                  "caption": "هم ظاهرش قشنگه هم طعمش عالیه😍😍\n@pluss_mag\nمواد لازم:\nیک عدد تخم مرغ\nنصف قاشق چایخوری وانیل \n۱۰۰ گرم کره آب شده\nنصف لیوان آب\nدو لیوان آرد سفید\nنصف قاشق چایخوری بکینگ پودر \nیک قاشق غذاخوری پودر کاکائو+یک قاشق غذاخوری روغن مایع\nبرای شربت \nیک لیوان شکر\nنصف لیوان آب\nیک چهارم لیوان گلاب\nعصاره زعفران مقداری\nخلال و پودر پسته برای تزئین \n\nطرز تهیه:\nتخم مرغ و وانیل رو هم بزنید، کره‌ی آب شده بریزید و هم بزنید، آب اضافه و مخلوط کنید، بکینگ پودر و نصف آرد رو بریزید و هم بزنید، بقیه آرد رو هم کم کم اضافه و مخلوط کنید، ورز بدید تا خمیر یکدستی به دست بیاد، من یک قاشق غذاخوری آرد بیشتر ریختم، خمیر رو به سه قسمت مساوی تقسیم کنید، به یک قسمت مخلوط پودر کاکائو و روغن بزنید و ورز بدید تا رنگش یکدست بشه، هر سه تا همیر رو روی سطح آردپاشی شده با وردنه باز کنید، خمیر شکلاتی رو بین دوتا خمیر ساده بذارید، هم اندازه کنید و وردنه بکشید، با کاتر به شكل مربع های کوچیک برش بدید و مثل فیلم گوشه ها رو به هم بچسبونید، داخل روغن داغ و فراوون طوری که شناور باشن، با حرارت کم سرخ کنید، شربت بار خنک رو روی شیرینی های داغ بریزید، با خلال و پودر پسته تزئین کنید، می تونید روش پودر قند هم الک کنید\n\nدستور شربت بار:\nآب و شکر رو داخل قابلمه بریزید و روی حرارت بذارید، وقتی شکر حل شد، زعفران و گلاب اضافه و مخلوط کنید، وقتی شروع به جوشیدن کرد، یک دقیقه بعد از روی حرارت بردارید\n\n#شیرینی_خونگی #شیرینی #شیرینی_خانگی #شیرینی_بدون_فر #باقلوا #شیرینی_خشک #بامیه\n\nبازنشر این کلیپ ممنوع است!",
                  "comments": 567,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCme_FTtIbE",
                  "image": "https://cdn.jaryan.net/2024-11-28_153901.4485660000-KN1v0fGz",
                  "likes": 29683,
                  "views": 688710,
                  "caption": "دیگه قند بذار کنار😊\n@pluss_mag\nمواد لازم:\nیک پیمانه کنجد \nیک چهارم پیمانه شیره انگور \nنصف پیمانه بادام زمینی\n\nطرز تهیه: \nکنجد ها رو داخل تابه بریزید و کمی تفت بدید،بعد از تابه خارج کنید و تو یه ظرف دیگه بریزید، شیره انگور رو داخل تابه بریزید، وقتی شروع به جوشیدن کرد، بادام زمینی تفت داده شده رو اضافه و خوب با هم مخلوط کنید، از روی حرارت بردارید و بلافاصله داخل کنجدی که تفت دادید، بریزید، بادام ها رو دونه دونه داخل کنجد بغلتونید تا به هم نچسبن\n\n#بادام_زمینی #بادام #شکلات #کنجدی #کنجد #کنجد_بار #رژیمی #تنقلات \n\nبازنشر این کلیپ ممنوع است!",
                  "comments": 187,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC7LgJhtHMm",
                  "image": "https://cdn.jaryan.net/2024-12-02_151002.1410990000-GGxtUAAS",
                  "likes": 27462,
                  "views": 763240,
                  "caption": "خودت با کیفیت و خونگی درست کن😍\n@pluss_mag\nمواد لازم:\n۴ پیمانه آرد سفید\n۳۰۰ میلی لیتر آب گرم(یک و نیم لیوان)\nیک قاشق غذاخوری شکر\nیک قاشق غذاخوری خمیر مایه فوری\nنصف قاشق چایخوری نمک\nروغن مایع یک چهارم پیمانه \nیک چهارم پیمانه شیر خشک قنادی \nبکینگ پور نصف قاشق غذاخوری \n\nطرز تهیه:\nآب و شکر و خمیر مایه رو مخلوط کنید، روشو بپوشونید و ۱۰ دقیقه بزارید کنار تا عمل بیاد، روغن، آرد، نمک، شیر خشک و بکینگ‌پودر رو بریزید و مواد رو مخلوط کنید، بهتره همه ی آرد رو نریزید چون رطوبت گیری آرد ها فرق داره، اینقدر ورز بدید تا چسبندگی خمیر با ورز دادن از بین بره، کف ظرف رو چرب کنید و ۴۰ دقیقه به خمیر استراحت بدید، خمیر رو به ضخامت نیم سانت باز کنید و با هر وسیله ای که اندازش مناسب بود کاتر بزنید، داخل سینی فر روی کاغذ روغنی بچینید و روسو بپوشونید، ۱۰ دقیقه استراحت بدید، روشو با چنگال سوراخ کنید و داخل فر از پیش گرم شده با دمای ۲۰۰ درجه، ۴ دقیقه بذارید بمونه، وقتی خمیر ها سرد شدن سلفون پیج کنید و داخل فریزر نگه داری کنید\n\n#پیتزا #پیتزا_خونگی #پیتزاخانگی #خمیرپیتزا #نان_پیتزا #خمیر_پیتزا #نان_خانگی \n\nبازنشر این کلیپ ممنوع است!",
                  "comments": 166,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/pluss_mag",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 4500000,
            "description": "24 ساعته - ۲۴ ساعته، ارز دیجیتال و بازار مالی و درامدزایی کار نمیشود\r\nمسابقه انجام نمیشود",
            "advertiser_price": 4500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 118059,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-21T12:26:30.755340+03:30"
          },
          {
            "id": 22634,
            "media": {
              "id": 7218,
              "title": "آشپزی پلاس مگ",
              "username": "pluss_mag",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.0066293122020609,
              "categories": [
                {
                  "id": 1,
                  "title": "Restaurant-Food",
                  "title_fa": "رستوران و غذا"
                },
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_151001.8121550000-gbCHyuLh",
              "media_type": "INSTAGRAM",
              "custom_name": "pluss_mag",
              "following": 10,
              "followers": 3799992,
              "likes_per_post_average": 38048,
              "comments_per_post_average": 203,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C5smYkftP3s",
                  "image": "https://cdn.jaryan.net/2024-07-23_184301.2478910000-7krv0kU0",
                  "likes": 375042,
                  "views": 17430161,
                  "caption": "اسم روستای عجیب و غریبی که شنیدین چی بوده؟😁\n@pluss_mag\n🔸مواد لازم:\n۵ عدد موز\nنصف پیمانه کارامل\n۵۰ گرم شکلات خرد شده\n\n🔸موز رو یک شب داخل فریزر بذارین تا یخ بزنه\n\n#موز #بستنی #بستنی_موزی #بستنی_میوه_ای #بستنی_خونگی\n\nبازنشر این کلیپ ممنوع است!",
                  "comments": 3119,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9KqDkoNZDy",
                  "image": "https://cdn.jaryan.net/2024-07-23_184301.4448830000-yuNVOO2V",
                  "likes": 262862,
                  "views": 40631559,
                  "caption": "شما دیگه چه راه حلی بلدین؟🤩\n@pluss_mag\n\n#ترفند #ترفند_آشپزی #نکات_آشپزی #آشپزی #پلاس_مگ \n\nپیج های عمومی، بازنشر ویدیو های این پیج در هیچ اپلیکیشن دیگری مجاز نیست!",
                  "comments": 1817,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBEoHwDN3ja",
                  "image": "https://cdn.jaryan.net/2024-10-17_082701.1527050000-82T783oS",
                  "likes": 242906,
                  "views": 7671737,
                  "caption": "آب رو آتیشه😎\n@pluss_mag\nمواد لازم:\nشلغم\n\nطرز تهیه:\nسر و ته شلغم های خوب شسته شده رو با چاقو برش بدید، داخل شیشه رو با شلغم های متوسط و سفت پر کنید و درشو ببندید، کف قابلمه دستمال و شیشه رو بذارید، تا نصف شیشه آب بریزید، بذارید روی حرارت تا به جوش بیاد، با حرارت متوسط ۲ ساعت بجوشه، اگه آب کم شد، فقط آب‌جوش اضافه کنید، عصاره شلغم و شلغم رو استفاده کنید\n\n#شلغم #سوپ_شلغم #سرماخوردگی #شلغم_و_عسل #ترفند_آشپزی #شلغم_عسل #سلامتی #درمان_خانگی \n\nبازنشر این کلیپ ممنوع است!",
                  "comments": 1527,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCuQ25qNF2Z",
                  "image": "https://cdn.jaryan.net/2024-11-28_153901.2776940000-209ZIZzu",
                  "likes": 120934,
                  "views": 4738373,
                  "caption": "هم ظاهرش قشنگه هم طعمش عالیه😍😍\n@pluss_mag\nمواد لازم:\nیک عدد تخم مرغ\nنصف قاشق چایخوری وانیل \n۱۰۰ گرم کره آب شده\nنصف لیوان آب\nدو لیوان آرد سفید\nنصف قاشق چایخوری بکینگ پودر \nیک قاشق غذاخوری پودر کاکائو+یک قاشق غذاخوری روغن مایع\nبرای شربت \nیک لیوان شکر\nنصف لیوان آب\nیک چهارم لیوان گلاب\nعصاره زعفران مقداری\nخلال و پودر پسته برای تزئین \n\nطرز تهیه:\nتخم مرغ و وانیل رو هم بزنید، کره‌ی آب شده بریزید و هم بزنید، آب اضافه و مخلوط کنید، بکینگ پودر و نصف آرد رو بریزید و هم بزنید، بقیه آرد رو هم کم کم اضافه و مخلوط کنید، ورز بدید تا خمیر یکدستی به دست بیاد، من یک قاشق غذاخوری آرد بیشتر ریختم، خمیر رو به سه قسمت مساوی تقسیم کنید، به یک قسمت مخلوط پودر کاکائو و روغن بزنید و ورز بدید تا رنگش یکدست بشه، هر سه تا همیر رو روی سطح آردپاشی شده با وردنه باز کنید، خمیر شکلاتی رو بین دوتا خمیر ساده بذارید، هم اندازه کنید و وردنه بکشید، با کاتر به شكل مربع های کوچیک برش بدید و مثل فیلم گوشه ها رو به هم بچسبونید، داخل روغن داغ و فراوون طوری که شناور باشن، با حرارت کم سرخ کنید، شربت بار خنک رو روی شیرینی های داغ بریزید، با خلال و پودر پسته تزئین کنید، می تونید روش پودر قند هم الک کنید\n\nدستور شربت بار:\nآب و شکر رو داخل قابلمه بریزید و روی حرارت بذارید، وقتی شکر حل شد، زعفران و گلاب اضافه و مخلوط کنید، وقتی شروع به جوشیدن کرد، یک دقیقه بعد از روی حرارت بردارید\n\n#شیرینی_خونگی #شیرینی #شیرینی_خانگی #شیرینی_بدون_فر #باقلوا #شیرینی_خشک #بامیه\n\nبازنشر این کلیپ ممنوع است!",
                  "comments": 567,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCme_FTtIbE",
                  "image": "https://cdn.jaryan.net/2024-11-28_153901.4485660000-KN1v0fGz",
                  "likes": 29683,
                  "views": 688710,
                  "caption": "دیگه قند بذار کنار😊\n@pluss_mag\nمواد لازم:\nیک پیمانه کنجد \nیک چهارم پیمانه شیره انگور \nنصف پیمانه بادام زمینی\n\nطرز تهیه: \nکنجد ها رو داخل تابه بریزید و کمی تفت بدید،بعد از تابه خارج کنید و تو یه ظرف دیگه بریزید، شیره انگور رو داخل تابه بریزید، وقتی شروع به جوشیدن کرد، بادام زمینی تفت داده شده رو اضافه و خوب با هم مخلوط کنید، از روی حرارت بردارید و بلافاصله داخل کنجدی که تفت دادید، بریزید، بادام ها رو دونه دونه داخل کنجد بغلتونید تا به هم نچسبن\n\n#بادام_زمینی #بادام #شکلات #کنجدی #کنجد #کنجد_بار #رژیمی #تنقلات \n\nبازنشر این کلیپ ممنوع است!",
                  "comments": 187,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC7LgJhtHMm",
                  "image": "https://cdn.jaryan.net/2024-12-02_151002.1410990000-GGxtUAAS",
                  "likes": 27462,
                  "views": 763240,
                  "caption": "خودت با کیفیت و خونگی درست کن😍\n@pluss_mag\nمواد لازم:\n۴ پیمانه آرد سفید\n۳۰۰ میلی لیتر آب گرم(یک و نیم لیوان)\nیک قاشق غذاخوری شکر\nیک قاشق غذاخوری خمیر مایه فوری\nنصف قاشق چایخوری نمک\nروغن مایع یک چهارم پیمانه \nیک چهارم پیمانه شیر خشک قنادی \nبکینگ پور نصف قاشق غذاخوری \n\nطرز تهیه:\nآب و شکر و خمیر مایه رو مخلوط کنید، روشو بپوشونید و ۱۰ دقیقه بزارید کنار تا عمل بیاد، روغن، آرد، نمک، شیر خشک و بکینگ‌پودر رو بریزید و مواد رو مخلوط کنید، بهتره همه ی آرد رو نریزید چون رطوبت گیری آرد ها فرق داره، اینقدر ورز بدید تا چسبندگی خمیر با ورز دادن از بین بره، کف ظرف رو چرب کنید و ۴۰ دقیقه به خمیر استراحت بدید، خمیر رو به ضخامت نیم سانت باز کنید و با هر وسیله ای که اندازش مناسب بود کاتر بزنید، داخل سینی فر روی کاغذ روغنی بچینید و روسو بپوشونید، ۱۰ دقیقه استراحت بدید، روشو با چنگال سوراخ کنید و داخل فر از پیش گرم شده با دمای ۲۰۰ درجه، ۴ دقیقه بذارید بمونه، وقتی خمیر ها سرد شدن سلفون پیج کنید و داخل فریزر نگه داری کنید\n\n#پیتزا #پیتزا_خونگی #پیتزاخانگی #خمیرپیتزا #نان_پیتزا #خمیر_پیتزا #نان_خانگی \n\nبازنشر این کلیپ ممنوع است!",
                  "comments": 166,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/pluss_mag",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 4500000,
            "description": "24 ساعته - ریلز \r\nتبلیغات رستوران ، اشپزی ،  بلاگری \r\nمسابقه انجام نمیشود",
            "advertiser_price": 4500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 61359,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-03T20:55:21.871024+03:30"
          },
          {
            "id": 38039,
            "media": {
              "id": 10235,
              "title": "ریزنکات خانه داری مدرن☘️",
              "username": "khanedarie_novin",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.1804534244186773,
              "categories": [
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_222300.8355170000-9D1VylrG",
              "media_type": "INSTAGRAM",
              "custom_name": "khanedarie_novin",
              "following": 0,
              "followers": 3788974,
              "likes_per_post_average": 6723,
              "comments_per_post_average": 114,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C_DXWDJqq3D",
                  "image": "https://cdn.jaryan.net/2024-10-10_233900.8305300000-IwHpMMht",
                  "likes": 437558,
                  "views": null,
                  "caption": "🖤\nوقتی کسی که باور داشته‌ایم آسمان کره زمین برایمان آبی و صاف است، به ناگهان تاریکی های ناآرامی بر آسمان روی می‌آید و ما در خودشکنی شگفت زده‌ی خیانت می‌افتیم.\n\n@khanedarie_novin \n@khanedarie_novin \n🤍🤍🤍🤍🤍🤍🤍🤍\n@english_films2024 🙏🏼",
                  "comments": 3289,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DALb4tIqhtQ",
                  "image": "https://cdn.jaryan.net/2024-09-24_171001.2644700000-ICzRXEXo",
                  "likes": 139004,
                  "views": null,
                  "caption": "عروس خانم های پیج نظرشونو کامنت بزارنند🙏🏼♥️\n\n@khanedarie_novin \n@khanedarie_novin \n🌺🌺🌺🌺🌺🌺🌺🌺\nMohebbankanoon🙏🏼",
                  "comments": 20670,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C-LsUABq9BC",
                  "image": "https://cdn.jaryan.net/2024-10-10_233900.9589080000-uOwqyyo2",
                  "likes": 87623,
                  "views": null,
                  "caption": "❌ پست مهم، حتما ذخیره کنید❌\n\n✔️گلاب‼️ \nیه عصاره ارزان و در دسترس با این حجم از خاصیت🖐😍\n\n❤️قرمز یاتون نره❤️\n\n@khanedarie_novin \n@khanedarie_novin \n🍃🍃🍃🍃🍃🍃🍃🍃🍃\n@noktesonati🙏🏼",
                  "comments": 2185,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC93XW8uNcX",
                  "image": "https://cdn.jaryan.net/2024-12-01_222301.0945430000-0cfiJWB2",
                  "likes": 17376,
                  "views": null,
                  "caption": "ميخوام ببرمت يه دورهمي صميمي و قشنگ😍❤️\n\nبياين قول بديم نزاريم دورهم بودنا از بين بره \nهرسال كمرنگتر از سال قبل برگزارش كنيم هرچند ساده \nمعلوم نيست سال ديگه كيا تو جمعمون باشن كيا نباشن 🥹❤️\n.\n.\n\n🍉🍉🍉🍉🍉🍉\n@farnoosh_lifestylee🙏🏼",
                  "comments": 227,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9ySMLKHjG",
                  "image": "https://cdn.jaryan.net/2024-12-01_222301.2545130000-ps58edTR",
                  "likes": 9716,
                  "caption": "بفرس براش 🥲🥰♥️ \n\n🍂🍂🍂🍂🍂🍂🍂🍂\n@jomleneeb 🙏🏼",
                  "comments": 174,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC-2fm2qO_z",
                  "image": "https://cdn.jaryan.net/2024-12-01_222301.4225030000-xYzxaTQN",
                  "likes": 6256,
                  "caption": "وای عالی بود😂😂😂😂\n.\n.\n.\n😂😂😂😂😂😂\n@hoseinshirii‎🙏🏼\n@tak_mu3ic🙏🏼",
                  "comments": 192,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/khanedarie_novin",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2000000,
            "description": "ریلز 24 ساعته - هشتک از متن تبلیغات حذف میشود",
            "advertiser_price": 2000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 37168,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-09-12T22:56:56.979532+03:30"
          },
          {
            "id": 130,
            "media": {
              "id": 59,
              "title": "بیوتی مگ | مجله زیبایی و سلامتی",
              "username": "beauti.mag",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.008588740146024227,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-29_224001.1711320000-uuxU4SeS",
              "media_type": "INSTAGRAM",
              "custom_name": "beauti.mag",
              "following": 48,
              "followers": 3196045,
              "likes_per_post_average": 3,
              "comments_per_post_average": 271,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCTZRwHtYGf",
                  "image": "https://cdn.jaryan.net/2024-11-15_154301.0761530000-zdoo4Ma7",
                  "likes": 1260,
                  "views": null,
                  "caption": "درمان پوست خشک \n \nبالم دست یکی از موثرترین محصولات برای درمان پوست خشک در فصل سرماست. \n \nتحقیقات متخصصان درماتولوژی آمریکا نشان می‌دهد که بالم‌ها، محصولاتی هستند که خشکی پوست را درمان می‌کنند. \n \nبالم‌ها به دلیل داشتن نوترازن و روغن‌ دانه‌های غنی، پوست خشک را درمان کرده و از التهاب آن جلوگیری می‌کنند. \n \n#بالم_دست #خشکی_دست #اگزما #درماتیت #دکتر_پوست #خشکی_پوست #پوست_خشک #درمان_خشکی_دست #کامان",
                  "comments": 29,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAf4sWks4HW",
                  "image": "https://cdn.jaryan.net/2024-10-30_053200.9508620000-STcAxEQc",
                  "likes": 3,
                  "views": null,
                  "caption": "وقتی هوا سرد میشه این دمنوش و درست کنید😊\n\n@beauti.mag\n\nسیب یک عدد \nچوب دارچین ۱عدد\nهل۲عدد\n\nسیب دارچین هل داخل قوری بزارید\nبرای ۱۵دقیقه بجوشه تا عصاره ها خارج بشه\nسیبو بیرون بیارین \nپوره کنید و دوباره به آب اضافه کنید \nتا کمی بجوشه \nبعد از صافی رد کنید \nاین نوشیدنی خوشمزه و خوش عطرو  زمان سرماخوردگی\nصبح ها که سرفه  گلودرد کلافت میکنه حتما  استفاده کن \nنوش جان \n\n@beauti.mag\n\n#سیب #دارچین #درمان_سرفه  #سلامتی  #نوشیدنی #گلودرد #هل",
                  "comments": 117,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAqI4SWs81K",
                  "image": "https://cdn.jaryan.net/2024-11-15_154301.5175450000-W5GN4GIZ",
                  "likes": 3,
                  "views": null,
                  "caption": "فصل زمستونتو با این معجون سلامتی  کامل کن ♥️\n@beauti.mag\nلبو ۱عدد بزرگ \nسیب دو عدد\nهویج۳عدد\nلیموترش یک عدد \nاین نوشیدنی رو خیلیا ازش نتیجه دیدن واسه  ضد سرطان بودن و همینطور یه بمب ویتامینی هست که خاصیت ضد التهابی داره و سرشار از ویتامین Aهست \nاگر درگیر سرماخوردگی یا آنفولانزا هستی بسیار موثره و باعث افزایش انرژی در طول روز میشه \nاین ترکیب در کنار هم یک سم زدای عالیه که کبدتو  پاکسازی میکنه در نتیجه پوستی بدون جوش و شفاف خواهی داشت \nمصرف این نوشیدنی باعث تولید گلبول سفید میشه  و ایمنی بدنو بالا میبره\n\nحتما درستش کنید و از طعم و فواید بی نظیرش لذت ببرید\nنوش جان\n\n#‌‌لبو #هویج #معجون #نوشیدنی #سلامتی #ویتامینه #انرژی_زا\n\n@beauti.mag",
                  "comments": 171,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBEYMVxMl0s",
                  "image": "https://cdn.jaryan.net/2024-11-21_010201.3562080000-HtYwlp54",
                  "likes": 3,
                  "views": null,
                  "caption": "اگه سرما خوردی و سرفه هات قط نمیشن ببین🥰 \n@beauti.mag\n\n۶عدد گردو \n۱ق چ خوری عسل \n\n❇️این دمنوش ( یا جوشونده)  برای برای کنترل سرفه های آزار‌دهنده و  دیابت و قند خون به شدت عالیه \n\nنوش جان😍\n\n@beauti.mag\n\n#گردو #دمنوش #سرماخوردگی #سرفه #خواص_گردو",
                  "comments": 78,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBOA68YsgX5",
                  "image": "https://cdn.jaryan.net/2024-10-19_063102.3638680000-VGUM5vGX",
                  "likes": 3,
                  "views": null,
                  "caption": "هرچی که دلت خواستو تو خونه کباب کن🙂\n\n@beauti.mag\n\n#ترفند #ترفند_آشپزی #خانه_داری #نکات_خانه_داری #کباب #کبابی",
                  "comments": 26,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBbgri6slVv",
                  "image": "https://cdn.jaryan.net/2024-11-29_224001.3976920000-bGLpwXA9",
                  "likes": 3,
                  "views": null,
                  "caption": "یه محلول همه کاره بساز😊\n@beauti.mag\n\nرزماری خواص بسیار زیادی دارد.\nبرگها و شاخه های رزماری برای افزودن عطر و طعم خاص به غذاها،سس ها، نوشیدنی ها و دسرها استفاده میشود.\nجالبه بدونید این گیاه در تهیه عطرها،لوسیون‌ها و محصولات آرایشی نیز مورد استفاده قرار میگیرد.\nاین گیاه همچنین خواص درمانی دارد و برای گوارش،عفونتها و سلامت پوست و مو استفاده میشود.\nاستفاده از رزماری به صورت محلول می‌توانند باعث تقویت ریشه های مو شود و به موها حجم بیشتری دهد.\n\nدوبار در هفته میتونید استفاده کنید.\n@beauti.mag\n#رزماری #سلامت #مو #پوست #عفونت #عطر  #دسر #لوسیون",
                  "comments": 99,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/beauti.mag",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 3500000,
            "description": "24 ساعته - مسابقه انجام نمیشود",
            "advertiser_price": 3500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 25890,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-21T12:38:52.403453+03:30"
          },
          {
            "id": 1270,
            "media": {
              "id": 4338,
              "title": "اسرار پنهان",
              "username": "asrare.penhan",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.3488923856265842,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_062000.9176960000-dy0fJYBH",
              "media_type": "INSTAGRAM",
              "custom_name": "asrare.penhan",
              "following": 71,
              "followers": 3107023,
              "likes_per_post_average": 10712,
              "comments_per_post_average": 128,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C_NjLsSoQ7K",
                  "image": "https://cdn.jaryan.net/2024-08-29_134101.5133470000-Drt1qLX9",
                  "likes": 102733,
                  "views": 1346731,
                  "caption": "کدوم شخصیت الان رو میتونید به پهلوون تختی تشبیه کنید؟\n@asrare.penhan لایک کن به افتخارش\n.\n@yaserrazzaghi.official گوینده\n.\n#پهلوان #تختی #مرام #اسرار_پنهان",
                  "comments": 563,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C-SN92KKJzJ",
                  "image": "https://cdn.jaryan.net/2024-08-08_052900.8911740000-BQyD4hji",
                  "likes": 94396,
                  "views": 2370464,
                  "caption": "اولش چقدر تلخ بود، ولی چقدر قشنگ تموم شد\nموافق این روش هستید؟\n@Asrare.penhan لایک فراموش نشه\n‌.\n@yaserrazzaghi.official گوینده \n.",
                  "comments": 2750,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C-7SMd2qnFA",
                  "image": "https://cdn.jaryan.net/2024-08-24_043001.5289510000-Ic7vfA8G",
                  "likes": 92657,
                  "views": 1339252,
                  "caption": "طرفدارش بودی؟\nعجیب اون تیپ ایتالیا دوست داشتنی بود\nکیا رو میشناسی از اون دوران؟\n@Asrare.penhan لایک یادتون نره \n.\n@yaserrazzaghi.official گوینده \n.\n#دانستنی #فوتبال #ایتالیا #سری_آ #روبرتوباجو #اسرار_پنهان",
                  "comments": 953,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6kqusCrSH",
                  "image": "https://cdn.jaryan.net/2024-12-02_062001.1526690000-09wAr72D",
                  "likes": 39203,
                  "views": 515771,
                  "caption": "🎬 ده تا از پُرکارترین و خاطره‌انگیزترین ستاره‌های سینمای ایران!\nاز جمشید هاشم‌پور و اکبر عبدی گرفته تا نیکی کریمی و امین حیایی، این اسامی تو دل تاریخ سینمای ایران موندگار شدن. هرکدومشون یه دنیا خاطره برای ما ساختن. 🌟\n\n💡 حالا نوبت شماست!\nزیر این پست بنویسید که کدوم یکی از این ستاره‌ها هنرپیشه مورد علاقه‌ی شماست و چرا؟\nمنتظریم ببینیم کدومشون بیشتر محبوبه! 👇\n\n@asrare.penhan ‌لایک یادتون نره \n.\n@yaserrazzaghi.official گوینده \n.\n#سینما #هنرپیشه #دانستنی #سریال #هنرمند",
                  "comments": 498,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC_evZUOju7",
                  "image": "https://cdn.jaryan.net/2024-12-02_061701.0493670000-j1XpBreo",
                  "likes": 8747,
                  "caption": "@bestv.shows \nبرای دیدن ومعرفی بیشتر این فیلم ها وارد صفحه زیر شوید 🔻\n@bestv.shows\n@bestv.shows\n@bestv.shows\n@bestv.shows\n\nمعرفی بهترین فیلم و سریال ها با ما همراه باشید🌱\n\n@bestv.shows\n@bestv.shows\n@bestv.shows\n@bestv.shows",
                  "comments": 816,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC4BhUqCpky",
                  "image": "https://cdn.jaryan.net/2024-11-28_070301.1373480000-qvASFgO9",
                  "likes": 8465,
                  "views": 188455,
                  "caption": "به نظرتون کدوم رکورد از همه عجیب‌تر بود؟\n@asrare.penhan لایک یادتون نره \n.\n@yaserrazzaghi.official گوینده \n.\n#فوتبال #دانستنی_فوتبالی #رکورد #مسی #رونالدو #اسرار_پنهان",
                  "comments": 57,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/asrare.penhan",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 3690000,
            "description": "24 ساعته",
            "advertiser_price": 3690000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 61375,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-12T15:23:14.122782+03:30"
          },
          {
            "id": 23591,
            "media": {
              "id": 4592,
              "title": "پزشکی",
              "username": "dr.zanashooyi",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.231919785335001,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                },
                {
                  "id": 95,
                  "title": "Family",
                  "title_fa": "خانواده"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_042404.3743140000-6VrILslU",
              "media_type": "INSTAGRAM",
              "custom_name": "dr.zanashooyi",
              "following": 100,
              "followers": 3100436,
              "likes_per_post_average": 5799,
              "comments_per_post_average": 261,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CUCW60XNc5h34AxWvAlL5Y8PP4Rg8V2BZCd3ik0",
                  "image": "https://api.jaryan.net/media/2021-09-20_174911.9663480000-MyxZuhZ4",
                  "likes": 18152,
                  "caption": "@khanoomhaa 👈 پیجشون بازه 👈\nمگه میشه یه بانوی با سلیقه باشی و پیج ما رو فالو نداشته باشی؟ 🙂🤦‍♀️👇🏻\n@khanoomhaa\n@khanoomhaa\nیاد بگیر چجوری از دست شپش ها خلاص بشی👇🏻\n@khanoomhaa\n@khanoomhaa\nاین کپسول برای از بین بردن کم خونی هات معجزه میکنه🥰👇🏻\n@khanoomhaa\n@khanoomhaa\nاین ضایعات پوستی رو با سیر و نخ از بین ببر👇🏻\n@khanoomhaa\n@khanoomhaa\nو کلی ترفندِ دیگه که بهتون کمک میکنه هممممیشه زیبا بنظر بیاین👌👌👌👌\n@khanoomhaa\nاگه باور نداری کافیه نظرات مثبت بقیه کاربر ها رو بخونی 😕👇\n@khanoomhaa\n@khanoomhaa\nپیجشون اینه 👇🏻\n@khanoomhaa",
                  "comments": 1208,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/CUCaWMrFhvzrOkdSgoV7HXsGI5u-OOs2WYqDfU0",
                  "image": "https://api.jaryan.net/media/2021-09-20_174915.5926960000-mXZa0uCs",
                  "likes": 8756,
                  "views": 70652,
                  "caption": "سو استفاده روانی و بهره کشی عاطفی!\n. \n💠🔹سوءاستفادهٔ روانی زمانی رخ می‌دهد که فردی سعی در متقاعد کردن فرد دیگری از طریق باورهای درست یا نادرست خود دارد. این نوع سوءاستفاده اغلب در زندگی فرد قربانی تغییرات شدیدی می‌گذارد و درحالی‌که اغلب خود فرد از این بهره‌کشی عاطفی بی‌خبر است، مجبور می‌شود نیازها و خواسته‌های فرد سوءاستفاده‌گر را برآورده کند. \n\n💠🔹سوءاستفادهٔ روانی بر اعتماد به نفس فرد آثار منفی می‌گذارد و در واقع قربانی این سوءرفتار، اغلب احساس بی‌پناهی و حتی ناامیدی خواهد کرد.\n\n☑️احساسات و عواطف ما، مهم‌ترین دارایی‌‌مان محسوب می‌شود. یاد بگیریم که از این احساسات مراقبت کنیم\n\n💠🔹علاوه بر این، فردی که دیگران را مورد سوءاستفادهٔ روانی قرار می‌دهد به‌ طور ماهرانه‌ای قربانی خود را متقاعد می‌‌کند که اگر زندگی خوبی ندارد و با حسی از ناامیدی و وابستگی احاطه شده، به دلیل اشتباهات و خطاهای خودش است و بدین ترتیب فرد قربانی، خود را مسئول اتفاقات بدی می‌داند که برایش رخ می‌دهد.\n\n💠🔹سوءاستفادهٔ روانی اغلب بین زوج‌هایی که یکی از آنها روحیهٔ سلطه‌جویی دارد مشاهده می‌شود. \n\n☑️سوءاستفادهٔ روانی می‌تواند شامل موارد زیر باشد:\n \n❌سرزنش و تحقیر\nانتقاد سرسختانه\nشرمنده کردن پیاپی\nرفتارهای توهین آمیز\nبی توجهی مداوم\nنادیده گرفتن طرف مقابل\n\n💠🔹این‌ گونه افراد می‌دانند که هر فردی نقاط ضعفی دارد و از این نقاط ضعف علیه شما استفاده می‌کنند. باید بدانید که رفتار این افراد در عین حال که بیمارگونه است می‌تواند بسیار گیج‌کننده هم باشد. \n\n💠🔹آنها امکان دارد در مکان‌های عمومی و در کنار دیگران برخوردهای بهتری داشته باشند، اما در روابط خصوصی‌تر بسیار متفاوت و آزاردهنده برخورد کنند.\n\n✅شما با چنین فردی رابطه دارید⁉️\n\n✅چطور با این نوع افراد باید رفتار کرد⁉️\n\nاز نظر شما چه رفتاری به معنی سواستفاده روانی است⁉️\n\nلطفا تجربه تونو زیر این پست بنویسید.\n\n@dr.zanashooyi\n@dr.zanashooyi\n@dr.zanashooyi",
                  "comments": 247,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CUCP_rWN_qAT3ab4QwBL1HIrK2SJCkwXFKZf800",
                  "image": "https://api.jaryan.net/media/2021-09-20_174917.2629490000-jrTh5i6e",
                  "likes": 2715,
                  "caption": "✅با حداکثر رعایت موارد بهداشتی\n✅پزشک متخصص خانم\n✅لوازم یکبار مصرف\n✅نوبت دهی ها به مراجعین با زمان های فاصله دار\n✅ارایه ماسک و دستکش\n✅😍تخفیف ویژه 😍 \n\n✅✅ 02122135054 - 02122136550 ✅✅\n\n@Laser_clinic_aryana\n@Laser_clinic_aryana\nسلام\nبچه ها واقعا پیشنهاد میکنم 😍😍\n.\nتماس بگیرید و وقت بگیرید عالی هستش ، \n.\n دستگاهشون اخرین مدل الکساندرایت کندلا هستش\nبهترین دستگاه فعلی در دنیا .\n\nبدون درد و سورزش ، برای همیشه از شر موهای زاید خود راحت شوید \n.\n.\nپزشک خانم ، دسترسی عالی و قیمتش هم عاالی بود نسبت ب دستگاه و نتیجه ☺️☺️☺️\n. \n.\n.\n\n.\n02122135054 - 02122136550\n.\n@Laser_clinic_aryana\n@Laser_clinic_aryana\nتماس بگیرید تا متعجب شوید از قیمت ها \n02122135054 - 02122136550",
                  "comments": 45,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/dr.zanashooyi",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2800000,
            "description": "24 ساعته - به جز پوست و مو، ارز دیجیتال، پولدار شدن، آگهی استخدام\r\nاینسایت ارسال نمیکنند",
            "advertiser_price": 2800000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 7696,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-06-05T16:30:56.402665+03:30"
          },
          {
            "id": 29252,
            "media": {
              "id": 135,
              "title": "IR_Luxecars | لوکس کارزIR صفحه",
              "username": "ir_luxecars",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.2184013691161526,
              "categories": [
                {
                  "id": 12,
                  "title": "Automotives",
                  "title_fa": "خودرو و موتور"
                },
                {
                  "id": 31,
                  "title": "News",
                  "title_fa": "اخبار"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_010901.0588880000-CYa1WM75",
              "media_type": "INSTAGRAM",
              "custom_name": "ir_luxecars",
              "following": 130,
              "followers": 3035535,
              "likes_per_post_average": 36604,
              "comments_per_post_average": 380,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C_i83JGNBas",
                  "image": "https://cdn.jaryan.net/2024-11-15_185600.9990810000-Odn6oQ5l",
                  "likes": 349364,
                  "views": null,
                  "caption": "البته که عراق مثل ما واردات خودرو رو نبسته و هیچ تکیه ای هم به صنعت خودروسازی نداره ولی \nعده زیادی پیدا میشن که پـ.ـو.ل زیادی نمیخوان روی خرید خودروشون خرج کنن \nپس به سراغ خودروی وارداتی ایرانی میرن - اونجا ادمای سطح پایین سوار میشن ، بعد تولید داخل کشور خودمون رو قشر متوسط به بالا...\n@ir_luxecars \n@ir_luxecars",
                  "comments": 9695,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_FpAxzNd52",
                  "image": "https://cdn.jaryan.net/2024-08-26_211400.8412240000-bFiuHJct",
                  "likes": 216261,
                  "views": null,
                  "caption": "البته علی دایی ماشینای زیادی سوار شده و تویوتا هم بینشون گم میشه\nایشون معتقد بودن فقط ماشینایی مثل 206 و سوناتا اونم واسه سرنشین ، کلید کیسه هوا دارن ولی واسه راننده\nنباید چنین چیزی باشه \nو کیسه هوای راننده مثل بنز اتوماتیک کار میکنه ... بازم تویوتا باز ها که پرادو زیاد سوار شدین نظر بدین.\nحق با اسطوره بوده یا شرکت تویوتا ؟\n@ir_luxecars \n@ir_luxecars \n@ir_luxecars",
                  "comments": 1055,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBlcpvsozZK",
                  "image": "https://cdn.jaryan.net/2024-10-30_083001.0677290000-PCSS2HUH",
                  "likes": 192386,
                  "views": null,
                  "caption": "انگار بازیه😅😍🤌\n\n@ir_luxecars \n@ir_luxecars ‌\n#سیاهترین#رنگ#فورد#موستانگ#سیاه#ماشین",
                  "comments": 912,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DChS7UMNaOf",
                  "image": "https://cdn.jaryan.net/2024-11-21_041801.5665410000-Ogq5aNkg",
                  "likes": 108454,
                  "views": null,
                  "caption": "خط آخرشم که توسط کارشناس کشیده میشه که رقیب نداره\n\nرولزرویس گفته هیچکدوم از دوخودرو نباید شبیه هم بشن و رولزرویس شما خاص و منحصر به فرده\n@ir_luxecars \n@ir_luxecars",
                  "comments": 956,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCr1D-SNvR_",
                  "image": "https://cdn.jaryan.net/2024-11-30_010901.2074710000-GVYE0zMQ",
                  "likes": 46891,
                  "views": null,
                  "caption": "کوروش خان متولد کلاردشت هستن ولی خب برای ادامه زندگی به بریتانیا رفتن و الان با تیونینگ های خفنی که انجام میدن\nحسابی سر زبونا افتادن\nجالبه ایشون روی خودروهای آلمانی تیون نمیکنه چون تیونرهای بزرگ آلمان مثل برابوس ، دوستاش هستن و روی \nبقیه خودروها مثل فراری ، رولزرویس و بوگاتی بیشتر کار میکنن\n@ir_luxecars \n@ir_luxecars",
                  "comments": 173,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCbMSFEoZo5",
                  "image": "https://cdn.jaryan.net/2024-11-30_010901.3441960000-IVes7vYK",
                  "likes": 34095,
                  "views": null,
                  "caption": "این اپشن رو ببینید تا باقیشو رو کنیم😁\n@ir_luxecars",
                  "comments": 738,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/ir_luxecars",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 4600000,
            "description": "۲۴ ساعت پست ریلز\r\nاسکرین شات از بازدید نمی دهند",
            "advertiser_price": 4600000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 24843,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-08-19T17:57:44.150215+03:30"
          },
          {
            "id": 182,
            "media": {
              "id": 86,
              "title": "3KansBartar سکانس برتر",
              "username": "3kansbartar",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.00045176526662,
              "categories": [
                {
                  "id": 54,
                  "title": "Cinema-Theatre-TVSeries",
                  "title_fa": "سینما، تئاتر و تلویزیون"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_081901.0035250000-Od3zYKcI",
              "media_type": "INSTAGRAM",
              "custom_name": "3kansbartar",
              "following": 85,
              "followers": 2976472,
              "likes_per_post_average": 29628,
              "comments_per_post_average": 150,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C-OGPklpsks",
                  "image": "https://cdn.jaryan.net/2024-08-11_103301.4681240000-zKkOd1ku",
                  "likes": 254819,
                  "views": null,
                  "caption": "برای تماشا کلمه \"بچه\" رو کامنـ‌ت کن\n\n🎬فیلم Four Kids and It\nکارگردان Andy De Emmony\nسال انتشار 2020\nژانر خانوادگی، فانتزی \nامتیاز 5.1\n\nخلاصه داستان:\nگروهی از بچه ها برای تعطیلات به کورنوال رفته اند. آن ها در ساحل آن جا با یک موجود جادویی روبرو می شوند که توانایی برآورده کردن آرزو هایشان را دارد...\n\nاین فیلم رو میتونید از سایتمون دانـ‌لود کنید\n(لینـ‌ک تـو بیـ‌و)\n\n@3KansBartar",
                  "comments": 1123,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCEmGG6uyTe",
                  "image": "https://cdn.jaryan.net/2024-11-10_160201.0394720000-e5yJc5DH",
                  "likes": 196455,
                  "views": null,
                  "caption": "😂🤦‍♂️\n\n🎬 فیلم سال گربه\nکارگردان مصطفی تقی‌زاده\nسال انتشار 1403\n\nاکران آنلاین در فیلم‌نت\n\n@3KansBartar",
                  "comments": 2060,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C-r0fuOu3Kt",
                  "image": "https://cdn.jaryan.net/2024-08-21_225601.1791790000-mze1EpyR",
                  "likes": 137392,
                  "views": null,
                  "caption": "کلمه \"ارتقا\" رو کامنـ‌ت کن تا لینکشو برات بفرستم\n\nآنا، یک کارآموز هنری مشتاق است که در آخرین لحظه توسط رئیس فوق‌العاده‌اش به یک سفر کاری در لندن دعوت می‌شود و با ویلیام جذاب و ثروتمند در هواپیما ملاقات می‌کند.\n\n🎬فیلم Upgraded\nکارگردان Carlson Young\nسال انتشار 2024\nژانر کمدی، عاشقانه\nامتیاز 6.1\n\nاین فیلم رو میتونید از سایتمون دانـ‌لود کنید\n(لینـ‌ک تـو بیـ‌و)\n\n@3KansBartar",
                  "comments": 1346,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3a0AkO00c",
                  "image": "https://cdn.jaryan.net/2024-11-30_081901.2256840000-6e4bHoft",
                  "likes": 121311,
                  "views": null,
                  "caption": "غیرتی شد😂🤣\n\n🎬 فیلم سگ‌بند\nکارگردان مهران احمدی\nسال انتشار 1400\nژانر کمدی، درام\n\n@3KansBartar",
                  "comments": 540,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC7VrD6Scyw",
                  "image": "https://cdn.jaryan.net/2024-11-30_081901.4373320000-T0edVvMu",
                  "likes": 44589,
                  "views": null,
                  "caption": "نازنین از همشون سالم تر بود😂🤣\n\n🎬 سریال ساختمان پزشکان\nکارگردان سروش صحت\nسال انتشار 1390\nژانر کمدی\nامتیاز 7.2\n\n@3KansBartar",
                  "comments": 272,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC8gcMnOFQJ",
                  "image": "https://cdn.jaryan.net/2024-11-30_081901.5845850000-zT5H4dIl",
                  "likes": 12931,
                  "views": null,
                  "caption": "دیدین این فیلمو ؟ چطوره؟\n\nکلمه \"پایان\" رو کامنـ‌ت کن، لینکشو برات میفرستم\n\n🎬فیلم It Ends with Us\nکارگردان Justin Baldoni\nسال انتشار 2024\nژانر درام، عاشقانه \nامتیاز 6.5\n\nخلاصه داستان:\nلیلی شرایط کودکی دشوار خود را پشت سر گذاشته و پا به ماجراجویی جدیدی می‌گذارند اما ملاقاتش با یک جراح مغز و اعصاب باعث یادآوری خاطرات دردناک گذشته می‌شوند.\n\nاین فیلم رو میتونید از سایتمون دانـ‌لود کنید\n(لینـ‌ک تـو بیـ‌و)\n\n@3KansBartar",
                  "comments": 232,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/3kansbartar",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 3280000,
            "description": "24 ساعته - ساعت ١٢ تا ١٣ میشه\r\nیا شب ٢٠ تا ٢١\r\n✅متن تبلیغ شما توسط ما ادیت خواهد شد و نباید حاوی هشتگ باشد!\r\nارز نمیزنند",
            "advertiser_price": 3280000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 50354,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-02T10:58:40.867505+03:30"
          },
          {
            "id": 41631,
            "media": {
              "id": 21932,
              "title": "تاریخ ایران و جهان",
              "username": "tarikhmodern",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 2.146098560025476,
              "categories": [
                {
                  "id": 104,
                  "title": "History",
                  "title_fa": "تاریخی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-29_233700.8836530000-DwwzUZmq",
              "media_type": "INSTAGRAM",
              "custom_name": "tarikhmodern",
              "following": 38,
              "followers": 2905769,
              "likes_per_post_average": 61508,
              "comments_per_post_average": 851,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CzjeSCBtIay",
                  "image": "https://cdn.jaryan.net/2024-07-26_041900.8985580000-oVLFlX2n",
                  "likes": 638474,
                  "views": null,
                  "caption": "افتخار ایران👏👏\n•\n@TarikhModern\n@TarikhModern\n•\n#کوروش_بزرگ #زرتشت",
                  "comments": 5507,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C0XFEVTCQcc",
                  "image": "https://cdn.jaryan.net/2024-07-26_041901.0958570000-lkrvOcij",
                  "likes": 598964,
                  "views": null,
                  "caption": "در دنیای عليرضا دبیرها تو احمد وفادار باش🙌\n•\n@TarikhModern\n@TarikhModern\n•\n#احمد_وفادار #کشتی #شاه",
                  "comments": 5073,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCwz8DcuEl2",
                  "image": "https://cdn.jaryan.net/2024-11-29_233701.0501710000-CrWNGB7l",
                  "likes": 238857,
                  "views": null,
                  "caption": "اگرچه روایت‌های متعددی درباره آریایی‌ها و شهباز وجود دارد؛\nولی این یکی از زیباترین روایت‌های کهن ماست که وابستگی عمیق انسان و طبیعت رو به تصویر می‌کشه☀️🌱\nو به ما یادآور می‌شود که در سخت‌ترین شرایط، همیشه امید به آینده وجود دارد🦅🌈\n\n@tarikhmodern \n@tarikhmodern \n\n #فرهنگ_ایران #تاریخ_ایران  #شهباز #طبیعت #هخامنشیان",
                  "comments": 2207,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCv99KXuJ5D",
                  "image": "https://cdn.jaryan.net/2024-11-29_233701.1948900000-qcExNh5q",
                  "likes": 114311,
                  "views": null,
                  "caption": "آوا وهنشان نشون داد؛\nبا همه محدودیت‌های کشور،\n دختران ایران میتونن با تلاش و اراده در بزرگترین رویدادهای بین‌المللی بدرخشند👸✨\nآوا، تو افتخار همه ایرانیانی❤️\n@tarikhmodern \n@tarikhmodern \n.\n#آوا_وهنشان #بانوی_شایسته #الهام_بخش #دختران_ایران #مد_ایرانی",
                  "comments": 1840,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCzKyBCOCDP",
                  "image": "https://cdn.jaryan.net/2024-11-29_233701.3917340000-zwfPw592",
                  "likes": 17714,
                  "caption": "آزمایش جالب سطح تستوسترون\n\n@weys_mostafapour\nویس مصطفی پور\n@weys_mostafapour",
                  "comments": 76,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCyayw4u_Rb",
                  "image": "https://cdn.jaryan.net/2024-11-29_233701.5313150000-PP3duSgG",
                  "likes": 12301,
                  "caption": "اگه توام عاشق جورابی ولی همه ی جورابات تکراری شده بیا تو این پیج:\n@rangi_rangi_socks\n@rangi_rangi_socks\nفا لو کن گمش نکنی 😍\n@rangi_rangi_socks\n@rangi_rangi_socks",
                  "comments": 52,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/tarikhmodern",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2590000,
            "description": "24 ساعته",
            "advertiser_price": 2590000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 24130,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-15T13:40:07.177770+03:30"
          },
          {
            "id": 7329,
            "media": {
              "id": 8588,
              "title": "موزیک توپ",
              "username": "music_toop.ir",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.04297875231477019,
              "categories": [
                {
                  "id": 20,
                  "title": "Music",
                  "title_fa": "موسیقی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-29_211300.8676950000-NhXmM5IH",
              "media_type": "INSTAGRAM",
              "custom_name": "music_toop.ir",
              "following": 145,
              "followers": 2904536,
              "likes_per_post_average": 1157,
              "comments_per_post_average": 90,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C6wrCz-LNlV",
                  "image": "https://cdn.jaryan.net/2024-07-26_013201.2042290000-hrm8HVju",
                  "likes": 78640,
                  "caption": "قبول دارین خیلی خوب خوندن ؟😍❤️\nنظرتون درمورد این بر.نامه چیه ؟ 🤔\n••• \nنظرتون در مورد اجراش چیه ؟ \n1.عالی\n2.متوسط\n3.ضعیف\nممنون میشیم نظراتتون برامون بنویسید\n━━━━\n#موزیک#آهنگ#موزیک_پاپ#معین#خواننده",
                  "comments": 1265,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC4c8HZoU4L",
                  "image": "https://cdn.jaryan.net/2024-11-29_211301.0195460000-pBdY9OFg",
                  "likes": 5169,
                  "views": null,
                  "caption": "نظرتون چیه؟\nقبول دارین جای خالی عادل هیچوقت پر نشده؟\n.\n.\n©موزیک درحال پخش \"نشونه\" از ماهور باقری\n@mahoormusicoriginal\nAd: @imraayon",
                  "comments": 60,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6yyjQNHbh",
                  "image": "https://cdn.jaryan.net/2024-11-29_211301.2074600000-hoPUZXaT",
                  "likes": 2243,
                  "views": null,
                  "caption": "‎درود و مهر - قسمت دوم قطعه « شاه گل» ، با دلی پر از عشق و قدردانی تقدیم میکنم به شما عزیزانی که با حضورتون به من دلگرمی دادید و این مسیر رو برایم روشن تر و زیباتر کردید هر لحظه حمایت و انرژی شما به من انگیزه ای دوباره داد از همکاران دوستان و همه ی عزیزانی که با قلبهای پر مهرشون کنارم بودند بی نهایت ممنونم این اثر نتیجه مهر و همراهی شماست.\n\n‎لطفا مثل همیشه با استوری و ارسال این پست به دوستانتان از این پست حمایت کنید❤️. #shahegol",
                  "comments": 76,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC69ryUILb1",
                  "image": "https://cdn.jaryan.net/2024-11-29_211301.3810540000-dBQwnEas",
                  "likes": 1438,
                  "caption": "این هفته تعدادی از\nسایت و رسانه های موسیقی متوجه شباهت جالب بین\nسبک های موزیک و استایل پیام مهاجر و کامران تفتی شدند !\nشما طرفدار کدوم‌شون هستین ؟🤔❤️\n.\nپیج های اصلی دو هنرمند به درخواست شما👇\n@PayamMohajer_Official\n@KamranTaftiOfficial",
                  "comments": 44,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC4aGo8IKtm",
                  "image": "https://cdn.jaryan.net/2024-11-29_211301.5560080000-Y0S3ajCd",
                  "likes": 1074,
                  "views": null,
                  "caption": "چطور بود؟\nمگه میشه کسی ایشون رو نشناسه 😂",
                  "comments": 21,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6Qdp8IXTB",
                  "image": "https://cdn.jaryan.net/2024-11-29_211301.7780820000-zZP4bnjt",
                  "likes": 398,
                  "caption": "@lalalandshop.ir\n@lalalandshop.ir\n@lalalandshop.ir\n.\nسرويس خواب code LA106\nخرید مستقیم از تولیدکننده✅\n\nتمام پارچه ، قابل سفارش در رنگبندی و ابعاد مختلف ✅\n\n 💢قیمت : فقط و فقط در مجموعه لالالند ، با قیمت استثنائی ۷.۹۰۰.۰۰۰  تومان💢\nسرویس کامل ۱۴.۹۰۰.۰۰۰ 💫\n\n@lalalandshop.ir\n@lalalandshop.ir\n..\n💢این قیمت های استثنائی ، قیمت تولیدی و نهایی محصولات بوده و پیش قسط برای فروش اقساطی نیست🤩✅💢\n\n@lalalandshop.ir\n@lalalandshop.ir\nتحويل حداکثر ۱۵ روز کاری ✅\n\nقابل سفارش در رنگبندی و ابعاد مختلف ✅\n\nخرید به قیمت درب کارخانه ، اما در محیطی امن ، داخل شهر و با دسترسی آسان ✅\n\nبالغ بر 30 مدل متنوع متناسب با بودجه ی شما 🌟\n\nفروش انواع کالای خواب✅\n\n📍آدرس نمایشگاه : تهران ، منطقه 22 ، دهكده المپيک، چهارراه زيبادشت، مرودشت جنوبی ، رو بروی مسجد امام رضا، تفرشی غربی ، ساختمان مسكن آسا\n\n📍آدرس کارخانه : شهریار ، شهرک صنعتی گلگون\n\n#تخت #تختخواب #سرویس_خواب #تختخواب_دونفره #سرویسخواب #سرویس_چوب #جهیزیه_عروس #جهیزیه_ارزان",
                  "comments": 57,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/music_toop.ir",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1550000,
            "description": "24 ساعته",
            "advertiser_price": 1550000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 23999,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-10-08T10:54:04.749819+03:30"
          },
          {
            "id": 12819,
            "media": {
              "id": 4403,
              "title": "Dubsmash_Tube | دابسمش تیوب",
              "username": "dubsmash_tube",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.6782594074250524,
              "categories": [
                {
                  "id": 58,
                  "title": "Fun",
                  "title_fa": "طنز"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_122404.8480570000-5cRTNQJG",
              "media_type": "INSTAGRAM",
              "custom_name": "dubsmash_tube",
              "following": 84,
              "followers": 2872398,
              "likes_per_post_average": 19029,
              "comments_per_post_average": 332,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C9SrURYCYA9",
                  "image": "https://cdn.jaryan.net/2024-07-21_133001.1502790000-iIwBsSIP",
                  "likes": 49216,
                  "views": 2099403,
                  "caption": "داستانه عجیبیه😂.\n@dubsmash_tube \n@dubsmash_tube",
                  "comments": 4157,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAGcHIPiSTO",
                  "image": "https://cdn.jaryan.net/2024-09-22_212800.8552470000-z7kX0AFT",
                  "likes": 47797,
                  "views": 931908,
                  "caption": "داداش توته🤣.\n@dubsmash_tube \n@dubsmash_tube",
                  "comments": 375,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAdsJt7C6XD",
                  "image": "https://cdn.jaryan.net/2024-10-09_040301.0197190000-zDISg2kA",
                  "likes": 40589,
                  "views": 1131386,
                  "caption": "وقتی بابا هیچ‌جوره راضی به شوهر دادن دخترش نمیشه🤣.\n@dubsmash_tube \n@dubsmash_tube",
                  "comments": 387,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAoai7QuwO5",
                  "image": "https://cdn.jaryan.net/2024-10-09_040301.2978170000-cocKmee3",
                  "likes": 25779,
                  "views": 531963,
                  "caption": "گربه هامون هم دارن روز به روز عجیبتر میشن🤣.\n@dubsmash_tube \n@dubsmash_tube",
                  "comments": 240,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAn7o5QiEy0",
                  "image": "https://cdn.jaryan.net/2024-10-09_040301.4655410000-KRotuJSE",
                  "likes": 21652,
                  "views": 384988,
                  "caption": "خاطره دبی رفتن مهران غفوریان🤣.\n@dubsmash_tube \n@dubsmash_tube",
                  "comments": 116,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAixFqACh4B",
                  "image": "https://cdn.jaryan.net/2024-10-03_175200.9283630000-VRmzyV1W",
                  "likes": 20067,
                  "views": 760003,
                  "caption": "با شوهر دوستش تنها تو خونه🫣.فكر نمیکردم آخرشو🤣.\n@dubsmash_tube \n@dubsmash_tube",
                  "comments": 1065,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/dubsmash_tube",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 4500000,
            "description": "۲۴ ساعت",
            "advertiser_price": 4500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 736,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-08-19T17:58:40.067819+03:30"
          },
          {
            "id": 3448,
            "media": {
              "id": 7203,
              "title": "دانستنی تاریخ🔖",
              "username": "tarikh_gram",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.11162367116272368,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_081500.9532470000-6iPABX9O",
              "media_type": "INSTAGRAM",
              "custom_name": "tarikh_gram",
              "following": 88,
              "followers": 2860803,
              "likes_per_post_average": 3175,
              "comments_per_post_average": 18,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C7877uPAxbo",
                  "image": "https://cdn.jaryan.net/2024-07-22_151601.6075890000-0tfKCbOH",
                  "likes": 460744,
                  "views": null,
                  "caption": "استاد عبدالمجید ارفعی تنها فرد مسلط به زبان ایران باستان \n.\n.\n.\n.\n.\nگوینده @shahinnooraee",
                  "comments": 4180,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C-Hx7a2AjAK",
                  "image": "https://cdn.jaryan.net/2024-08-07_091700.9654610000-zU5cwt0h",
                  "likes": 192222,
                  "views": null,
                  "caption": "ماجرای دزدی از تختی \n.\n.\n.\n.\nگوینده @shahin.nooraee",
                  "comments": 1263,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C-w9XPVg_8t",
                  "image": "https://cdn.jaryan.net/2024-08-23_064901.2181870000-y5bUMaoh",
                  "likes": 183706,
                  "views": null,
                  "caption": "دماغ برزرگ ایرانی نماد جذابیت در ایران باستان \n.\n.\n.\n.\nگوینده @shahin.nooraee",
                  "comments": 2943,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4ExyOAbr_",
                  "image": "https://cdn.jaryan.net/2024-12-01_081501.1242270000-ZTJhH4QO",
                  "likes": 15542,
                  "views": null,
                  "caption": "حقایقی عجیب در مورد تایتانیک که تا بحال نشنیده اید",
                  "comments": 87,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9w89ZgHrH",
                  "image": "https://cdn.jaryan.net/2024-12-01_081501.2430630000-jiFeIhMh",
                  "likes": 3629,
                  "views": null,
                  "caption": "سربازانی که از جنس انسان نبودند",
                  "comments": 24,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC7JSmaghJp",
                  "image": "https://cdn.jaryan.net/2024-12-01_081501.4285040000-8XgGNSSu",
                  "likes": 2801,
                  "views": null,
                  "caption": "بدون انسان ها زمین چگونه خواهد بود",
                  "comments": 37,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/tarikh_gram",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2250000,
            "description": "پست 24 ساعته با محتوای شما\r\nارز دیجیتال و بازار مالی نمیزند",
            "advertiser_price": 2250000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 32822,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-23T14:06:10.048580+03:30"
          },
          {
            "id": 39628,
            "media": {
              "id": 7203,
              "title": "دانستنی تاریخ🔖",
              "username": "tarikh_gram",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.11162367116272368,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_081500.9532470000-6iPABX9O",
              "media_type": "INSTAGRAM",
              "custom_name": "tarikh_gram",
              "following": 88,
              "followers": 2860803,
              "likes_per_post_average": 3175,
              "comments_per_post_average": 18,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C7877uPAxbo",
                  "image": "https://cdn.jaryan.net/2024-07-22_151601.6075890000-0tfKCbOH",
                  "likes": 460744,
                  "views": null,
                  "caption": "استاد عبدالمجید ارفعی تنها فرد مسلط به زبان ایران باستان \n.\n.\n.\n.\n.\nگوینده @shahinnooraee",
                  "comments": 4180,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C-Hx7a2AjAK",
                  "image": "https://cdn.jaryan.net/2024-08-07_091700.9654610000-zU5cwt0h",
                  "likes": 192222,
                  "views": null,
                  "caption": "ماجرای دزدی از تختی \n.\n.\n.\n.\nگوینده @shahin.nooraee",
                  "comments": 1263,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C-w9XPVg_8t",
                  "image": "https://cdn.jaryan.net/2024-08-23_064901.2181870000-y5bUMaoh",
                  "likes": 183706,
                  "views": null,
                  "caption": "دماغ برزرگ ایرانی نماد جذابیت در ایران باستان \n.\n.\n.\n.\nگوینده @shahin.nooraee",
                  "comments": 2943,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4ExyOAbr_",
                  "image": "https://cdn.jaryan.net/2024-12-01_081501.1242270000-ZTJhH4QO",
                  "likes": 15542,
                  "views": null,
                  "caption": "حقایقی عجیب در مورد تایتانیک که تا بحال نشنیده اید",
                  "comments": 87,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9w89ZgHrH",
                  "image": "https://cdn.jaryan.net/2024-12-01_081501.2430630000-jiFeIhMh",
                  "likes": 3629,
                  "views": null,
                  "caption": "سربازانی که از جنس انسان نبودند",
                  "comments": 24,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC7JSmaghJp",
                  "image": "https://cdn.jaryan.net/2024-12-01_081501.4285040000-8XgGNSSu",
                  "likes": 2801,
                  "views": null,
                  "caption": "بدون انسان ها زمین چگونه خواهد بود",
                  "comments": 37,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/tarikh_gram",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2250000,
            "description": "24 ساعته - ریلز",
            "advertiser_price": 2250000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 15709,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-23T14:06:26.193317+03:30"
          },
          {
            "id": 52138,
            "media": {
              "id": 7203,
              "title": "دانستنی تاریخ🔖",
              "username": "tarikh_gram",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.11162367116272368,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_081500.9532470000-6iPABX9O",
              "media_type": "INSTAGRAM",
              "custom_name": "tarikh_gram",
              "following": 88,
              "followers": 2860803,
              "likes_per_post_average": 3175,
              "comments_per_post_average": 18,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C7877uPAxbo",
                  "image": "https://cdn.jaryan.net/2024-07-22_151601.6075890000-0tfKCbOH",
                  "likes": 460744,
                  "views": null,
                  "caption": "استاد عبدالمجید ارفعی تنها فرد مسلط به زبان ایران باستان \n.\n.\n.\n.\n.\nگوینده @shahinnooraee",
                  "comments": 4180,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C-Hx7a2AjAK",
                  "image": "https://cdn.jaryan.net/2024-08-07_091700.9654610000-zU5cwt0h",
                  "likes": 192222,
                  "views": null,
                  "caption": "ماجرای دزدی از تختی \n.\n.\n.\n.\nگوینده @shahin.nooraee",
                  "comments": 1263,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C-w9XPVg_8t",
                  "image": "https://cdn.jaryan.net/2024-08-23_064901.2181870000-y5bUMaoh",
                  "likes": 183706,
                  "views": null,
                  "caption": "دماغ برزرگ ایرانی نماد جذابیت در ایران باستان \n.\n.\n.\n.\nگوینده @shahin.nooraee",
                  "comments": 2943,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4ExyOAbr_",
                  "image": "https://cdn.jaryan.net/2024-12-01_081501.1242270000-ZTJhH4QO",
                  "likes": 15542,
                  "views": null,
                  "caption": "حقایقی عجیب در مورد تایتانیک که تا بحال نشنیده اید",
                  "comments": 87,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9w89ZgHrH",
                  "image": "https://cdn.jaryan.net/2024-12-01_081501.2430630000-jiFeIhMh",
                  "likes": 3629,
                  "views": null,
                  "caption": "سربازانی که از جنس انسان نبودند",
                  "comments": 24,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC7JSmaghJp",
                  "image": "https://cdn.jaryan.net/2024-12-01_081501.4285040000-8XgGNSSu",
                  "likes": 2801,
                  "views": null,
                  "caption": "بدون انسان ها زمین چگونه خواهد بود",
                  "comments": 37,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/tarikh_gram",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2990000,
            "description": "24 ساعته - پست مشترک",
            "advertiser_price": 2990000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 2905,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-11-30T17:08:55.891436+03:30"
          },
          {
            "id": 103,
            "media": {
              "id": 45,
              "title": "اينجا با ما فيت شو✌️💪",
              "username": "fitness_cilip",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.17921637683113148,
              "categories": [
                {
                  "id": 64,
                  "title": "Fitness-WorkingOut",
                  "title_fa": "بدنسازی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_123301.2966820000-c441kwgh",
              "media_type": "INSTAGRAM",
              "custom_name": "fitness_cilip",
              "following": 243,
              "followers": 2848512,
              "likes_per_post_average": 5061,
              "comments_per_post_average": 43,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CwNGNSwI_Yi",
                  "image": "https://cdn.jaryan.net/2024-07-28_220500.9678180000-UgWDAv2N",
                  "likes": 171928,
                  "views": 3714126,
                  "caption": ".\nمنیزیم یک مادۀ معدنی مهم است که در سلامت و عملکرد درست بدن نقش‌هایی اساسی ایفا می‌کند. توصیه می‌شود که، منیزیم موردنیاز بدن حتی‌الامکان به‌صورت ترکیبی از منابع طبیعی و منابع غذایی غنی‌شده با این ماده تأمین  شود.\nاگر در گروه‌هایی که بیشتر در خطر کمبود منیزیم هستند، قرار می‌گیرید یا سایر علائم ذکرشدۀ کمبود منیزیم را دارید، درمورد درمان با منیزیم با پزشک خود مشورت کنید.\n@fitness_cilip \nCr:@angiekassabie",
                  "comments": 1483,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C4TA9xjIBxp",
                  "image": "https://cdn.jaryan.net/2024-07-28_220501.0837800000-JtTQQaDc",
                  "likes": 165142,
                  "views": 3111954,
                  "caption": "😂😂😂😂",
                  "comments": 3083,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9xxTpMIypF",
                  "image": "https://cdn.jaryan.net/2024-07-28_220501.2146000000-H6RETyzr",
                  "likes": 126862,
                  "views": 3620738,
                  "caption": "@fitness_cilip\nبه طور مختصر فستینگ به این شکل هست که  در یک بازه زمانی مشخص میتونیم غذا بخوریم و ساعات دیگه شبانه روز غذا نمیخوریم ( فقط مایعات مجازه).\nانواع مختلفی هم داره :\n۱۶-۸ (۱۶ ساعت غذا نمیخورید ، ۸ ساعت غذا میخورید)\n۱۴-۱۰\n۱۲-۱۲\nتوصیه میکنیم رژیم فست رو حتما از متخصص تغذیه تهیه کنید.",
                  "comments": 3148,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCwG7zDIlKR",
                  "image": "https://cdn.jaryan.net/2024-11-28_131111.9223170000-WoBk41Jv",
                  "likes": 23084,
                  "views": 427089,
                  "caption": ".\nدرد سیاتیک یکی از دردهای آزاردهنده است که از کمر شروع می‌شود و تا باسن، پشت ران و ساق پا احساس می‌شود. درد در این عصب ناگهانی شروع می‌شود اما در موارد خفیف با مرور زمان و مراقبت صحیح بهتر می‌شود. البته در برخی بیماران درد سیاتیک ممکن است به قدری شدید باشد که درمان آن نیازمند جراحی باشد.\n\nعصب سیاتیک از نخاع شروع شده و از لگن شما عبور کرده سپس از باسن نیز می‌گذرد و بعد منشعب شده و وارد هر دو پا می‌شود. این عصب می‌تواند خود را به صورت یک درد متوسط تا شدید در کمر، باسن و پاها نشان دهد. همچنین ممکن است در این مناطق احساس ضعف یا بی‌حسی کنید. اگر آسیب جدی به این عصب یا ناحیه‌های مرتبط با آن وارد شود، درد آن را حس خواهید کرد. حدود ۴۰ درصد از افراد در برخی از دوره‌های زندگی خود به این بیماری مبتلا می‌شوند که با افزایش سن خطر ابتلا به آن نیز بیشتر می‌شود.",
                  "comments": 73,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9Ovfrgcab",
                  "image": "https://cdn.jaryan.net/2024-12-02_123302.0763530000-tmvrdli3",
                  "likes": 5809,
                  "views": 152628,
                  "caption": "مقاومت به انسولین باعث کبد چربِ میشه\nحتی میتونه ذخیره چربی در افراد مبتلا به دیابت نوع ۲ و کسانی که درگیر سندروم متابولیک هستن رو افزایش بده❗️\n👇🏻👇🏻👇🏻👇🏻\n😍بیشترین تخفیف سال به مناسبت بلک فرایدی 😍\nلیورهلث✅️\nدوره ای برای پاکسازی کبد، صفرا و روده ها\n▪️این دوره مختص شماست اگر :\n• کاهش وزن برات سخت شده\n• مشکل کبدی داری\n• خیلی سخت عضله سازی میکنی\n• یبوست داری یا دفع روزانه نداری \n\nشامل دو بخش ١۵ روزه: \n🍋پاکسازی LiverHealth\n❤️‍🩹مراقبت از کبد LiverCare\n\n٣٠ روز قدم به قدم در کنارت هستیم \nتو این دوره تمرکز ما روی تغذیه درمانیه 🍋\n\nبعد از این دوره ، نتایج چند برابری از ورزش و رژیم میگیری 🥳\n\n🌈برای دریافت اطلاعات دوره و مشاوره کافیه کلمه پاکسازی رو برامون دایرکت یا کامنت کنید 🌈\n@21ruz21rah \nفواید دوره پاکسازی ما :\n\n🔴کمک به کاهش وزن و سایز سریع تر \n🟠حتی در حالت استاپ وزنی\n🟡کاهش آلرژی و اگزماهای پوستی\n🟢سلامت دستگاه گوارش\n🔵افزایش سطح انرژی فرد\n🟣بهبود پوست و مو\n⚫️شادابی و کاهش افسردگی\n⚪️جذب بیشتر املاح و ویتامین از مواد \n🔴غذایی و مولتی ویتامین ها\n🟠کاهش عوارض پریود و مشکلات رحمی\n🟡افزایش حس چشایی و بهتر حس کردم طعم غذاها\n🟢 کاهش خستگی و کرختی\n@21ruz21rah",
                  "comments": 56,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDARVf1ubYB",
                  "image": "https://cdn.jaryan.net/2024-12-02_123302.5828490000-TzCJo70q",
                  "likes": 1465,
                  "caption": "@autokhosravani \n❗️ثبت نام KMC T8 اقساطی تحویل سه ماهه❗️\n\n✅ ثبت نام یک شنبه 11 آذرماه\n✅ فروش نقدی و اقساط (12، 24 و 36 ماهه)\n\n❗️با امکان طرح جایگزینی ❗️\n\n🔸️مجموعه خودرویی خسروانی، بزرگترین مرجع خودرویی کشور\n🔸️نمایندگی خسروانی کد ۱۷۸۰ کرمان موتور\n🔸️از اینکه انتخاب شماییم سپاسگزاریم\n\n📄 برای اطلاع از شرایط ثبت نام با شماره زیر تماس بگیرید\n\n☎️ 021-61993\n🌐 www.khosravani.com\n⚪️ @autokhosravani\n⚪️@khosravani.1780\n\n#اتوخسروانی_۱۷۸۰\n#کرمان_موتور\n#kmc \n#kmct8",
                  "comments": 11,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/fitness_cilip",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2500000,
            "description": "ریلز \r\nاینسایت نمیدهد\r\nرمزارز و مالی انجام نمیشود",
            "advertiser_price": 2500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 32844,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-08-20T22:14:57.325958+03:30"
          },
          {
            "id": 7518,
            "media": {
              "id": 901,
              "title": "سیکوپیک",
              "username": "sickopick",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.12224752121035348,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_092900.8825190000-wXzOwlHw",
              "media_type": "INSTAGRAM",
              "custom_name": "sickopick",
              "following": 80,
              "followers": 2814781,
              "likes_per_post_average": 3395,
              "comments_per_post_average": 45,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C3I1h42Mczo",
                  "image": "https://cdn.jaryan.net/2024-11-13_095401.1499250000-dVgJyugr",
                  "likes": 392064,
                  "views": 10309195,
                  "caption": "ورزشکارانی که اسمشون در گینس ثبت شده",
                  "comments": 2796,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_0Gn0oM6M0",
                  "image": "https://cdn.jaryan.net/2024-09-14_175700.9221150000-5jN9zZ3Z",
                  "likes": 303951,
                  "views": 4581841,
                  "caption": "مرخصی پریود در مدارس کره جنوبی\n@sickopick\n@sickopick",
                  "comments": 3616,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C58H4-jsUOM",
                  "image": "https://cdn.jaryan.net/2024-10-28_004701.1901020000-msv8wgVB",
                  "likes": 161375,
                  "views": 5592426,
                  "caption": "سواد بانکی که هر خانمی باید بدونه\n@sickopick\n@sickopick",
                  "comments": 2050,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9zlGSM11F",
                  "image": "https://cdn.jaryan.net/2024-12-02_092901.0865880000-LotCVfoN",
                  "likes": 10039,
                  "views": 181366,
                  "caption": "ژاپن با این ایده تمیز ترین کشور جهان شد\n@sickopick\n@sickopick",
                  "comments": 215,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDC9h_BMdnY",
                  "image": "https://cdn.jaryan.net/2024-12-02_092901.2512060000-6dFxdjWn",
                  "likes": 4099,
                  "views": 56547,
                  "caption": "درآمد نجومی مهدی طارمی ستاره فوتبال ایران\n@sickopick\n@sickopick",
                  "comments": 66,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC_SQtUOQbr",
                  "image": "https://cdn.jaryan.net/2024-12-02_092901.4422360000-ZGGG8FXS",
                  "likes": 3878,
                  "views": 63602,
                  "caption": "اگر سوالی درباره خرید ملک در اروپا دارید از شرکت آدونیس بپرسید👇\n@adoniss.gr @adoniss.gr\n@adoniss.gr @adoniss.gr\n@adoniss.gr @adoniss.gr\n@adoniss.gr @adoniss.gr\n@adoniss.gr @adoniss.gr",
                  "comments": 28,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/sickopick",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 3100000,
            "description": "24 ساعته",
            "advertiser_price": 3100000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 21469,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-11-22T13:10:58.448079+03:30"
          },
          {
            "id": 6578,
            "media": {
              "id": 8300,
              "title": "دانش زندگی",
              "username": "daneshe.zendegii",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.3895107702139315,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_201606.0458530000-3nvcoYfC",
              "media_type": "INSTAGRAM",
              "custom_name": "daneshe.zendegii",
              "following": 52,
              "followers": 2629923,
              "likes_per_post_average": 10105,
              "comments_per_post_average": 138,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DAaMVLGIF_Q",
                  "image": "https://cdn.jaryan.net/2024-10-02_185100.9307530000-WKNdo8wR",
                  "likes": 240292,
                  "views": 5269445,
                  "caption": "فقط دقت کنید که این بخش کوتاهی از سخنرانی هست. توی همه این سخنرانی‌ها می‌گن که تصور و تجسم بدون کار کردن و سرمایه‌گذاری و فعالیت نتیجه نمی‌ده. یعنی تصور و تجسم خشک و خالی بدون هیچ فعالیت و شغل و سرمایه‌گذاری معمولا نتیجه نمی‌ده. البته برای اساتید موفقیت و جذب با حرف زدن در مورد تجسم و پول و ثروت هم نتیجه می‌ده 😂🙏\n@daneshe.zendegii",
                  "comments": 1532,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBmSnnYo0DP",
                  "image": "https://cdn.jaryan.net/2024-12-03_201606.4017740000-25dybkY2",
                  "likes": 193096,
                  "views": 3047313,
                  "caption": "قشنگ‌ترین توصیفی هست که از نقش مادر در زندگی دیدم. اغراق نمی‌کنه، افسانه‌پردازی نمی‌کنه و مادر رو در اندازه شخصیت اسطوره و رویایی بالا نمی‌بره. همون چیزی که هست رو داره میگه و مهم‌ترین و دردناک‌ترین نکتش فکر کنم اون قسمتی هست که می‌گه\n\nبرای به دنیا آوردن شما کلی سختی و درد کشید و شما چکار کردین؟ مسیر موفقیت و رویاهای خودتون رو دنبال کردین 🥹💔\n@daneshe.zendegii \n\nپیج دوم ما\n@zendegie.rooyai \n\n“This is a translation of your original video. Educational purpose only. All rights belong to your rightful owners. Dm me for removal”",
                  "comments": 2148,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAHFZOtI0Ef",
                  "image": "https://cdn.jaryan.net/2024-09-27_083101.1944080000-edpjGHQ1",
                  "likes": 173674,
                  "views": 5637758,
                  "caption": "قشنگ‌ترین تعریف از عشق و دوست داشتن 😍👏\n@daneshe.zendegii \n\nپیج دیگر ما در زمینه ورزش، تغذیه و سلامتی 🙏\n@zendegie.rooyai \n\n“This is a translation of this video. Educational purpose only. All rights belong to your rightful owners. Dm me for removal”",
                  "comments": 1478,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC7LFIdomjE",
                  "image": "https://cdn.jaryan.net/2024-12-03_201611.6836180000-5xvUFa2z",
                  "likes": 23447,
                  "views": 783513,
                  "caption": "برای امنیت بیشتر در آسانسور این چند تا تکنیک رو حتما به ذهن بسپریم و برای نزدیکان و عزیزانتون بفرستین یاد بگیرن 🙏🙌🏻\n@daneshe.roz \n\nپیج دیگر ما:\n@daneshe.zendegii \n\nCredit: @cesagracie \n“This is a translation of your original video. Educational purpose only. All rights belong to your rightful owners. Dm me for removal”",
                  "comments": 254,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC51ho0oVxR",
                  "image": "https://cdn.jaryan.net/2024-12-03_201611.9426830000-pSwwHcCR",
                  "likes": 15963,
                  "views": 364019,
                  "caption": "چهار چیزی که یک جراح قلب ازشون دوری می‌کنه 🙌\n@daneshe.zendegii \n\nاگه تمایل داشتید پیج جدید ما رو هم دنبال کنید\n@daneshe.roz \n\n“This is a translation of your original video. Educational purpose only. All rights belong to your rightful owners. Dm me for removal”",
                  "comments": 109,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC8m63wIBhJ",
                  "image": "https://cdn.jaryan.net/2024-12-03_201612.1256350000-4pokL0Mj",
                  "likes": 12437,
                  "views": 267742,
                  "caption": "روی این نکته بیشتر بیندیش\n«من با کسی رقابتی ندارم، چون تنها رقیبم آدمیه که دیروز بودم» \n@daneshe.zendegii \n\nاگه تمایل داشتید پیج جدید ما رو هم دنبال کنید\n@daneshe.roz \n\n“This is a translation of your original video. Educational purpose only. All rights belong to your rightful owners. Dm me for removal”",
                  "comments": 55,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/daneshe.zendegii",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2600000,
            "description": "24 ساعته",
            "advertiser_price": 2600000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 27483,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-05T10:41:24.354624+03:30"
          },
          {
            "id": 10396,
            "media": {
              "id": 9538,
              "title": "🏕️🏛️ تهران لند 🏰🎡",
              "username": "tehran__lands",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [
                {
                  "id": 13,
                  "location": "تهران"
                }
              ],
              "engagement_rate": 0.20922859335928964,
              "categories": [
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-28_040801.0554220000-Q0otZ1vO",
              "media_type": "INSTAGRAM",
              "custom_name": "tehran__lands",
              "following": 0,
              "followers": 2615162,
              "likes_per_post_average": 5308,
              "comments_per_post_average": 163,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CRGp-IQrpJT",
                  "image": "https://cdn.jaryan.net/2024-07-20_190700.9440960000-6CvVol27",
                  "likes": 145720,
                  "caption": ".\nخمده یكی از روستاهای سرسبز و دیدنی اطراف شهرستان فیروزكوه است. چشمه آب معدنی این روستا یكی از دیدنی‌ترین نقاط آن به حساب می‌آید كه 5 كیلومتر تا جاده فیروزكوه ـ زرین‌دشت فاصله دارد. \nبهترین فصل استفاده از این چشمه، فصل بهار و تابستان است. به دلیل وجود همین چشمه آب معدنی، همه ساله بازدیدكنندگان فراوانی از دیگر نقاط كشور به این روستا می‌آیند. \n\nخمده استخری طبیعی دارد. آبی كه از دل كوه بیرون می‌آید در این استخر كه دورش را سنگ‌چین كرده‌اند، جمع شده و قابل استفاده می‌شود. البته با كشیدن دیواری دور تا دور آن، هم خانم‌ها و هم آقایان می‌توانند در ساعات مختلف از آب چشمه استفاده كنند. \nخمده در فاصله تقریبی 30 کیلومتری \"تنگه واشی\" قرار گرفته است.\nاین منطقه زیبای تفرجگاهی به عنوان دومین نقطه گردشگری شهرستان فیروزکوه پس از منطقه توریستی تاریخی تنگه واشی مطرح بوده که به خصوص در فصل تابستان و ایام گرم سال پذیرای هزاران گردشگر است.\n\n✅ویدیو اینجا رو توی استوری ببینید 😍\n\n🚗 برای دسترسی به این منطقه از تهران به سمت فیروزکوه حرکت کرده و بعد از گذشتن از پردیس،بومهن و رودهن به فاصله 10 کیلومتر از فیروزکوه سمت راست تابلو \"زرین دشت\" دیده می‌شود , از این مسیر به اندازه 10 کیلومتر به سمت جنوب حرکت کرده به یک فرعی خاکی رسیده که تابلو ی  قدیمی \"روستای خمده\"کنارش نصب شده است ,پس از طی مسافت 5 کیلومتر از جاده خالی و عبور از پلی که از روی رودخونه رد می‌شود به چشمه آب معدنی خمده میرسید ,که از اینجا تا خود روستا کمتر از یک کیلومتر فاصله است.\n\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n📸 @javad_travel\n#tehran #tehrangardi #gardeshgari #tehranphoto #tehran_photo #photography #city #akasi #street\n#تفریح #باران #شلوغی #طبیعت #خمده #فیروزکوه #گردشگری #عکاسی #شب_های_تهران #بهار #طبیعتگردی #خیابان_گردی #تهران #پایتخت #شهر_تهران #تهرانی #تهرانی #طهران #رنگارنگ #پیاده_روی",
                  "comments": 5975,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/CSyy8bBKVNk",
                  "image": "https://cdn.jaryan.net/2024-07-20_190701.1713330000-qsY1y0OX",
                  "likes": 130609,
                  "caption": ".\nمنطقه دیزین یا به عبارتی پیست دیزین در استان البرز و ۷۰ کیلومتری تهران قرار دارد.\nو از میدان ونک و از طریق آزادراه تهران شمال تا دیزین حدود ۱ ساعت و ربع راه است.\n چندین مسیر برای رسیدن به دیزین وجود دارد.\nیکی از آنها جاده چالوس است. هنگامی که قصد عزیمت به شمال از جاده چالوس را دارید، احتمالاً تابلوهای مربوط به پیست اسکی دیزین را دیده‌اید. در این مسیر بعد از هتل گچسر از مسیر ولایت‌رود رفته و به دیزین برسید.\nاین مسیر از تهران و بدون ترافیک ۲ ساعت و نیم طی می‌شود.\n یک مسیر دیگر از تهران به دیزین، مسیر فشم در لشکرک است. از اتوبان بابایی وارد جاده لشکرک شده و دوراهی قوشک را به سمت فشم بروید تا به دیزین برسید.\n محور شمشک به دیزین در اینجا قرار دارد و در فصل زمستان به علت سردی و برودت هوا بسته است. همان طور که گفته شد مهم‌ترین مشخصه دیزین پیست اسکی آن می‌باشد که با وجود قدمت ۴۰‌ساله هنوز هم فدراسیون جهانی آن را تائید می‌کند. در تهران پیست‌های اسکی دیگری نیز وجود دارد اما هیچیک به پای دیزین نمی‌رسند.\nمنطقه دیزین با آب‌وهوای زمستانی فوق العاده (۲۰- سانتی گراد) و روزهای تابستانی خنک و مطبوع به همراه امکانات و دسترسی مناسب، به یک دهکده توریستی بی‌نظیر تابستانی و زمستانی در خاورمیانه تبدیل شده است.\n\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n📸 @fariborz.pir ۳۴۵۶۷۸\n📸 @mahsa_s_photos ۹\n#tehran #tehrangardi #gardeshgari #tehranphoto #tehran_photo #photography #city #akasi #street\n#تفریح #باران #شلوغی #طبیعت #شمشک #دیزین #گردشگری #عکاسی #شب_های_تهران #بهار #طبیعتگردی #خیابان_گردی #تهران #پایتخت #شهر_تهران #تهرانی #تهرانی #طهران #رنگارنگ #پیاده_روی",
                  "comments": 2610,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/Cp8RHG_ofkk",
                  "image": "https://cdn.jaryan.net/2024-07-20_190701.3304030000-Kgkp9UM9",
                  "likes": 88054,
                  "views": 690096,
                  "caption": "کوچه برلن تهران...\n\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n#تهران  #تهرانگردی #طهران #عید #نوروز #رقص #حاجی_فیروز #بازار",
                  "comments": 1890,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCgaANWsmTK",
                  "image": "https://cdn.jaryan.net/2024-11-24_014601.4308980000-qUGOEHFi",
                  "likes": 15023,
                  "views": null,
                  "caption": "ادد تو استوري و شِر هم ٣ تا 🎁 ١ م ت داره \nبا صدايي بلند گوش كنيد 😂\nبهترين و خفن ترين تيم بيت باكس ايران! با هم يه كوكو خوشمزه با اين گروه درجه يك درست كرديم! هم لذيذ و هم تماشايي 😍\n Idea By : @ashkan.shadkami ❤️\n Sound effects (live) By : @barcodebeatbox ❤️\nمواد اوليه \nسينه مرغ ٤٠٠ گ \nسيب زميني ٢٠٠ گرم \nپياز ٢ عدد \nهويج ١ عدد \nسير ٣ حبه \nتخم مرغ ٢ عدد \nكچاپ ٣ ق غ \nنمك،فلفل،پاپريكا،اورگانو يا آويشن \nآرد ٤ ق غ \nپنير پيتزا ١ پيمانه \nروغن سرخ كردني \n#كوكو #آشپزي #بيت_باكس #زنجاني_پز",
                  "comments": 623,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCeJe01u9a9",
                  "image": "https://cdn.jaryan.net/2024-11-24_014601.1452700000-8pKaz0Pf",
                  "likes": 11053,
                  "caption": ".\nخانی آباد محله ای در منطقه ۱۹ تهران می‌باشد که از شرق به نازی‌آباد و از غرب به شهرک شریعتی متصل شده‌است خانی آباد نو شهرکی بزرگ اما نسبت به شهرک‌های همجوار نازی‌آباد نسبتاً جدید است که از شهرک‌های کوچکتر تشکیل شده‌است.\nعلاوه بر آن مهم‌ترین خیابان‌های آن خیابان میعاد، لطیفی، شقایق، میثاق، بلوار میلاد و… محسوب می‌شود\nضمناً میدان مرکزی میوه و تره بار تهران در این محله واقع گردیده‌است.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n📸 @mina_pourahad\n#tehran #tehrangardi #gardeshgari #tehranphoto #tehran_photo #photography #city #akasi #street\n#تفریح #باران #دوردور #طبیعت #جنوب #جنوب_شهر #گردشگری #عکاسی #شب_های_تهران #پاییز #طبیعتگردی #خیابان_گردی #تهران #پایتخت #شهر_تهران #شهر #تهرانی #طهران #خانی_آباد #پیاده_روی #خانی_آباد_نو",
                  "comments": 219,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCd99pFoWXv",
                  "image": "https://cdn.jaryan.net/2024-11-24_014601.6260690000-500VYeIB",
                  "likes": 2753,
                  "caption": "@matab_zibaie\n💯فقط ۲۰ نفر اول💯\n@matab_zibaie\n@matab_zibaie\n۱۵ سال جوان تر شوید فقط با یک جلسه در سال😧\n🛑دستگاه هایفو اولترا 4D ۲۰۲۲\n🛑نفوذ عمقی به لایه های زیرین\n🛑تعداد شات نامحدود\n🛑کلاژن سازی و جوانسازی\n🛑بدون درد و نقاهت\n۵۰٪ تخفیف \n \n\n@matab_zibaie\nاین پایین میتونید برای رزرو وقت با ما در ارتباط باشید🔻🔻\n📞 ☎️ 02122240597\n☎️ 02122240597\n📱09356750597\n\n@matab_zibaie\n@matab_zibaie\n@matab_zibaie",
                  "comments": 47,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/tehran__lands",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2900000,
            "description": "24 ساعته - عکس و اسلاید",
            "advertiser_price": 2900000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 25720,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-09-29T13:07:52.865661+03:30"
          },
          {
            "id": 35616,
            "media": {
              "id": 184,
              "title": "آلزایمر",
              "username": "alzaimer___",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.6712395385969092,
              "categories": [
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_004900.9147540000-9xlUl7n2",
              "media_type": "INSTAGRAM",
              "custom_name": "alzaimer___",
              "following": 54,
              "followers": 2555943,
              "likes_per_post_average": 16088,
              "comments_per_post_average": 1068,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCkIXoZv95G",
                  "image": "https://cdn.jaryan.net/2024-11-21_035401.0850190000-V8FAWyoC",
                  "likes": 52280,
                  "views": null,
                  "caption": "هر مدت یبار چنتا دلقک معروف میشن و زودم محو میشن \nجوری سلیقه مردم رو به گند کشیدن که نسل جدید اصن نمیدونن موسیقی واقعی یه زمانی چطوری بوده \nو چطوری یه آرتیست بعد ۵۰ سال هنوز طرفداراش عاشقشن",
                  "comments": 1479,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCxCgQCvqbW",
                  "image": "https://cdn.jaryan.net/2024-11-26_012301.3701090000-akNQTOZ8",
                  "likes": 18333,
                  "views": null,
                  "caption": "نظرت چیه؟",
                  "comments": 899,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCpRUTSvHy6",
                  "image": "https://cdn.jaryan.net/2024-11-26_012301.1213240000-L7lSPnAY",
                  "likes": 17482,
                  "views": null,
                  "caption": "خیلی وقتا مرد فقط وسیله شاد کردن و خوشبخت کردن زن دیده میشه ..\nقبول داری؟",
                  "comments": 195,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4yG5YP7BL",
                  "image": "https://cdn.jaryan.net/2024-11-30_004901.0874480000-4g0RIMoS",
                  "likes": 8679,
                  "views": null,
                  "caption": "و خداوند دعا های ما را میشنود ...",
                  "comments": 42,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCuZeltPM_w",
                  "image": "https://cdn.jaryan.net/2024-11-26_012301.2692810000-vWQF5SBc",
                  "likes": 8427,
                  "views": null,
                  "caption": "بگو بهتریناشو پین میکنم 😃",
                  "comments": 3831,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC7T0xLv0Jo",
                  "image": "https://cdn.jaryan.net/2024-11-30_004901.2700070000-ckKubrtN",
                  "likes": 3955,
                  "views": null,
                  "caption": "البته ببخشید استاد محمدرضا گلزار رو با دنیل دی لویس ستاره ی معمولی هالیوود مقایسه کردم ...\nطرفداری هیچکدوم لطفا ناراحت نشن🙏😐",
                  "comments": 105,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/alzaimer___",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2890000,
            "description": "24 ساعته - اینسایت نمی دهد",
            "advertiser_price": 2890000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 22266,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-04-03T17:48:20.642924+03:30"
          },
          {
            "id": 33048,
            "media": {
              "id": 7864,
              "title": "روانشناسی",
              "username": "sherko_psychology",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.752336555273048,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_045901.0419800000-Wn1Bchst",
              "media_type": "INSTAGRAM",
              "custom_name": "sherko_psychology",
              "following": 26,
              "followers": 2555293,
              "likes_per_post_average": 44346,
              "comments_per_post_average": 430,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C3qOi5coSW-",
                  "image": "https://cdn.jaryan.net/2024-07-22_173101.1261900000-16Rx93wu",
                  "likes": 324636,
                  "views": null,
                  "caption": "🌻❤🌻\nنظر شما در مورد این موضوع چیه؟\n--------------------------------------\n@sherko_psychology 👈\n@sherko_psychology 👈\n\n#sherko_psychology",
                  "comments": 6212,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_fbXZTI05M",
                  "image": "https://cdn.jaryan.net/2024-09-06_194202.6420920000-DsnyAU6p",
                  "likes": 324011,
                  "views": null,
                  "caption": "برای داشتن یک زندگی زیبا این پست رو تا آخر نگاه کن و سیوش کن.\n--------------------------------------\n@sherko_psychology 👈\n@sherko_psychology 👈\n\n#sherko_psychology",
                  "comments": 3166,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_tQkonoXFu",
                  "image": "https://cdn.jaryan.net/2024-09-12_050701.0568850000-9IKgP5vl",
                  "likes": 177558,
                  "views": null,
                  "caption": "این داستان واقعی رو تا آخر بخونید، فوق‌العاده است...\n--------------------------------------\n@sherko_psychology 👈\n@sherko_psychology 👈\n\n#sherko_psychology",
                  "comments": 5221,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCvuLZftdkC",
                  "image": "https://cdn.jaryan.net/2024-11-26_054706.2470000000-bvXG1QU9",
                  "likes": 70656,
                  "views": null,
                  "caption": "تصاویر مفهومی....\n--------------------------------------\n@sherko_psychology 👈\n@sherko_psychology 👈\n\n#sherko_psychology",
                  "comments": 427,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC1wKNNNedx",
                  "image": "https://cdn.jaryan.net/2024-11-30_045901.1766920000-Ga66bFtJ",
                  "likes": 54988,
                  "views": null,
                  "caption": "مراقب افکارت باش، چون سرنوشتتو رقم میزنن...\n--------------------------------------\n@sherko_psychology 👈\n@sherko_psychology 👈\n\n#sherko_psychology",
                  "comments": 279,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3dhnANMZ0",
                  "image": "https://cdn.jaryan.net/2024-11-30_045901.2975480000-595ogjMc",
                  "likes": 45336,
                  "views": null,
                  "caption": "مواققید؟\nCredit and copyright 👉 unknown\nAll rights of this content belong to the owners and we have only shared it.\nPlease DM for copyright or removal.\n--------------------------------------\n@sherko_psychology 👈\n@sherko_psychology 👈\n\n#sherko_psychology",
                  "comments": 805,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/sherko_psychology",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2600000,
            "description": "24 ساعته - پست اسلایدی",
            "advertiser_price": 2600000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 36105,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-08-19T12:26:33.949268+03:30"
          },
          {
            "id": 5353,
            "media": {
              "id": 7864,
              "title": "روانشناسی",
              "username": "sherko_psychology",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.752336555273048,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_045901.0419800000-Wn1Bchst",
              "media_type": "INSTAGRAM",
              "custom_name": "sherko_psychology",
              "following": 26,
              "followers": 2555293,
              "likes_per_post_average": 44346,
              "comments_per_post_average": 430,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C3qOi5coSW-",
                  "image": "https://cdn.jaryan.net/2024-07-22_173101.1261900000-16Rx93wu",
                  "likes": 324636,
                  "views": null,
                  "caption": "🌻❤🌻\nنظر شما در مورد این موضوع چیه؟\n--------------------------------------\n@sherko_psychology 👈\n@sherko_psychology 👈\n\n#sherko_psychology",
                  "comments": 6212,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_fbXZTI05M",
                  "image": "https://cdn.jaryan.net/2024-09-06_194202.6420920000-DsnyAU6p",
                  "likes": 324011,
                  "views": null,
                  "caption": "برای داشتن یک زندگی زیبا این پست رو تا آخر نگاه کن و سیوش کن.\n--------------------------------------\n@sherko_psychology 👈\n@sherko_psychology 👈\n\n#sherko_psychology",
                  "comments": 3166,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_tQkonoXFu",
                  "image": "https://cdn.jaryan.net/2024-09-12_050701.0568850000-9IKgP5vl",
                  "likes": 177558,
                  "views": null,
                  "caption": "این داستان واقعی رو تا آخر بخونید، فوق‌العاده است...\n--------------------------------------\n@sherko_psychology 👈\n@sherko_psychology 👈\n\n#sherko_psychology",
                  "comments": 5221,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCvuLZftdkC",
                  "image": "https://cdn.jaryan.net/2024-11-26_054706.2470000000-bvXG1QU9",
                  "likes": 70656,
                  "views": null,
                  "caption": "تصاویر مفهومی....\n--------------------------------------\n@sherko_psychology 👈\n@sherko_psychology 👈\n\n#sherko_psychology",
                  "comments": 427,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC1wKNNNedx",
                  "image": "https://cdn.jaryan.net/2024-11-30_045901.1766920000-Ga66bFtJ",
                  "likes": 54988,
                  "views": null,
                  "caption": "مراقب افکارت باش، چون سرنوشتتو رقم میزنن...\n--------------------------------------\n@sherko_psychology 👈\n@sherko_psychology 👈\n\n#sherko_psychology",
                  "comments": 279,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3dhnANMZ0",
                  "image": "https://cdn.jaryan.net/2024-11-30_045901.2975480000-595ogjMc",
                  "likes": 45336,
                  "views": null,
                  "caption": "مواققید؟\nCredit and copyright 👉 unknown\nAll rights of this content belong to the owners and we have only shared it.\nPlease DM for copyright or removal.\n--------------------------------------\n@sherko_psychology 👈\n@sherko_psychology 👈\n\n#sherko_psychology",
                  "comments": 805,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/sherko_psychology",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2600000,
            "description": "ریلز؛ 24 ساعت\r\nبه جز بازارهای مالی، ارز دیجیتال، بورس، آموزش پولسازی و کسب ثروت",
            "advertiser_price": 2600000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 39410,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-08-19T12:26:39.489142+03:30"
          },
          {
            "id": 15032,
            "media": {
              "id": 11170,
              "title": "تی وی پلاس",
              "username": "tvpluss",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.6345325768041868,
              "categories": [
                {
                  "id": 54,
                  "title": "Cinema-Theatre-TVSeries",
                  "title_fa": "سینما، تئاتر و تلویزیون"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_200100.9278750000-ayorig44",
              "media_type": "INSTAGRAM",
              "custom_name": "tvpluss",
              "following": 119,
              "followers": 2482037,
              "likes_per_post_average": 15273,
              "comments_per_post_average": 475,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC4dIqzITT5",
                  "image": "https://cdn.jaryan.net/2024-12-01_200101.1654040000-9o7i5U1q",
                  "likes": 83071,
                  "views": 1045744,
                  "caption": "کنسرت زنده یاد ناصر عبداللهی ❤️🫶🏼\n\nروح تمام هنرمندان مون در آرامش \n\nاثری از: @nabhanfilm \n#تی_وی_پلاس",
                  "comments": 2262,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC8ywLEo5Qm",
                  "image": "https://cdn.jaryan.net/2024-12-01_200101.3110700000-nUQxvhQ8",
                  "likes": 52078,
                  "views": 1714722,
                  "caption": "حدیث میرامینی: \n\n💢  چی بهتر از اینکه دو روز تمام به هوای جوکر، با نعیمه نظام دوست باشی و کلی لذت ببری\n\n💢 مهم ترین مسئولیت تمام زندگی من، پسرم است\n\n💢 دوره ای که ما وارد سینما و بازیگری شدیم، هرچی زشت تر و شلخته تر بودی، هُنری تر به حساب می آمدی!\n\n@hadismiramini \n\nبا تشکر ویژه از مجموعه زیبایی @proshot.clinic \n\nگفتگو: شاهان شکیبا \n#تی_وی_پلاس #جوکر #حدیث_میرامینی #نعیمه_نظام_دوست #زندگی #مادر #بچه",
                  "comments": 216,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3sBwoIQ9c",
                  "image": "https://cdn.jaryan.net/2024-11-27_204202.0836530000-6NWcMOL0",
                  "likes": 27050,
                  "views": 779847,
                  "caption": "عجیب و غریب ترین اخطار تاریخ فوتبال دنیا:\n\nچون الکی جون مادرت رو قسم خوردی!\n\n#تی_وی_پلاس #فوتبال #مادر #ایران",
                  "comments": 1086,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6qknVIu6a",
                  "image": "https://cdn.jaryan.net/2024-12-01_200101.6155470000-QwIgTKIA",
                  "likes": 26413,
                  "views": 801591,
                  "caption": "دستگیری سارقان پُل پارک وی که با چاقو به خودروی بی ام و حمله کردند\n\n#تی_وی_پلاس #تهران #police #tehran #bmw",
                  "comments": 911,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9a0BNo3J9",
                  "image": "https://cdn.jaryan.net/2024-12-01_200101.7987380000-20tc72YB",
                  "likes": 26189,
                  "views": 251382,
                  "caption": "#نوستالژی\n\nشب غوغای ستاره های فوتبال ایران در قلب استرالیا\n\nیادش بخیر 🥇❤️🌟\n\n#تی_وی_پلاس #فوتبال #ایران #علی_دایی #تیم_ملی #جشن",
                  "comments": 510,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC1KTmbocy3",
                  "image": "https://cdn.jaryan.net/2024-11-27_204201.5208420000-TcHzrb6d",
                  "likes": 25509,
                  "views": 876007,
                  "caption": "🔴برای اولین بار \n\n ساره رشیدی: بعضی بازیگرها رفتار بسیار زشتی داشتند! \nمی گفتند اینها دلقک های رامبد جوانند! \n\n🛑 یک عده می گفتند این کوچولو ها رو گنده نکنید! جواب سلامشون رو هم ندین!\n\n🔴غم نان چیزی عجیبیه؛ من یه دختر تنها تو تهران بودم که باید خودم خرج خودم رو درمیاوردم. داشتم از ترس سکته میکردم و تنها درآمدم از اینستاگرام بود \n\n🔴 دیپلم افتخار بازیگری رو که گرفتم، مادرم زنگ زد گفت میخوایم برات پلاکارد بزنیم تووشیراز!\n\n@sareh_rashidi \n\nگفتگو از: شاهان شکیبا\n\n#تی_وی_پلاس #فیس_توفیس #ساره_رشیدی #شاهان_شکیبا #خندوانه #مادر #بازیگر",
                  "comments": 271,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/tvpluss",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 12000000,
            "description": "24 ساعته - مانند نمونه منتشر نمی کند",
            "advertiser_price": 12000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 64245,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-31T20:59:53.217834+03:30"
          },
          {
            "id": 3255,
            "media": {
              "id": 7126,
              "title": "دورِ تهران بگرديم!",
              "username": "enjoy_tehran",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [
                {
                  "id": 13,
                  "location": "تهران"
                }
              ],
              "engagement_rate": 0.2323465131592026,
              "categories": [
                {
                  "id": 2,
                  "title": "Travel",
                  "title_fa": "سفر"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_053700.9475490000-9hB2Zaj3",
              "media_type": "INSTAGRAM",
              "custom_name": "enjoy_tehran",
              "following": 183,
              "followers": 2464853,
              "likes_per_post_average": 5274,
              "comments_per_post_average": 452,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCTfTZWxW1h",
                  "image": "https://cdn.jaryan.net/2024-11-16_141701.0093520000-6OtTtrWu",
                  "likes": 65439,
                  "views": 3741653,
                  "caption": "🌧️☔️🏫👩‍🎓👨‍🎓\nدانشجوی علوم تحقیقات بودن تو روزای بارونی یعنی عبور از جاده‌هایی که بیشتر شبیه رودخونه شدن. هر قدم مثل یه چالش جدید؛ کیف و کتاب به دست، و با امید رسیدن به کلاس!\n‌‌\n@enjoy_tehran \n@enjoy_tehran \n‌\n‌‌\n‌",
                  "comments": 889,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3tB42JSbF",
                  "image": "https://cdn.jaryan.net/2024-12-02_053701.2818240000-9JyLHJQP",
                  "likes": 20150,
                  "views": 687872,
                  "caption": "🍂😍🍁☕️\nدر دل پاییزی‌ترین باغ تهران، جایی در ازگل، کلبه‌ای چوبی منتظر است تا با عطر قهوه و برگ‌های رنگارنگ، روزت را بسازد! \n‌\nاینجا نه فقط یک کافه، بلکه ترکیبی جادویی از گلفروشی، کافه کتاب و باغ میوه است؛ جایی که هر گوشه‌اش داستانی برای تعریف کردن دارد…\n‌\n@enjoy_tehran \n‌\nصبح‌های این کافه از ساعت ۹ تا ۱۲ به صرف صبحانه‌های خوش‌طعم و دلنشین اختصاص دارد، آن هم در هوای خنک باغ و میان صدای پرندگان!\n\nاین کلبه‌ی چوبی جایی است که می‌توانی در میان رنگ‌های پاییز، طعم زندگی را با آرامش بچشی.\n‌\n@enjoy_tehran ‌\n‌\n📍شمرون، اُزگل، خیابان نوبهار جنوبی، پلاک ۲ \n@nobahar_lounge \n‌",
                  "comments": 137,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC_awGouCdg",
                  "image": "https://cdn.jaryan.net/2024-12-02_053701.6902100000-WBVVyBbb",
                  "likes": 14957,
                  "caption": "ارمنستان رو کامنت کن!\nبرای کریسمس فقط برو ارمنستان! هم خوش‌قیمته، هم ارمنی‌ها برای کریسمس سنگ تموم می‌ذارن! تا دیر نشده تورت رو رزرو کن!🎄🎅🏼\n.\nهمین الان ارمنستان رو کامنت کن تا برنامه سفر تورهای کریسمس ارمنستان برات ارسال بشه!🙌🏼🧡\n\n🔸لست‌سکند، مرجع مقایسه و خرید تورهای مسافرتی\n@lastsecondtours\n@lastsecondtours\n@lastsecondtours\n\n#تورارمنستان #تورایروان #ایروان #ارمنستان #کریسمس_ارمنستان",
                  "comments": 2486,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC_e7iGp6ln",
                  "image": "https://cdn.jaryan.net/2024-12-02_053701.9680380000-TKwcx7Qd",
                  "likes": 12942,
                  "views": 230762,
                  "caption": "🍂✨👑🏡\nاین روزها محوطه‌ی کاخ سعدآباد پر از هیاهوی دلنشین تهرانی‌هاست که برای نفس کشیدن در هوای پاییزی و دیدن رقص برگ‌های رنگارنگ آمده‌اند. صدای خنده، و قدم‌هایی که برگ‌های پاییزی را نوازش می‌کردند، حال و هوای این جمعه را خاص‌تر از همیشه کرده بود.\nدر هر گوشه، عطر پاییز و تاریخ با هم آمیخته شده و فضایی رویایی خلق کرده‌اند.\n\n‏@enjoy_tehran \n‌\nشما هم حتما به اینجا سر بزنین و از قدم زدن در این فضای آرامش‌بخش جا نمونین…تجربه‌ای که قلبتون رو پر از حس خوب می‌کنه!",
                  "comments": 133,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDAd6BoT0Sx",
                  "image": "https://cdn.jaryan.net/2024-12-02_053702.1629260000-dDQVYUGb",
                  "likes": 9249,
                  "views": 303346,
                  "caption": "✨☕️😍\nاگه عاشق عطر و طعم قهوه‌ای، این نمایشگاه رو از دست نده!\n\nفردا آخرین مهلت بازدید از نمایشگاه تخصصی قهوه ایران در ایران‌ماله! اینجا بهشت عاشقان قهوه‌ست؛ با بهترین برندهای قهوه، طعم‌های بی‌نظیر، و تخفیف‌های هیجان‌انگیز!\n\n@enjoy_tehran \n‌\nفرصت طلایی برای دیدار با برندهای مطرح قهوه، امتحان کردن طعم‌های جدید، و خرید قهوه با قیمت‌های مناسب! حتی می‌تونید با کارشناسان قهوه صحبت کنید یا از حضور سفیران کشورهای تولیدکننده قهوه مثل برزیل و سوئیس بهره ببرید.\n‌\n@enjoy_tehran \n‌\n📍 آدرس: تهران، ایران‌مال\n🗓 زمان: فقط تا یکشنبه ۱۱ آذر، از ساعت ۱۲ تا ۲۱",
                  "comments": 89,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDATXLSyCc0",
                  "image": "https://cdn.jaryan.net/2024-12-02_053702.3126090000-OwRdf1Cz",
                  "likes": 6282,
                  "views": 113273,
                  "caption": "@hoothouse.ir \n@hoothouse.ir\n اقامتگاه هوت به تازگی افتتاح شده🥰 \nدر جزیره هرمز و نزدیک به جاذبه های گردشگری مثل ساحل سرخ ،دره مجسمه ها  وجنگل حرا قرار داره\n  حدود ۱۰دقیقه با اسکله فاصله داره\n جزیره هرمز رستورانهای سنتی داره که می تونین غذاهای دریایی ومحلی سفارش بدید 😍",
                  "comments": 37,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/enjoy_tehran",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2380000,
            "description": "پست عکس و اسلایدی",
            "advertiser_price": 2380000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 29924,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-10T13:04:20.194113+03:30"
          },
          {
            "id": 33050,
            "media": {
              "id": 7126,
              "title": "دورِ تهران بگرديم!",
              "username": "enjoy_tehran",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [
                {
                  "id": 13,
                  "location": "تهران"
                }
              ],
              "engagement_rate": 0.2323465131592026,
              "categories": [
                {
                  "id": 2,
                  "title": "Travel",
                  "title_fa": "سفر"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_053700.9475490000-9hB2Zaj3",
              "media_type": "INSTAGRAM",
              "custom_name": "enjoy_tehran",
              "following": 183,
              "followers": 2464853,
              "likes_per_post_average": 5274,
              "comments_per_post_average": 452,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCTfTZWxW1h",
                  "image": "https://cdn.jaryan.net/2024-11-16_141701.0093520000-6OtTtrWu",
                  "likes": 65439,
                  "views": 3741653,
                  "caption": "🌧️☔️🏫👩‍🎓👨‍🎓\nدانشجوی علوم تحقیقات بودن تو روزای بارونی یعنی عبور از جاده‌هایی که بیشتر شبیه رودخونه شدن. هر قدم مثل یه چالش جدید؛ کیف و کتاب به دست، و با امید رسیدن به کلاس!\n‌‌\n@enjoy_tehran \n@enjoy_tehran \n‌\n‌‌\n‌",
                  "comments": 889,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3tB42JSbF",
                  "image": "https://cdn.jaryan.net/2024-12-02_053701.2818240000-9JyLHJQP",
                  "likes": 20150,
                  "views": 687872,
                  "caption": "🍂😍🍁☕️\nدر دل پاییزی‌ترین باغ تهران، جایی در ازگل، کلبه‌ای چوبی منتظر است تا با عطر قهوه و برگ‌های رنگارنگ، روزت را بسازد! \n‌\nاینجا نه فقط یک کافه، بلکه ترکیبی جادویی از گلفروشی، کافه کتاب و باغ میوه است؛ جایی که هر گوشه‌اش داستانی برای تعریف کردن دارد…\n‌\n@enjoy_tehran \n‌\nصبح‌های این کافه از ساعت ۹ تا ۱۲ به صرف صبحانه‌های خوش‌طعم و دلنشین اختصاص دارد، آن هم در هوای خنک باغ و میان صدای پرندگان!\n\nاین کلبه‌ی چوبی جایی است که می‌توانی در میان رنگ‌های پاییز، طعم زندگی را با آرامش بچشی.\n‌\n@enjoy_tehran ‌\n‌\n📍شمرون، اُزگل، خیابان نوبهار جنوبی، پلاک ۲ \n@nobahar_lounge \n‌",
                  "comments": 137,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC_awGouCdg",
                  "image": "https://cdn.jaryan.net/2024-12-02_053701.6902100000-WBVVyBbb",
                  "likes": 14957,
                  "caption": "ارمنستان رو کامنت کن!\nبرای کریسمس فقط برو ارمنستان! هم خوش‌قیمته، هم ارمنی‌ها برای کریسمس سنگ تموم می‌ذارن! تا دیر نشده تورت رو رزرو کن!🎄🎅🏼\n.\nهمین الان ارمنستان رو کامنت کن تا برنامه سفر تورهای کریسمس ارمنستان برات ارسال بشه!🙌🏼🧡\n\n🔸لست‌سکند، مرجع مقایسه و خرید تورهای مسافرتی\n@lastsecondtours\n@lastsecondtours\n@lastsecondtours\n\n#تورارمنستان #تورایروان #ایروان #ارمنستان #کریسمس_ارمنستان",
                  "comments": 2486,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC_e7iGp6ln",
                  "image": "https://cdn.jaryan.net/2024-12-02_053701.9680380000-TKwcx7Qd",
                  "likes": 12942,
                  "views": 230762,
                  "caption": "🍂✨👑🏡\nاین روزها محوطه‌ی کاخ سعدآباد پر از هیاهوی دلنشین تهرانی‌هاست که برای نفس کشیدن در هوای پاییزی و دیدن رقص برگ‌های رنگارنگ آمده‌اند. صدای خنده، و قدم‌هایی که برگ‌های پاییزی را نوازش می‌کردند، حال و هوای این جمعه را خاص‌تر از همیشه کرده بود.\nدر هر گوشه، عطر پاییز و تاریخ با هم آمیخته شده و فضایی رویایی خلق کرده‌اند.\n\n‏@enjoy_tehran \n‌\nشما هم حتما به اینجا سر بزنین و از قدم زدن در این فضای آرامش‌بخش جا نمونین…تجربه‌ای که قلبتون رو پر از حس خوب می‌کنه!",
                  "comments": 133,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDAd6BoT0Sx",
                  "image": "https://cdn.jaryan.net/2024-12-02_053702.1629260000-dDQVYUGb",
                  "likes": 9249,
                  "views": 303346,
                  "caption": "✨☕️😍\nاگه عاشق عطر و طعم قهوه‌ای، این نمایشگاه رو از دست نده!\n\nفردا آخرین مهلت بازدید از نمایشگاه تخصصی قهوه ایران در ایران‌ماله! اینجا بهشت عاشقان قهوه‌ست؛ با بهترین برندهای قهوه، طعم‌های بی‌نظیر، و تخفیف‌های هیجان‌انگیز!\n\n@enjoy_tehran \n‌\nفرصت طلایی برای دیدار با برندهای مطرح قهوه، امتحان کردن طعم‌های جدید، و خرید قهوه با قیمت‌های مناسب! حتی می‌تونید با کارشناسان قهوه صحبت کنید یا از حضور سفیران کشورهای تولیدکننده قهوه مثل برزیل و سوئیس بهره ببرید.\n‌\n@enjoy_tehran \n‌\n📍 آدرس: تهران، ایران‌مال\n🗓 زمان: فقط تا یکشنبه ۱۱ آذر، از ساعت ۱۲ تا ۲۱",
                  "comments": 89,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDATXLSyCc0",
                  "image": "https://cdn.jaryan.net/2024-12-02_053702.3126090000-OwRdf1Cz",
                  "likes": 6282,
                  "views": 113273,
                  "caption": "@hoothouse.ir \n@hoothouse.ir\n اقامتگاه هوت به تازگی افتتاح شده🥰 \nدر جزیره هرمز و نزدیک به جاذبه های گردشگری مثل ساحل سرخ ،دره مجسمه ها  وجنگل حرا قرار داره\n  حدود ۱۰دقیقه با اسکله فاصله داره\n جزیره هرمز رستورانهای سنتی داره که می تونین غذاهای دریایی ومحلی سفارش بدید 😍",
                  "comments": 37,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/enjoy_tehran",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "VIDEO",
            "campaign_type": "REACH",
            "price": 3680000,
            "description": "24 ساعته - ریلز (مختص تبلیغات ویدئویی)",
            "advertiser_price": 3680000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 29256,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-10T13:05:32.579604+03:30"
          },
          {
            "id": 392,
            "media": {
              "id": 3468,
              "title": "PicoPlay",
              "username": "picoplay",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.5607849120140644,
              "categories": [
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_161601.9666230000-GTi4O9Jt",
              "media_type": "INSTAGRAM",
              "custom_name": "picoplay",
              "following": 9,
              "followers": 2412109,
              "likes_per_post_average": 37021,
              "comments_per_post_average": 626,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CyvuXZsI7aZ",
                  "image": "https://cdn.jaryan.net/2024-07-29_012000.8848470000-6kXQpVrw",
                  "likes": 421638,
                  "views": 5870223,
                  "caption": "میدونید چرا روز تولد دوستت بهش میگی امیدوارم ۱۲۰ ساله بشی.؟\n@picoplay\n@picoplay\n@picoplay",
                  "comments": 2216,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CyxmKdwomm4",
                  "image": "https://cdn.jaryan.net/2024-07-29_012001.0830530000-0utITRn0",
                  "likes": 234693,
                  "views": 3253217,
                  "caption": "اگر ایران به یک کشور پیشرفته و مدرن تبدیل بشه...\n@picoplay\n@picoplay\n@picoplay",
                  "comments": 4260,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C81hDg5oBve",
                  "image": "https://cdn.jaryan.net/2024-11-13_175701.0455680000-nT2XMtjF",
                  "likes": 214952,
                  "views": 10574603,
                  "caption": "بینیتون چه شکلیه؟\n@picoplay",
                  "comments": 2208,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCMzw3poOeG",
                  "image": "https://cdn.jaryan.net/2024-11-13_175701.2822650000-evQetdK4",
                  "likes": 93596,
                  "views": 1792871,
                  "caption": "این کشف روانشناسی ۸۰ سال طول کشید\n@picoplay\n@picoplay",
                  "comments": 572,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCwxhfWINrj",
                  "image": "https://cdn.jaryan.net/2024-12-02_161602.6446440000-4W3XrwiU",
                  "likes": 48172,
                  "views": 1001077,
                  "caption": "آیا آدمها بعد از روابط طولانی از هم خسته میشن؟\n@picoplay\n@picoplay",
                  "comments": 284,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9rdH6oMGv",
                  "image": "https://cdn.jaryan.net/2024-12-02_161603.9651960000-SQ8bOXe1",
                  "likes": 44872,
                  "views": 623667,
                  "caption": "@picoplay\nمیدونستی DNA سلول‌های فرزند تا سالها در خون مادر قرار دارن...\n@picoplay\n@picoplay",
                  "comments": 197,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/picoplay",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2900000,
            "description": "24 ساعته - بانکی،ارز دیجیتال انجام نمیشود",
            "advertiser_price": 2900000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 25439,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-19T15:06:20.613348+03:30"
          },
          {
            "id": 3474,
            "media": {
              "id": 7214,
              "title": "بهتریناش رو اینجا ببین👌🏻😍",
              "username": "bestv.shows",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.4865500437403289,
              "categories": [
                {
                  "id": 54,
                  "title": "Cinema-Theatre-TVSeries",
                  "title_fa": "سینما، تئاتر و تلویزیون"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_061603.7730560000-v0b47jcU",
              "media_type": "INSTAGRAM",
              "custom_name": "bestv.shows",
              "following": 40,
              "followers": 2399802,
              "likes_per_post_average": 11394,
              "comments_per_post_average": 49,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C8hBh01Im4l",
                  "image": "https://cdn.jaryan.net/2024-07-28_165100.9223260000-KXxwC3Pn",
                  "likes": 209618,
                  "views": null,
                  "caption": "چییییی شوده؟🥴🥴🥴",
                  "comments": 23235,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C57xW9no_rL",
                  "image": "https://cdn.jaryan.net/2024-07-28_165101.1808450000-zqDAZTDv",
                  "likes": 172041,
                  "views": null,
                  "caption": "بحث پشت درهای بسته همیشه جواب میده🤣🤣",
                  "comments": 3319,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBmP4aMOYN8",
                  "image": "https://cdn.jaryan.net/2024-11-02_093701.0783290000-WZ5xmHDb",
                  "likes": 21749,
                  "views": null,
                  "caption": "بفرست واسه رفیق جوگیرت🤣",
                  "comments": 60,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBoJTWgITUJ",
                  "image": "https://cdn.jaryan.net/2024-11-02_093701.3084160000-iVwS1VPG",
                  "likes": 13411,
                  "caption": "یکی از بهترین فیلماست👌 دیدینش؟\n.\n.\n🎥 فیلم شکار (Prey_2022)\nمحصولِ آمریکا\nکارگردان: دن تراختنبرگ\nبازیگران: امبر میدتاندر، دین دیلیگرو، داکوتا بیورز، هارلان بلین کایتوایهات، جرانیمو ولا، مایک پترسون، جولیان بلک آنتلوپ، استفنی متیاس\nژانر: اکشن، ماجراجویی، علمی تخیلی، ترسناک\nامتیاز: 7.1/10",
                  "comments": 99,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DBsr-Olodss",
                  "image": "https://cdn.jaryan.net/2024-11-02_093701.5191720000-hH74bylh",
                  "likes": 12040,
                  "views": null,
                  "caption": "فقط اونجا که میگه آقا رسول خودکفاس😁\nرفیق خودکفاتو تگ کن",
                  "comments": 87,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBjSxipINC_",
                  "image": "https://cdn.jaryan.net/2024-11-02_093701.7511700000-RfNHcrtt",
                  "likes": 10085,
                  "caption": "این فیلم واقعا عجیب و مرموزه! \n.\n.\n🎥 فیلم طالع نحس (The Omen_2006)\nمحصولِ آمریکا\nکارگردان: جان مور\nبازیگران: استایلز، لیو شرایبر، میا فارو، دیوید تیولیس، می‌آنا بورینگ، پیت پاستویت\nژانر: ترسناک، رازآلود، هیجان انگیز\nامتیاز: 5.5/10",
                  "comments": 63,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/bestv.shows",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 3590000,
            "description": "24 ساعته",
            "advertiser_price": 3590000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 33523,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-10T13:37:03.512926+03:30"
          },
          {
            "id": 42962,
            "media": {
              "id": 17123,
              "title": "آموزش آشپزی و قنادی",
              "username": "ashpazi.saeede",
              "gender": "FEMALE",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.9867077117901057,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_043101.2162540000-ZZC8sw6r",
              "media_type": "INSTAGRAM",
              "custom_name": "ashpazi.saeede",
              "following": 36,
              "followers": 2392164,
              "likes_per_post_average": 23351,
              "comments_per_post_average": 251,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C_VndzJtlHL",
                  "image": "https://cdn.jaryan.net/2024-09-09_050400.9823980000-9s6451MI",
                  "likes": 272491,
                  "views": 11110329,
                  "caption": "سلام رفقای نازنینم 😍😍😍\n @ashpazi.saeede\n.\nاین دسر رو بدون قالب درست جذاب و خوش طعم\n.\nمیوه به دلخواه\n هر رنگ ژله یک بسته +یک لیوان آبجوش \n.\nمواد لازم برای قسمت سفید \nشیر دو لیوان \nشکر نصف لیوان \nوانیل نوک ق چ\nژلاتین دو ق غ \nقسمت سفید که سرد شد داخل قالب بریزید داخل یخچال سه چهار ساعت باشه بعد آماده است قوطی رو ببرید و بیرون بیارین",
                  "comments": 1504,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAQ0h3_N-hJ",
                  "image": "https://cdn.jaryan.net/2024-10-05_224500.9320830000-otKSihPg",
                  "likes": 141957,
                  "views": 4124476,
                  "caption": "سلام رفقای نازنینم ❤️❤️❤️❤️❤️\n.\n@ashpazi.saeede\n.\nاگر حوصله ظرف کثیف شدن نداری و دلت یه کیک خیلی فوری میخواد سریع پاشو ده دقیقه ای این کیک بدون شکر رو درست کن\n.\n@ashpazi.saeede\n.\nکیک  ده دقیقه ای\nتخم مرغ یک عدد \nکره آب شده چهار ق غ \nشیره انگور یا خرما نصف لیوان \nآرد یک‌ لیوان \nوانیل نوک ق چ\nبکینگ ‌پودر ی ق چ\nداخل تابه نچسب تمام مواد رو مخلوط روی شعله ملایم میزاریم در هم میبندیم بعد دقیقه اگر ردش حباب زده بود و روس کیک خشک بود آماده است",
                  "comments": 1322,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCebXS-t4Ho",
                  "image": "https://cdn.jaryan.net/2024-11-28_051501.1099210000-eCdA4o7P",
                  "likes": 62095,
                  "views": 2293210,
                  "caption": "یه ایده جالب و جذاب \nیه شکلات پاییزی خیلی خیلی خوشمزه \nکافیه انار دان شده رو با خامه مخلوط کنید بزارید چند ساعت داخل فریزر بعد هم داخل شکلات آب شده بزنید \nفوق العاده عالی و خوشمزه",
                  "comments": 803,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC1mqHdNILb",
                  "image": "https://cdn.jaryan.net/2024-12-02_043101.4665680000-I5L6tlh0",
                  "likes": 49233,
                  "views": 975811,
                  "caption": "سلام سلام چطورین چه خبرا من دوباره اومدم با یک ایده جذاب و راحت و سریع و بسیارجینگول مخصوص یلدا یه دسر شیک و راحت و سریع و تنبوله با بیسکوییت و ژله واقعا هم خوشمزه است\nراحت برش میخوره طعم شیرینی تر میوه خلاصه خیلی باحال \n  دسر جعبه ای انار\nژله انار نصف بسته\nآرد دو ق غ\nنشاسته ذرت سه ق غ\n.آب یک لیوان \nآبجوش یک لیوان\nشکر سه ق غ\nوانیل نوک ق چ\nبیسکوییت پتی بور شکلاتی و ساده.بیسکوییت نان روغنی سالمین برای دور دسر\n.انار  برای تزیین\n.دسر رو حدود سه ساعت داخل یخچال میزاریم تا کاملا  سفت بشه بیسکوییت ها بعد این زمان حالت کیک به خودشون میگیرن این دسر راحت برش میخوره چون بعد این زمان کاملا منسجم میشه",
                  "comments": 411,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCb3pUetklB",
                  "image": "https://cdn.jaryan.net/2024-11-28_051501.3806590000-j61H4vZT",
                  "likes": 34632,
                  "views": 1153765,
                  "caption": "سلام رفقای نازنینم 😍😍😍\n@ashpazi.saeede\n.\nاین دسر رو بدون قالب درست جذاب و خوش طعم\n\nنکته برای بسته ژله با کیوی \nکیوی رو داخل مخلوط نصف آب و نصف لیوان  شکر پنج شش دقیقه بجوشانید بعد که خنک شد برای دسر استفاده کنید \n\nمواد لازم برای قسمت سفید \nشیر دو لیوان \nشکر نصف لیوان \nوانیل نوک ق چ\nژلاتین دو ق غ \nقسمت سفید که سرد شد داخل قالب بریزید داخل یخچال سه چهار ساعت باشه بعد آماده است از لیوان بیرون بیارید و برش بدین",
                  "comments": 282,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCWpo5wt86R",
                  "image": "https://cdn.jaryan.net/2024-12-02_043101.6941160000-W92NxPzH",
                  "likes": 15834,
                  "views": 260812,
                  "caption": "سریع ترین و خوشمزه ترین حلوا همین حلوا شیر که بهشت میده 😋😋😋😋...\n@ashpazi.saeede\n.\nحلوا شیر \nآرد گندم یک لیوان \nآرد برنج دو ق غ (قابل حذف ولی طعن حلوا عالی میشه )\nشیر دو لیوان \nگلاب یک سوم لیوان \nزعفران دم کرده دو ق غ \nهل ساییده یک ق چ\nشکر یک لیوان \nروغن مایع نصف لیوان\nشیر و هل و گلاب و زعفران و شکر رو مخلوط کنید بزارید روی حرارت شکر حل بشه خاموش کنید \nمخلوط آرد برنج و آرد گندم رو الک کنید روی حرارت ده دقیقه با حرارت ملایم تفت بدین بعد روغن رو اضافه کنید و پنج دقیقه سرخ کنید بعد زیر حرارت رو خاموش کنید و کم کم شیر رو اضافه کنید",
                  "comments": 117,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/ashpazi.saeede",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 3000000,
            "description": "24 ساعته",
            "advertiser_price": 3000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 20121,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-09-26T20:14:33.133761+03:30"
          },
          {
            "id": 42378,
            "media": {
              "id": 22229,
              "title": "هوشینه | انگیزشی، ذهنیت، موفقیت",
              "username": "hooshine.ir",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.8879732232820055,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_074206.0667610000-GO2LgpvV",
              "media_type": "INSTAGRAM",
              "custom_name": "hooshine.ir",
              "following": 0,
              "followers": 2332972,
              "likes_per_post_average": 20360,
              "comments_per_post_average": 356,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCxOwyGt_79",
                  "image": "https://cdn.jaryan.net/2024-11-30_074206.2443820000-RKB45E1Z",
                  "likes": 31368,
                  "views": null,
                  "caption": "توصیه ایلان ماسک",
                  "comments": 412,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCqwVEpt8q0",
                  "image": "https://cdn.jaryan.net/2024-11-30_074206.3972180000-YiYCdo3H",
                  "likes": 24623,
                  "views": null,
                  "caption": "ده درس بزرگ در یک دقیقه",
                  "comments": 171,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCsHJAntI7v",
                  "image": "https://cdn.jaryan.net/2024-11-30_074206.5573600000-zGx9HAmR",
                  "likes": 24353,
                  "views": null,
                  "caption": "ذخیره کن تا گمش نکنی",
                  "comments": 224,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCzQ61ANfjF",
                  "image": "https://cdn.jaryan.net/2024-11-30_074206.9913580000-pWJoMMsU",
                  "likes": 21610,
                  "caption": "الهی آمین ✨",
                  "comments": 2967,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCpf-bJNCFc",
                  "image": "https://cdn.jaryan.net/2024-11-30_074207.3792380000-ejtuWrRn",
                  "likes": 21208,
                  "views": null,
                  "caption": "اگر باور داری کامنت کن خدایا شکرت ❤️",
                  "comments": 548,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC1FxpzimcN",
                  "image": "https://cdn.jaryan.net/2024-11-30_074207.5516230000-iZlw0jE7",
                  "likes": 21090,
                  "caption": "کدوم اسلاید رو بیشتر درک کردی؟",
                  "comments": 155,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/hooshine.ir",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2888000,
            "description": "24 ساعته",
            "advertiser_price": 2888000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 36100,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-11-11T17:25:06.497409+03:30"
          },
          {
            "id": 24460,
            "media": {
              "id": 14579,
              "title": "خبر فوری / اخبار مهم",
              "username": "khabar.fouri",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.9141349415755748,
              "categories": [
                {
                  "id": 31,
                  "title": "News",
                  "title_fa": "اخبار"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_064500.9376460000-OIKm7iAr",
              "media_type": "INSTAGRAM",
              "custom_name": "khabar.fouri",
              "following": 63,
              "followers": 2321375,
              "likes_per_post_average": 20270,
              "comments_per_post_average": 950,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC3nvyoqxps",
                  "image": "https://cdn.jaryan.net/2024-11-28_073006.5292190000-b2agHKfl",
                  "likes": 33672,
                  "caption": "میزان حقوق سـ.ـربازان برای سال آینده اعلام شد\n\nمعاون اجتماعی سازمان نظام وظیـ.ـفه عمـ.ـومی فـ.ـراجا: برای سال آینده میانگین حقـ.ـوق سـ.ـربازان با ۲۰ در..صد افزایش، ۴ میلـ..یون و ۸۰۰ هـ.ـزار تـ.ـومان تا ۱۴ میلیون و ۴۰۰ هزار تومان خواهد بود.",
                  "comments": 1118,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1rYFHirDM",
                  "image": "https://cdn.jaryan.net/2024-11-28_073006.3545000000-FAdvmGax",
                  "likes": 33272,
                  "caption": "بارش‌ سنگین و خطرناک در راه است\n\nرئیس مرکز ملی پیش‌بینی سازمان هواشناسی:\n\n🔹فردا بارش‌های سنگین برای استان‌های خوزستان لرستان، چهارمحال و بختیاری، کهگیلویه و بویراحمد، بوشهر و قزوین پیش‌بینی شده است.\n\n🔹این بارش‌ها در برخی استان‌ها مثل گیلان و مازندران خطرناک است و به مردم توصیه می‌کنیم فردا چهارشنبه از سفر به این دو استان خودداری کنند.\n\n🔹دمای هوا هم از فردا 2 تا 6 درجه کاهش می‌یابد.",
                  "comments": 209,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC59csAKdcE",
                  "image": "https://cdn.jaryan.net/2024-12-02_064501.2366310000-amEtZLrz",
                  "likes": 25573,
                  "caption": ".\n🎥 دستور توقیف صدای عادل فردوسی‌پور هم صادر شد!\n\n🔹 مدیر آپارات تماس تلفنی ساترا با آپارات برای توقف گزارشگری عادل را منتشر کرد.\n\n✅️ @khabar.fouri",
                  "comments": 1268,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC2D3fTKs2G",
                  "image": "https://cdn.jaryan.net/2024-12-02_064501.5038250000-uCIpvaIu",
                  "likes": 17138,
                  "caption": ".\nنظرسنجی عجیب صدا و سیما\n72 درصد با فیل.تر.ینگ اینستاگرام و تلگرام موافق هستند!\n\nپ‌ن: همین قدر منطقی و قابل باور!\n\n✅️ @khabar.fouri",
                  "comments": 3537,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC4h36pKyfW",
                  "image": "https://cdn.jaryan.net/2024-12-02_064501.7419550000-0EitxYtt",
                  "likes": 15598,
                  "caption": ".\n🔴 ممنوعیت استفاده از موتورسیکلت در روزهای بارانی\n\n🔹معاون فرهنگی و اجتماعی پلیس راهور تهران اعلام کرد که تردد موتورسیکلت‌ و دوچرخه در روزهای بارانی ممنوع و در صورت بروز هرگونه تصادفی، موتورسوار مقصر است و از حمایت‌های بیمه‌ای محروم می‌ماند.",
                  "comments": 390,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC9fyeJtdzB",
                  "image": "https://cdn.jaryan.net/2024-12-02_064501.9206080000-vjEEXfhD",
                  "likes": 15235,
                  "views": 841939,
                  "caption": "ح .لب س&قوط کرد\n\nم&عارضان مس&&لح به مرکز این شهر رسیده اند و در یکی از میدان های منطقه صلاح الدین، جشن پیروزی گرفته اند.",
                  "comments": 912,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/khabar.fouri",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 9900000,
            "description": "24 ساعته - تسهیلات انجام نمیشود",
            "advertiser_price": 9900000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 74147,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-11-25T15:28:08.753479+03:30"
          },
          {
            "id": 40790,
            "media": {
              "id": 18252,
              "title": "Tehran Gardi",
              "username": "tehran_gardi",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.0015139541150786802,
              "categories": [],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_211100.8818120000-hl6qSH9M",
              "media_type": "INSTAGRAM",
              "custom_name": "tehran_gardi",
              "following": 54,
              "followers": 2311827,
              "likes_per_post_average": 3,
              "comments_per_post_average": 32,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC9dCtsiRI-",
                  "image": "https://cdn.jaryan.net/2024-12-01_211101.1739700000-YFnbh3mU",
                  "likes": 3,
                  "caption": "ورق بزنید 🌱\nبه‌به به این همه زیبایی😍💙\n.\n@alirezakhatibiii 📷",
                  "comments": 2,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC9rZnXCbHa",
                  "image": "https://cdn.jaryan.net/2024-12-01_211101.4099360000-c81o2qP4",
                  "likes": 3,
                  "views": 38232,
                  "caption": "فقط آهنگ آخرش😂\n.\n@radio_sheykh 📽️",
                  "comments": 40,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC95JagiA79",
                  "image": "https://cdn.jaryan.net/2024-12-01_211101.5811810000-zkqDJaFP",
                  "likes": 3,
                  "views": 45483,
                  "caption": "چجوری آخه بچه🥹",
                  "comments": 80,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC95MqJCO01",
                  "image": "https://cdn.jaryan.net/2024-12-01_211101.8483630000-2bSc8O5F",
                  "likes": 3,
                  "views": 36970,
                  "caption": "تا حالا اینجا رفتین😍؟!\n.\n@delaramabedin 📽️",
                  "comments": 20,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC-AmR-CtWu",
                  "image": "https://cdn.jaryan.net/2024-12-01_211101.9919060000-wHuwDa5Z",
                  "likes": 3,
                  "views": 64429,
                  "caption": "ایوب چیکا کردی 😂😂😂\n📽️؟!",
                  "comments": 11,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC_RRLFiK_h",
                  "image": "https://cdn.jaryan.net/2024-12-01_211102.1630940000-e5N8Dukb",
                  "likes": 3,
                  "views": 41499,
                  "caption": "جان دوباره‌ی زاینده رود❤️\n.\n@mehdi.shahdeli 📽️",
                  "comments": 39,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/tehran_gardi",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "VIDEO",
            "campaign_type": "REACH",
            "price": 4300000,
            "description": "24 ساعته - ریلز",
            "advertiser_price": 4300000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 2899,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-08-04T14:15:51.120727+03:30"
          },
          {
            "id": 40791,
            "media": {
              "id": 18252,
              "title": "Tehran Gardi",
              "username": "tehran_gardi",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.0015139541150786802,
              "categories": [],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_211100.8818120000-hl6qSH9M",
              "media_type": "INSTAGRAM",
              "custom_name": "tehran_gardi",
              "following": 54,
              "followers": 2311827,
              "likes_per_post_average": 3,
              "comments_per_post_average": 32,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC9dCtsiRI-",
                  "image": "https://cdn.jaryan.net/2024-12-01_211101.1739700000-YFnbh3mU",
                  "likes": 3,
                  "caption": "ورق بزنید 🌱\nبه‌به به این همه زیبایی😍💙\n.\n@alirezakhatibiii 📷",
                  "comments": 2,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC9rZnXCbHa",
                  "image": "https://cdn.jaryan.net/2024-12-01_211101.4099360000-c81o2qP4",
                  "likes": 3,
                  "views": 38232,
                  "caption": "فقط آهنگ آخرش😂\n.\n@radio_sheykh 📽️",
                  "comments": 40,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC95JagiA79",
                  "image": "https://cdn.jaryan.net/2024-12-01_211101.5811810000-zkqDJaFP",
                  "likes": 3,
                  "views": 45483,
                  "caption": "چجوری آخه بچه🥹",
                  "comments": 80,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC95MqJCO01",
                  "image": "https://cdn.jaryan.net/2024-12-01_211101.8483630000-2bSc8O5F",
                  "likes": 3,
                  "views": 36970,
                  "caption": "تا حالا اینجا رفتین😍؟!\n.\n@delaramabedin 📽️",
                  "comments": 20,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC-AmR-CtWu",
                  "image": "https://cdn.jaryan.net/2024-12-01_211101.9919060000-wHuwDa5Z",
                  "likes": 3,
                  "views": 64429,
                  "caption": "ایوب چیکا کردی 😂😂😂\n📽️؟!",
                  "comments": 11,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC_RRLFiK_h",
                  "image": "https://cdn.jaryan.net/2024-12-01_211102.1630940000-e5N8Dukb",
                  "likes": 3,
                  "views": 41499,
                  "caption": "جان دوباره‌ی زاینده رود❤️\n.\n@mehdi.shahdeli 📽️",
                  "comments": 39,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/tehran_gardi",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "IMAGE",
            "campaign_type": "REACH",
            "price": 4000000,
            "description": "24 ساعته - عکس",
            "advertiser_price": 4000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 30,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-08-04T14:16:21.191791+03:30"
          },
          {
            "id": 25033,
            "media": {
              "id": 14756,
              "title": "آغوش تو|AGHOSHE_TO",
              "username": "_aghoshe_to",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 2.0774288756495,
              "categories": [
                {
                  "id": 96,
                  "title": "Love",
                  "title_fa": "عاشقانه"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_010001.1390850000-6IhbF8JQ",
              "media_type": "INSTAGRAM",
              "custom_name": "_aghoshe_to",
              "following": 32,
              "followers": 2304403,
              "likes_per_post_average": 47327,
              "comments_per_post_average": 545,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCgs1SQs7pa",
                  "image": "https://cdn.jaryan.net/2024-11-21_040901.1821430000-D8iseZq4",
                  "likes": 112171,
                  "views": null,
                  "caption": "با حرفاش موافقی؟\n.\n.",
                  "comments": 766,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCYow5EskfU",
                  "image": "https://cdn.jaryan.net/2024-11-21_040901.3171510000-QTJ1NpZo",
                  "likes": 62975,
                  "views": null,
                  "caption": "💀😂",
                  "comments": 1824,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DChfg4ZMgqu",
                  "image": "https://cdn.jaryan.net/2024-11-21_040901.4706070000-GuvcrXFy",
                  "likes": 53242,
                  "caption": "بفرست براش :))",
                  "comments": 176,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCkKwb2tvBF",
                  "image": "https://cdn.jaryan.net/2024-11-26_013601.0603140000-31GtGU99",
                  "likes": 33982,
                  "views": null,
                  "caption": "هر شب تاریک یه صبح روشن داره\nبه فردا ایمان داشته باش.\n.\n.",
                  "comments": 145,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCkFAupsySk",
                  "image": "https://cdn.jaryan.net/2024-11-30_010001.3345660000-eiYMSo0S",
                  "likes": 21589,
                  "views": null,
                  "caption": "🥹حس خوب اگه ویدیو بود",
                  "comments": 233,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC2HV_pMPwW",
                  "image": "https://cdn.jaryan.net/2024-11-30_010001.7091960000-crUKUshU",
                  "likes": 14935,
                  "views": null,
                  "caption": "👌🏻چقدر این صحبتها به دلم نشست\n.\n.\n@_Aghoshe_To\n@_Aghoshe_To\n.\nبرای دانلود کلیپ وارد کانال تلگراممون بشید \nآدرس کانالی تلگرامی ما : Aghoshe_To_Channel\n.\n#رامبد_جوان #مصاحبه #حرف_دل #قضاوت",
                  "comments": 60,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/_aghoshe_to",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2250000,
            "description": "24 ساعته",
            "advertiser_price": 2250000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 32882,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-24T12:03:54.658649+03:30"
          },
          {
            "id": 3109,
            "media": {
              "id": 900,
              "title": "دكتر خبر",
              "username": "doctor_khabar",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.6450635960437467,
              "categories": [
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_103500.8727330000-hFOItvXl",
              "media_type": "INSTAGRAM",
              "custom_name": "doctor_khabar",
              "following": 184,
              "followers": 2273936,
              "likes_per_post_average": 14586,
              "comments_per_post_average": 81,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCpNnRfIzWN",
                  "image": "https://cdn.jaryan.net/2024-11-24_112601.2467110000-ECD2xDka",
                  "likes": 27957,
                  "caption": "کدوم یکی جالب بود برات؟ 😍",
                  "comments": 98,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCoMNDjIsTf",
                  "image": "https://cdn.jaryan.net/2024-11-24_112601.4212710000-wTEGdA6f",
                  "likes": 17317,
                  "caption": "کدوم اسلاید قشنگتر بود؟ 😍",
                  "comments": 238,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDAU0VeIDma",
                  "image": "https://cdn.jaryan.net/2024-12-02_103501.0430340000-sAnUVgZs",
                  "likes": 14385,
                  "caption": "کدوم یکی بهتر بود؟ 😍",
                  "comments": 33,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC9LeJ4ILLB",
                  "image": "https://cdn.jaryan.net/2024-12-02_103501.1770890000-nuNURZaO",
                  "likes": 14019,
                  "caption": "کدوم برات جالب بود؟ 😍",
                  "comments": 45,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCtec5moQyK",
                  "image": "https://cdn.jaryan.net/2024-11-28_111401.0322030000-QCCkXTjV",
                  "likes": 12791,
                  "caption": "کدومش بامزه تر بود؟ 😍",
                  "comments": 41,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCwGecHIdBF",
                  "image": "https://cdn.jaryan.net/2024-11-28_111401.2288670000-txGIekf3",
                  "likes": 11278,
                  "caption": "نظرتون؟ 😍 خبر داشتید این درخت زیبا و کهن توی ایران هست؟\nشما این سرو رو از نزدیک دیدید یا نه؟ 😍",
                  "comments": 54,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/doctor_khabar",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1785000,
            "description": "24 ساعته - اینسایت نمی دهد",
            "advertiser_price": 1785000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 14343,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-03-24T13:46:16.858464+03:30"
          },
          {
            "id": 32627,
            "media": {
              "id": 8420,
              "title": "Clipclubs با دوبله فارسی",
              "username": "clipclubs",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.009307837492791564,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_135901.5489270000-PmHJNSQU",
              "media_type": "INSTAGRAM",
              "custom_name": "clipclubs",
              "following": 85,
              "followers": 2270488,
              "likes_per_post_average": 173,
              "comments_per_post_average": 38,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CsJ_a2EAMOM",
                  "image": "https://cdn.jaryan.net/2024-07-22_211600.8487140000-tYt69WtU",
                  "likes": 92883,
                  "views": null,
                  "caption": "چند آزمایش خفن و خوشگل که به راحتی میشه تو خونه انجامش داد 😍",
                  "comments": 437,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/Cr-bQjLoxqk",
                  "image": "https://cdn.jaryan.net/2024-07-22_211600.9931970000-p318y6hv",
                  "likes": 75410,
                  "views": null,
                  "caption": "کامیون های ساخت کشور های مختلف جهان",
                  "comments": 1176,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC1KM-RILMm",
                  "image": "https://cdn.jaryan.net/2024-11-27_143406.5394940000-erNB2gsY",
                  "likes": 8279,
                  "views": null,
                  "caption": "👌",
                  "comments": 68,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4Q288oRx2",
                  "image": "https://cdn.jaryan.net/2024-12-01_135901.9130570000-3I8J7seM",
                  "likes": 2333,
                  "views": 65184,
                  "caption": "حقیقت جالبی درباره جعبه آیفون\n\n@weys_mostafapour\nویس مصطفی پور\n@weys_mostafapour",
                  "comments": 12,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DClsHeVIU0r",
                  "image": "https://cdn.jaryan.net/2024-11-27_143406.8111220000-iAhmJvIg",
                  "likes": 849,
                  "caption": "@emenhesaar\n@emenhesaar\n\n🚫بیکاری سارقان را با فنس الکتریکی تضمین میکنیم 🚫\n\n✅فنس الکتریکی\n✔️سیستمی هوشمند، مدرن  و بازدارنده \n✔️ حفاظت از باغ ویلا و‌ کارخانجات \n✔️دارای شوک‌ دردناک اما استاندارد \n✔️دارای استاندار و مجوزهای لازم \n✔️مجهز به آژیر، پرژکتور و sms کننده \n✔️قابلیت تماس با مالک هنگام تعرض \n✔️قابلیت اتصال به دوربین \n✔️عدم آسیب‌به پرندگان و گربه \n✔️مصرف برق پایین \n✔️دارای یک سال گارانتی و ده سال پشتیبانی \n\n🔹شرکت ایمن حصار پویا🔹 \n▫️اجرای بیش از ۶۰۰ نمونه اجرا شده فعال خصوصی، دولتی و بین المللی \n\n🆔  @emenhesaar\n🆔  @emenhesaar\n\n  \n\n🛡 با فنس الکتریکی احساس امنیت را تجربه \nکنید🛡 \n\n☎️02126760391 \n☎️02126760399 \n\n📱09362635475\n📱09351038833\n📱09352500060  \n📱09352500090 \n\n🌐 emenhesarpouya.com  \n\n#ایمن_حصار_پویا #اسپارا #فنس  #الکتروفنس #فنس_الکتریکی",
                  "comments": 21,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCw4WTPI5v1",
                  "image": "https://cdn.jaryan.net/2024-11-27_143412.1855530000-J6czi8KS",
                  "likes": 560,
                  "caption": "بمب خبرسازی: تی‌شرت ۵۲ میلیونی برند کدکس!\nوقتی مد و لاکچری بودن به اوج می‌رسد. آیا شما هم برای این استایل خاص و گران‌قیمت آماده‌اید؟\n\n#کدکس",
                  "comments": 9,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/clipclubs",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1800000,
            "description": "24 ساعته - پیج بیزینسی نیست اینسایت نمیدهند",
            "advertiser_price": 1800000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 175,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-06-17T16:32:25.914174+03:30"
          },
          {
            "id": 42248,
            "media": {
              "id": 22192,
              "title": "Musictop_ir 🧿 موزیک تاپ",
              "username": "musictop_ir",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.32171484413535123,
              "categories": [
                {
                  "id": 20,
                  "title": "Music",
                  "title_fa": "موسیقی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_101900.9219730000-VILv8i3d",
              "media_type": "INSTAGRAM",
              "custom_name": "musictop_ir",
              "following": 134,
              "followers": 2267277,
              "likes_per_post_average": 7134,
              "comments_per_post_average": 160,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCfVxMttGPN",
                  "image": "https://cdn.jaryan.net/2024-11-28_105906.1826820000-K3FerpDC",
                  "likes": 88322,
                  "views": null,
                  "caption": "در شب های بند چه میگذرد😂\nپیکان جـ. ـداب تر بود یا سرنشیناش😍😂\n. \n. \n. \n@musictop_ir\n\n🎥@sadraslow.13",
                  "comments": 592,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCbsOQxNMY7",
                  "image": "https://cdn.jaryan.net/2024-11-28_105906.5107930000-MITgWo5Q",
                  "likes": 81719,
                  "caption": "برای چندثانیه بیخیـ‌ال غـ.ـم و غصـ.ـه بشید و از این ویدیو لـ..ـذت ببرید😍👏)))///\n. \n. \n. \n. \n. \n@atrbad.milad\n. \n. \n. \n#رقص #پسر #حس_خوب #زندگی",
                  "comments": 1768,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1D6dvtoHp",
                  "image": "https://cdn.jaryan.net/2024-11-28_105911.7780480000-QELGWv95",
                  "likes": 26129,
                  "views": null,
                  "caption": "چرا اخرش اینجوری شد😅😂\nقبـ.ـول دارین هیچوقت تکراری نمیشن؟ \n\n🎥@mr.salahm\n🎥@omidsafarporr",
                  "comments": 589,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC1rdtQtVXu",
                  "image": "https://cdn.jaryan.net/2024-11-28_105911.9681750000-UXLTS5G1",
                  "likes": 19582,
                  "caption": "کیا تو این موقعیت گیر کردن؟؟!😂🥲😭😂./:-\n.\n.\n.\n.\n.\n.\n.\n#دانشجو #دانشگاه #مدرسه #طنز",
                  "comments": 302,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1kCtftBzV",
                  "image": "https://cdn.jaryan.net/2024-11-28_105912.5021970000-CJXHgNHG",
                  "likes": 14467,
                  "caption": "دخـ.ـترا سوالى جا نموند ؟؟؟؟😬🤣🤣\n. \nبفـ..ـرصت واسه اون كه ميدونى 😌🤣\n. \n. \n@itsmelikairanii 🙏❤\n. \n\n#فان#طنز#خنده#خندهدار #همسر#كليپ_طنز #دختر #خندهدارترین",
                  "comments": 93,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC2VxfRuNwp",
                  "image": "https://cdn.jaryan.net/2024-11-28_105912.6383600000-6y9kQdKc",
                  "likes": 11285,
                  "caption": "ماشـ.ـالا به این صـدا... \nخـ.ـدا حفـ.ـظش کنه.. :)/\nکدومـ.ـش دوست داشتـ.ـین؟\n.\n.\n🎥@habibullah.yarzada\n.\n#تلاوت_قرآن #پسر_بچه",
                  "comments": 452,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/musictop_ir",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "IMAGE",
            "campaign_type": "REACH",
            "price": 2300000,
            "description": "24 ساعته - عکس و اسلاید\r\nمالی، ارزدیجیتال، آموزشی انجام نمیشود",
            "advertiser_price": 2300000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 6889,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-21T10:50:03.842722+03:30"
          },
          {
            "id": 21967,
            "media": {
              "id": 182,
              "title": "جهان رمزآلود | فکت و دانستنی",
              "username": "hidden__worlds",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.355280646533747,
              "categories": [
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_120401.0533590000-lP2ixEdq",
              "media_type": "INSTAGRAM",
              "custom_name": "hidden__worlds",
              "following": 60,
              "followers": 2224251,
              "likes_per_post_average": 7728,
              "comments_per_post_average": 174,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DDAaboxMUwC",
                  "image": "https://cdn.jaryan.net/2024-12-03_120401.2355380000-tNr0T50f",
                  "likes": 99568,
                  "views": 984483,
                  "caption": "به افتخار تمام مادرها شهید، این پست رو لایک کن! ❤️\n\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds \n\n#مادر #مادر_شهید #مامان #شهید #دفاع_مقدس #ایران #ایرانی #واقعی #واقعیت",
                  "comments": 10990,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9c0StzsKDR",
                  "image": "https://cdn.jaryan.net/2024-11-20_083401.0422380000-AartcMhC",
                  "likes": 40112,
                  "caption": "شاید باورتون نشه اما این احتمال هم کم نیست که تو این فاصله که شما دارین این پست رو  می‌خونین، علی اشرف از زندان فرار کنه! 😂😂\nحتما پیج ما رو دنبال کنید و تا کلی پرونده عجیب و جالب رو بخونید، ممنون که همراه مایین ❤️\n\n@hidden__worlds \n@hidden__worlds\n@hidden__worlds\n@hidden__worlds\n\n#اشرف_پروانه #علی_اشرف #فرار_از_زندان #زندان #عجیب #واقعی #واقعیت #ایران #ایرانی",
                  "comments": 715,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DA36_I9v_4u",
                  "image": "https://cdn.jaryan.net/2024-10-13_043001.3727910000-PWUbStqO",
                  "likes": 30833,
                  "caption": "برداشت شما از این قصه و داستان چیه؟ برام بنویسین حتما! \n\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds \n\n#هوشنگ_ابتهاج #ابتهاج #خرافات #داستان #حکایت #عجیب #واقعی #واقعیت",
                  "comments": 414,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/C_YrSRRsbo9",
                  "image": "https://cdn.jaryan.net/2024-09-05_195000.8843830000-mBO6qsUc",
                  "likes": 26927,
                  "caption": "به نظرتون این زوج باید چی کار میکردن که بهتر از خودشون مراقبت کنن؟\n\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds \n\n#دانشگاه_شریف #شریف #دانشگاه #پرونده #پرونده_جنایی #ایران #ایرانی #واقعی #واقعیت",
                  "comments": 666,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC5_wEHMt5E",
                  "image": "https://cdn.jaryan.net/2024-12-03_120401.5689230000-KGUrmtQ7",
                  "likes": 12959,
                  "views": 191110,
                  "caption": "به افتخار تمام مادرها، این پست رو لایک کن! ❤️\n\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds \n\n#مادر #مامان #ایران #ایرانی #واقعی #واقعیت",
                  "comments": 246,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9y37nsvL_",
                  "image": "https://cdn.jaryan.net/2024-12-03_120401.8632210000-VIIzxJa8",
                  "likes": 11201,
                  "caption": "اگه نعیمه رو دوست داری این پست رو لایک کن! ❤️\nبیاین اینقدر احسان رو تگ کنیم تا راضی به این وصلت بشه! 😂\n\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds \n\n#نعیمه_نظام_دوست #احسان_علیخانی #جوکر #جوکر_بانوان #ایران #ایرانی #واقعی #واقعیت",
                  "comments": 133,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/hidden__worlds",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1300000,
            "description": "24 ساعته",
            "advertiser_price": 1300000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 25436,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-11T15:29:16.568190+03:30"
          },
          {
            "id": 30084,
            "media": {
              "id": 182,
              "title": "جهان رمزآلود | فکت و دانستنی",
              "username": "hidden__worlds",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.355280646533747,
              "categories": [
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_120401.0533590000-lP2ixEdq",
              "media_type": "INSTAGRAM",
              "custom_name": "hidden__worlds",
              "following": 60,
              "followers": 2224251,
              "likes_per_post_average": 7728,
              "comments_per_post_average": 174,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DDAaboxMUwC",
                  "image": "https://cdn.jaryan.net/2024-12-03_120401.2355380000-tNr0T50f",
                  "likes": 99568,
                  "views": 984483,
                  "caption": "به افتخار تمام مادرها شهید، این پست رو لایک کن! ❤️\n\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds \n\n#مادر #مادر_شهید #مامان #شهید #دفاع_مقدس #ایران #ایرانی #واقعی #واقعیت",
                  "comments": 10990,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9c0StzsKDR",
                  "image": "https://cdn.jaryan.net/2024-11-20_083401.0422380000-AartcMhC",
                  "likes": 40112,
                  "caption": "شاید باورتون نشه اما این احتمال هم کم نیست که تو این فاصله که شما دارین این پست رو  می‌خونین، علی اشرف از زندان فرار کنه! 😂😂\nحتما پیج ما رو دنبال کنید و تا کلی پرونده عجیب و جالب رو بخونید، ممنون که همراه مایین ❤️\n\n@hidden__worlds \n@hidden__worlds\n@hidden__worlds\n@hidden__worlds\n\n#اشرف_پروانه #علی_اشرف #فرار_از_زندان #زندان #عجیب #واقعی #واقعیت #ایران #ایرانی",
                  "comments": 715,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DA36_I9v_4u",
                  "image": "https://cdn.jaryan.net/2024-10-13_043001.3727910000-PWUbStqO",
                  "likes": 30833,
                  "caption": "برداشت شما از این قصه و داستان چیه؟ برام بنویسین حتما! \n\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds \n\n#هوشنگ_ابتهاج #ابتهاج #خرافات #داستان #حکایت #عجیب #واقعی #واقعیت",
                  "comments": 414,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/C_YrSRRsbo9",
                  "image": "https://cdn.jaryan.net/2024-09-05_195000.8843830000-mBO6qsUc",
                  "likes": 26927,
                  "caption": "به نظرتون این زوج باید چی کار میکردن که بهتر از خودشون مراقبت کنن؟\n\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds \n\n#دانشگاه_شریف #شریف #دانشگاه #پرونده #پرونده_جنایی #ایران #ایرانی #واقعی #واقعیت",
                  "comments": 666,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC5_wEHMt5E",
                  "image": "https://cdn.jaryan.net/2024-12-03_120401.5689230000-KGUrmtQ7",
                  "likes": 12959,
                  "views": 191110,
                  "caption": "به افتخار تمام مادرها، این پست رو لایک کن! ❤️\n\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds \n\n#مادر #مامان #ایران #ایرانی #واقعی #واقعیت",
                  "comments": 246,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9y37nsvL_",
                  "image": "https://cdn.jaryan.net/2024-12-03_120401.8632210000-VIIzxJa8",
                  "likes": 11201,
                  "caption": "اگه نعیمه رو دوست داری این پست رو لایک کن! ❤️\nبیاین اینقدر احسان رو تگ کنیم تا راضی به این وصلت بشه! 😂\n\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds\n@hidden__worlds \n\n#نعیمه_نظام_دوست #احسان_علیخانی #جوکر #جوکر_بانوان #ایران #ایرانی #واقعی #واقعیت",
                  "comments": 133,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/hidden__worlds",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1500000,
            "description": "48 ساعته",
            "advertiser_price": 1500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 8568,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-11T15:29:40.377823+03:30"
          },
          {
            "id": 47470,
            "media": {
              "id": 14669,
              "title": "ویدولاین",
              "username": "vidoline",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 4.528205430700564,
              "categories": [],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-29_210100.8656840000-9oN39c1A",
              "media_type": "INSTAGRAM",
              "custom_name": "vidoline",
              "following": 30,
              "followers": 2220843,
              "likes_per_post_average": 92631,
              "comments_per_post_average": 7932,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CvNkzJWNUA1",
                  "image": "https://cdn.jaryan.net/2024-08-05_124801.5754950000-wwufL9xv",
                  "likes": 951943,
                  "views": null,
                  "caption": "عجیب ترین دیدنی های جاده چالوس😰😱\n@vidoline \n@vidoline\n\nگوینده:\n@mostafajalalli\n\n📽Credit:\n@mohamad_rahmanni\n@tourpage\n@shomal_foshkour\n@majid_mobography\n@hofer_ltd\n@vidoline \n\nپیج ویدولاین رو دنبال کنید🥰🌹",
                  "comments": 9251,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBD5HKnt6zq",
                  "image": "https://cdn.jaryan.net/2024-10-19_041201.3193150000-uiu8Nkwz",
                  "likes": 478612,
                  "views": null,
                  "caption": "شما حاضرین این شغل رو امتحان کنین؟!😱😨😰",
                  "comments": 47077,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/Cvo6RqdOSjW",
                  "image": "https://cdn.jaryan.net/2024-08-05_124802.0245560000-F4zvU11j",
                  "likes": 169460,
                  "views": null,
                  "caption": "چهار مکان دیدنی کردستان و کرمانشاه😍👌🏻\n@vidoline \n@vidoline\nگوینده:\n@mostafajalalli\n@vidoline \n\n📽 Credit:\n@farhad_hassaniii\n@khosravi.official\n\nپیج ویدولاین رو دنبال کنید🥰🌹",
                  "comments": 8169,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCjG6UIN9dV",
                  "image": "https://cdn.jaryan.net/2024-11-22_073110.2754120000-wwootfHe",
                  "likes": 100951,
                  "views": null,
                  "caption": "ماده‌ای با ارزش‌تر از طلا در همدان کشف شد😧😱",
                  "comments": 4118,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCRH_8xN8zQ",
                  "image": "https://cdn.jaryan.net/2024-11-20_222701.0934280000-TvND0NY2",
                  "likes": 58005,
                  "views": null,
                  "caption": "بزرگترین غول آفرودی دنیا😦😍",
                  "comments": 0,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAT2vK0Num2",
                  "image": "https://cdn.jaryan.net/2024-10-02_212400.9350870000-lj4WfYol",
                  "likes": 46328,
                  "views": null,
                  "caption": "وحشی‌ترین حیوون جهان😧😱🥴",
                  "comments": 360,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/vidoline",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1990000,
            "description": "24 ساعته",
            "advertiser_price": 1990000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 56508,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-08-05T16:17:56.633384+03:30"
          },
          {
            "id": 5675,
            "media": {
              "id": 1610,
              "title": "Azin Fact",
              "username": "azin.fact",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.590258009537106,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_191601.0320610000-7fMuXhBt",
              "media_type": "INSTAGRAM",
              "custom_name": "azin.fact",
              "following": 61,
              "followers": 2206120,
              "likes_per_post_average": 34196,
              "comments_per_post_average": 886,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CvmeenqIClN",
                  "image": "https://cdn.jaryan.net/2024-07-25_213300.8345660000-MgqWUNFM",
                  "likes": 2914551,
                  "views": 36359388,
                  "caption": "@azin.fact @azin.fact @azin.fact\nمگر من نگفتم بین هیچ ایرانی ، دو ایرانی تفاوتی نیست با نخست وزیر مملکت .\nجناب هویدا در این گردهمایی هست حتی بلند شد دست هم زد .\nاین تواضع و بزرگی امیرعباس هویدا ستودنی‌ست .\nمردی که با تمام وجود برای پیشرفت ایران تلاش کرد و هیچکس ازش قدردانی نکرد و مظلومانه از بین ما رفت .",
                  "comments": 84418,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C20JGryIzYJ",
                  "image": "https://cdn.jaryan.net/2024-07-25_213301.1325520000-aW0ZX7x3",
                  "likes": 913260,
                  "views": 14770779,
                  "caption": "@azin.fact @azin.fact @azin.fact \nنقطه ضعف شاه همین بود \nایران رو زیادی دوست میداشت .\nنظر شما در این مورد چیه؟\nلطفا با در نظر گرفتن ادب نظرات خود را برایمان بنویسید .\n\n#شاهنشاهی #شاهنشاه_آریامهر #شاه #محمدرضاشاه_بزرگ #محمدرضا_شاه_پهلوی #محمدرضاشاه_پهلوی_آریامهر",
                  "comments": 29092,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CvrpGNFIIUg",
                  "image": "https://cdn.jaryan.net/2024-07-25_213301.2758800000-J1ZlUKdE",
                  "likes": 785739,
                  "views": 11084384,
                  "caption": "@azin.fact @azin.fact @azin.fact \nپنجاه سال پیش به فکر سالن کنسرت سالن اُپرا بود برای ایران\nچیزی که اون موقع حتی اروپایی ها هم نداشتند .\n.\n.\n.\n.\n.\n#محمد_رضا_شاه_پهلوی #محمدرضاپهلوی #محمدرضاشاه #هویدا #امیرعباس_هویدا #امیر_عباس_هویدا #شاهنشاه_آریامهر #محمدرضا_پهلوی",
                  "comments": 32384,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCtVMOaoxUp",
                  "image": "https://cdn.jaryan.net/2024-11-25_185901.1722930000-BFQHyVRN",
                  "likes": 74122,
                  "views": 1068298,
                  "caption": "تفاوت دیدگاه ها آسمون تا زمین\nببینید شاه ایران حتی برای مسکن دانشجویان به فکر بود\nبعد پزشکیان میگه تو سرت هم زدیم نباید مملکتتو ول کنی بری\nآدم با نخبه اینطوری برخورد میکنه آیا؟\nهمه جای دنیا نخبه رو ، رو تخم چشاشون نگه میدارن\nمسئولین ایران انتظار  دارن بزنی تو سرشون هم حرف نزنند\nشما نظرتون در این مورد چیه؟",
                  "comments": 2740,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCcdqRVIujG",
                  "image": "https://cdn.jaryan.net/2024-11-20_182901.4131920000-uqfG5L1m",
                  "likes": 37067,
                  "caption": "ویدیو کمیاب و بسیار ارزشمند از حضور و اجرای نابغه پیانو جهان، آرتور روبینشتاین در تخت جمشید ایران به مناسبت جشن هنر شیراز\n‌ ‌ \nآرتور روبینشتاین زاده ۲۸ ژانویهٔ ۱۸۸۷ و درگذشته ۲۰ دسامبر ۱۹۸۲ نوازنده پیانو لهستانی–آمریکایی بود. \n\nاو نه تنها در زمان حیاتش یکی از نوابغ نوازندگی پیانو بود بلکه هم‌اکنون نیز او را به‌عنوان یکی از بزرگترین نوازندگان مطرح آثار شوپن می‌شناسند. \n\nروبنشتاین بیش از ۲۰۰ اثر ضبط نمود. وی در ۱۹۷۶ میلادی نشان آزادی آمریکا را دریافت کرد. به عقیده بسیاری او یکی از برترین نوازندگان پیانو در تاریخ به‌شمار می‌رود.",
                  "comments": 220,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC4S-euIkL7",
                  "image": "https://cdn.jaryan.net/2024-12-03_191601.2778620000-koJ2Uj0D",
                  "likes": 36822,
                  "views": 360926,
                  "caption": "شبیه‌سازی زندگی مردم در زمان شاهنشاهی هخامنشی\n(۲۵۲۴ سال پیش) \nبه کمک هوش مصنوعی\n\nایران 500 سال قبل از میلاد \nعظمت امپراتوری هخامنشی را در اوج خود تجربه کرد ، زنده شدن بازار، معابد و فرهنگ جاودانه زنده .\nCredit: @cinaima_films\n_______________________\n\n⚠️ Disclaimer: \nWe do not own any footage on this post. All rights belong to the respective owners.‌\n‌‌‌‌‌\nAttention: Educational Purposes only.\nFor copyright issues:‌ DM Please👇\n📲 Telegram pv : https://t.me/Azinfact_ads",
                  "comments": 581,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/azin.fact",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 5190000,
            "description": "پُست ۲۴ ساعته",
            "advertiser_price": 5190000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 13477,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-19T16:38:26.445332+03:30"
          },
          {
            "id": 33311,
            "media": {
              "id": 1610,
              "title": "Azin Fact",
              "username": "azin.fact",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.590258009537106,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_191601.0320610000-7fMuXhBt",
              "media_type": "INSTAGRAM",
              "custom_name": "azin.fact",
              "following": 61,
              "followers": 2206120,
              "likes_per_post_average": 34196,
              "comments_per_post_average": 886,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CvmeenqIClN",
                  "image": "https://cdn.jaryan.net/2024-07-25_213300.8345660000-MgqWUNFM",
                  "likes": 2914551,
                  "views": 36359388,
                  "caption": "@azin.fact @azin.fact @azin.fact\nمگر من نگفتم بین هیچ ایرانی ، دو ایرانی تفاوتی نیست با نخست وزیر مملکت .\nجناب هویدا در این گردهمایی هست حتی بلند شد دست هم زد .\nاین تواضع و بزرگی امیرعباس هویدا ستودنی‌ست .\nمردی که با تمام وجود برای پیشرفت ایران تلاش کرد و هیچکس ازش قدردانی نکرد و مظلومانه از بین ما رفت .",
                  "comments": 84418,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C20JGryIzYJ",
                  "image": "https://cdn.jaryan.net/2024-07-25_213301.1325520000-aW0ZX7x3",
                  "likes": 913260,
                  "views": 14770779,
                  "caption": "@azin.fact @azin.fact @azin.fact \nنقطه ضعف شاه همین بود \nایران رو زیادی دوست میداشت .\nنظر شما در این مورد چیه؟\nلطفا با در نظر گرفتن ادب نظرات خود را برایمان بنویسید .\n\n#شاهنشاهی #شاهنشاه_آریامهر #شاه #محمدرضاشاه_بزرگ #محمدرضا_شاه_پهلوی #محمدرضاشاه_پهلوی_آریامهر",
                  "comments": 29092,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CvrpGNFIIUg",
                  "image": "https://cdn.jaryan.net/2024-07-25_213301.2758800000-J1ZlUKdE",
                  "likes": 785739,
                  "views": 11084384,
                  "caption": "@azin.fact @azin.fact @azin.fact \nپنجاه سال پیش به فکر سالن کنسرت سالن اُپرا بود برای ایران\nچیزی که اون موقع حتی اروپایی ها هم نداشتند .\n.\n.\n.\n.\n.\n#محمد_رضا_شاه_پهلوی #محمدرضاپهلوی #محمدرضاشاه #هویدا #امیرعباس_هویدا #امیر_عباس_هویدا #شاهنشاه_آریامهر #محمدرضا_پهلوی",
                  "comments": 32384,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCtVMOaoxUp",
                  "image": "https://cdn.jaryan.net/2024-11-25_185901.1722930000-BFQHyVRN",
                  "likes": 74122,
                  "views": 1068298,
                  "caption": "تفاوت دیدگاه ها آسمون تا زمین\nببینید شاه ایران حتی برای مسکن دانشجویان به فکر بود\nبعد پزشکیان میگه تو سرت هم زدیم نباید مملکتتو ول کنی بری\nآدم با نخبه اینطوری برخورد میکنه آیا؟\nهمه جای دنیا نخبه رو ، رو تخم چشاشون نگه میدارن\nمسئولین ایران انتظار  دارن بزنی تو سرشون هم حرف نزنند\nشما نظرتون در این مورد چیه؟",
                  "comments": 2740,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCcdqRVIujG",
                  "image": "https://cdn.jaryan.net/2024-11-20_182901.4131920000-uqfG5L1m",
                  "likes": 37067,
                  "caption": "ویدیو کمیاب و بسیار ارزشمند از حضور و اجرای نابغه پیانو جهان، آرتور روبینشتاین در تخت جمشید ایران به مناسبت جشن هنر شیراز\n‌ ‌ \nآرتور روبینشتاین زاده ۲۸ ژانویهٔ ۱۸۸۷ و درگذشته ۲۰ دسامبر ۱۹۸۲ نوازنده پیانو لهستانی–آمریکایی بود. \n\nاو نه تنها در زمان حیاتش یکی از نوابغ نوازندگی پیانو بود بلکه هم‌اکنون نیز او را به‌عنوان یکی از بزرگترین نوازندگان مطرح آثار شوپن می‌شناسند. \n\nروبنشتاین بیش از ۲۰۰ اثر ضبط نمود. وی در ۱۹۷۶ میلادی نشان آزادی آمریکا را دریافت کرد. به عقیده بسیاری او یکی از برترین نوازندگان پیانو در تاریخ به‌شمار می‌رود.",
                  "comments": 220,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC4S-euIkL7",
                  "image": "https://cdn.jaryan.net/2024-12-03_191601.2778620000-koJ2Uj0D",
                  "likes": 36822,
                  "views": 360926,
                  "caption": "شبیه‌سازی زندگی مردم در زمان شاهنشاهی هخامنشی\n(۲۵۲۴ سال پیش) \nبه کمک هوش مصنوعی\n\nایران 500 سال قبل از میلاد \nعظمت امپراتوری هخامنشی را در اوج خود تجربه کرد ، زنده شدن بازار، معابد و فرهنگ جاودانه زنده .\nCredit: @cinaima_films\n_______________________\n\n⚠️ Disclaimer: \nWe do not own any footage on this post. All rights belong to the respective owners.‌\n‌‌‌‌‌\nAttention: Educational Purposes only.\nFor copyright issues:‌ DM Please👇\n📲 Telegram pv : https://t.me/Azinfact_ads",
                  "comments": 581,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/azin.fact",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 5190000,
            "description": "24 ساعته - ریلز 24 ساعته",
            "advertiser_price": 5190000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 22105,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-25T15:04:06.608079+03:30"
          },
          {
            "id": 388,
            "media": {
              "id": 3465,
              "title": "حاشیه پلاس | حواشی هنرمندان",
              "username": "hashiyeh_plus",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.20552987012946788,
              "categories": [
                {
                  "id": 54,
                  "title": "Cinema-Theatre-TVSeries",
                  "title_fa": "سینما، تئاتر و تلویزیون"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_235500.9898490000-rmeSvJTs",
              "media_type": "INSTAGRAM",
              "custom_name": "hashiyeh_plus",
              "following": 100,
              "followers": 2152323,
              "likes_per_post_average": 4361,
              "comments_per_post_average": 62,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCIFAwNoKdQ",
                  "image": "https://cdn.jaryan.net/2024-11-14_042901.0904160000-PJoEDKrU",
                  "likes": 259731,
                  "views": 6879414,
                  "caption": "اولین گفتگو با عروس و داماد دوست داشتنی این روزها \nمهریه شون چقدره؟ آیا میتونن بچه دار بشن ؟\nبا آرزوی خوشبختی ❤️",
                  "comments": 8016,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBkk3sVoTH_",
                  "image": "https://cdn.jaryan.net/2024-10-28_182901.0374530000-fLT3x7J7",
                  "likes": 128674,
                  "views": 3380157,
                  "caption": "حضور غافلگیرانه برادر خانم آقا رشید در برنامه \nمیگه قد خانومم هم همین قدره !",
                  "comments": 2188,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCun4eZoXEG",
                  "image": "https://cdn.jaryan.net/2024-11-29_001101.1792960000-2fuWsRyG",
                  "likes": 114157,
                  "views": 2109663,
                  "caption": "لحظه اعلام نام احسان علیخانی برای جایزه بهترین برنامه تلویزیونی (جوکر) توسط مهران مدیری ، امشب در جشن حافظ",
                  "comments": 760,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDEXKIQofDK",
                  "image": "https://cdn.jaryan.net/2024-12-02_235501.2571530000-fMZKIsmW",
                  "likes": 17251,
                  "views": 344210,
                  "caption": "ویدیو جدید رضا عطاران در حال خرید از یک انگشتر فروشی \nچقدر خاکیه 👏❤️",
                  "comments": 272,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDE0hQ4IJXS",
                  "image": "https://cdn.jaryan.net/2024-12-02_235501.4941670000-LEdCTEXd",
                  "likes": 5508,
                  "views": 149930,
                  "caption": "واکنش های جالب مردم با دیدن حامد وکیلی بازیگر کمدی سینما و تلویزیون از زبان خودش\nراننده آژانس بهم گفت همونی نیستی که همیشه تو کفی !\n.\n.\n📹: tvpluss",
                  "comments": 69,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDE-38Liqbk",
                  "image": "https://cdn.jaryan.net/2024-12-02_235501.7335920000-ZL8mePjY",
                  "likes": 2048,
                  "caption": "با کیک زد تو صورتش 😐😄\n.\nاسلاید اول : آهنگ بهراد : یادم رفت\nاسلاید دوم : آهنگ بهراد - قدم قدم\n.\n@BehraadTunes",
                  "comments": 25,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/hashiyeh_plus",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2050000,
            "description": "24 ساعته - بین 12 تا 15 / شب بین 20 تا 22\r\nاز پیج پشتیبان منتشر میشه\r\nتبلیغات مالی ، فارکس و دلاری نمیزند",
            "advertiser_price": 2050000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 53116,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-08-24T13:35:04.522098+03:30"
          },
          {
            "id": 48520,
            "media": {
              "id": 24699,
              "title": "آذربایجان تی وی",
              "username": "azarbaijan.tv",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.3565662909820291,
              "categories": [
                {
                  "id": 31,
                  "title": "News",
                  "title_fa": "اخبار"
                },
                {
                  "id": 123,
                  "title": "استانی",
                  "title_fa": "استانی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_064900.8681990000-OpuxH8hi",
              "media_type": "INSTAGRAM",
              "custom_name": "azarbaijan.tv",
              "following": 0,
              "followers": 2100077,
              "likes_per_post_average": 7397,
              "comments_per_post_average": 90,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC2PESCh24d",
                  "image": "https://cdn.jaryan.net/2024-11-28_073502.0274380000-jN105UM8",
                  "likes": 14778,
                  "views": null,
                  "caption": "نوستالژی واقعی تورک🫀🫀🫀\nهرکسی میشناسه و یادشه برامون بنویسید \nبازی با خاطرات چندین ساله \nبفرس برای اونیکه لازمه 👏",
                  "comments": 285,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC2XN30hUaV",
                  "image": "https://cdn.jaryan.net/2024-11-28_073502.4381030000-ZVDOabG1",
                  "likes": 13173,
                  "caption": "ممیش خان با اجرای زنده هم ترکونده \nیانامیسان ممیش خان 😅❤️\nکل موسیقی رو یه تنه جابه جا کرده😂\nعشق اولسون",
                  "comments": 102,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC3pxtpxTcY",
                  "image": "https://cdn.jaryan.net/2024-11-28_073503.1979410000-H6vR9CSt",
                  "likes": 10483,
                  "caption": "واقعا آهنگ تورکی باید اینجوری باشه وگرنه به درد نمیخوره \nدم اونایی گرم که به فکر شادي مردم هستند \nحال دلتون به زیبای این رقص 💃",
                  "comments": 92,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC30wEiRl6r",
                  "image": "https://cdn.jaryan.net/2024-11-28_073508.4724390000-bHuE6QKb",
                  "likes": 9687,
                  "views": null,
                  "caption": "وای خداااایا نصیب هیچکس نکنه 😭🥹\nتلخ ترین خبر جهان...\nتا هستن قدر بدانيم \n@mahdiajam2 \nروحش شاد و یادش گرامی",
                  "comments": 156,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4Gf0vxv8V",
                  "image": "https://cdn.jaryan.net/2024-11-28_073508.9475470000-9LHtscEA",
                  "likes": 5950,
                  "views": null,
                  "caption": "جنجال وفا🫀\nآهنگ زیبای وفای آذربایجان واقعا فوق‌العاده زیباست",
                  "comments": 57,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4B2pgxo_L",
                  "image": "https://cdn.jaryan.net/2024-11-28_073520.1122250000-5I8m6vuE",
                  "likes": 5481,
                  "views": null,
                  "caption": "آنام آنام 🫀🫀🫀\nبعضی چیزها ها واقعا ذاتی هست...\nصدارو عشق کنید",
                  "comments": 76,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/azarbaijan.tv",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 3000000,
            "description": "24 ساعته",
            "advertiser_price": 3000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 29907,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-11-12T16:45:30.785455+03:30"
          },
          {
            "id": 1029,
            "media": {
              "id": 4216,
              "title": "ژست عکاسی",
              "username": "zheste_akkasi",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.7232340126733976,
              "categories": [
                {
                  "id": 55,
                  "title": "Photography-Videography",
                  "title_fa": "عکاسی و فیلم سازی"
                },
                {
                  "id": 67,
                  "title": "Modelling",
                  "title_fa": "مدلینگ"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_061300.9357900000-BmloODR1",
              "media_type": "INSTAGRAM",
              "custom_name": "zheste_akkasi",
              "following": 49,
              "followers": 2083051,
              "likes_per_post_average": 14955,
              "comments_per_post_average": 109,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C8-ITOso203",
                  "image": "https://cdn.jaryan.net/2024-07-22_015101.1227720000-nwrrMRvj",
                  "likes": 101814,
                  "caption": "کدوم اسلاید رو دوست داشتی؟😍😌",
                  "comments": 239,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCJ29nRi4Fv",
                  "image": "https://cdn.jaryan.net/2024-11-16_030801.0707350000-SV3GUSsP",
                  "likes": 60778,
                  "views": null,
                  "caption": "با پارتنرت از دستاتون اینجوری عکس بگیرین😁📸🫶🏻",
                  "comments": 67,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_ilwOJCxpb",
                  "image": "https://cdn.jaryan.net/2024-11-21_121501.5030310000-0Y3RX1KV",
                  "likes": 36878,
                  "views": null,
                  "caption": "ژستای باشگاهی😍",
                  "comments": 143,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC8xfWBI504",
                  "image": "https://cdn.jaryan.net/2024-11-30_061301.0998980000-xpxuTPZf",
                  "likes": 18997,
                  "caption": "عکس‌هایی که در زمان و مکان مناسب گرفته شدن 😍😅📸\n\nPhotos:unknown",
                  "comments": 39,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC3vIKfIp_0",
                  "image": "https://cdn.jaryan.net/2024-11-30_061301.3088570000-G6tGbCv8",
                  "likes": 18687,
                  "views": null,
                  "caption": "حالا کاش این همه به روش نمیاورد 😂😂\n\nVideo:\n.\n@kanadada2turk",
                  "comments": 427,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCweAwJiwlM",
                  "image": "https://cdn.jaryan.net/2024-11-30_061301.5162140000-zI0b7ULz",
                  "likes": 18463,
                  "views": null,
                  "caption": "ژستایی که مخصوص پسر بچه‌هاست💙😍\n.\n.\n.\n@jhonathanmacarilao",
                  "comments": 32,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/zheste_akkasi",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1990000,
            "description": "24 ساعته - اینسایت نمیدهد",
            "advertiser_price": 1990000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 38901,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-30T17:46:29.186555+03:30"
          },
          {
            "id": 1030,
            "media": {
              "id": 4216,
              "title": "ژست عکاسی",
              "username": "zheste_akkasi",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.7232340126733976,
              "categories": [
                {
                  "id": 55,
                  "title": "Photography-Videography",
                  "title_fa": "عکاسی و فیلم سازی"
                },
                {
                  "id": 67,
                  "title": "Modelling",
                  "title_fa": "مدلینگ"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_061300.9357900000-BmloODR1",
              "media_type": "INSTAGRAM",
              "custom_name": "zheste_akkasi",
              "following": 49,
              "followers": 2083051,
              "likes_per_post_average": 14955,
              "comments_per_post_average": 109,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C8-ITOso203",
                  "image": "https://cdn.jaryan.net/2024-07-22_015101.1227720000-nwrrMRvj",
                  "likes": 101814,
                  "caption": "کدوم اسلاید رو دوست داشتی؟😍😌",
                  "comments": 239,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCJ29nRi4Fv",
                  "image": "https://cdn.jaryan.net/2024-11-16_030801.0707350000-SV3GUSsP",
                  "likes": 60778,
                  "views": null,
                  "caption": "با پارتنرت از دستاتون اینجوری عکس بگیرین😁📸🫶🏻",
                  "comments": 67,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_ilwOJCxpb",
                  "image": "https://cdn.jaryan.net/2024-11-21_121501.5030310000-0Y3RX1KV",
                  "likes": 36878,
                  "views": null,
                  "caption": "ژستای باشگاهی😍",
                  "comments": 143,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC8xfWBI504",
                  "image": "https://cdn.jaryan.net/2024-11-30_061301.0998980000-xpxuTPZf",
                  "likes": 18997,
                  "caption": "عکس‌هایی که در زمان و مکان مناسب گرفته شدن 😍😅📸\n\nPhotos:unknown",
                  "comments": 39,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC3vIKfIp_0",
                  "image": "https://cdn.jaryan.net/2024-11-30_061301.3088570000-G6tGbCv8",
                  "likes": 18687,
                  "views": null,
                  "caption": "حالا کاش این همه به روش نمیاورد 😂😂\n\nVideo:\n.\n@kanadada2turk",
                  "comments": 427,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCweAwJiwlM",
                  "image": "https://cdn.jaryan.net/2024-11-30_061301.5162140000-zI0b7ULz",
                  "likes": 18463,
                  "views": null,
                  "caption": "ژستایی که مخصوص پسر بچه‌هاست💙😍\n.\n.\n.\n@jhonathanmacarilao",
                  "comments": 32,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/zheste_akkasi",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2180000,
            "description": "48 ساعته - اینسایت نمیدهد",
            "advertiser_price": 2180000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 86912,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-30T17:47:03.495339+03:30"
          },
          {
            "id": 279,
            "media": {
              "id": 138,
              "title": "راز جهان | حقایق سرتاسر دنیا",
              "username": "raze_jahan",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.2753830321055257,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_114600.9565020000-pXqgtPpS",
              "media_type": "INSTAGRAM",
              "custom_name": "raze_jahan",
              "following": 80,
              "followers": 2074565,
              "likes_per_post_average": 5608,
              "comments_per_post_average": 104,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DB9cGbItDAO",
                  "image": "https://cdn.jaryan.net/2024-11-27_122901.0148640000-h3IfhXh1",
                  "likes": 171529,
                  "views": null,
                  "caption": "شهید باکری داشته چی می‌دیده؟ 👇🏼\n‌\nشهید باکری در گودال کنار جاده‌ی العماره درحالی که تیر خورده، صحنه‌هایی می‌بینه و به رفیقش احمد کاظمی بی‌سیم می‌زنه و میگه: «کاش اینجا بودی و می‌دیدی! چه جای باصفاییه... احمد بیا!»\nوسط اون عملیات که از زمین و زمان آتش می‌باریده، شهید باکری چه صحنه‌ای دیده؟!\nاحمد کاظمی تا پایان عمر از این غم به خودش می‌پیچید و حسرت می‌خورد که اون لحظه چرا در کنار مهدی نبوده...!\nشاید شهید باکری داشته گوشه‌ای از بهشت رو می‌دیده..!\n‌‌‌‌‌\n_______________________________\n#ایران #شهید #شهید_باکری #شهدا #ایرانی #مهدی_باکری",
                  "comments": 6297,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C8gstH3tlRe",
                  "image": "https://cdn.jaryan.net/2024-09-13_204000.9524540000-UtYQjh3a",
                  "likes": 62692,
                  "views": null,
                  "caption": "کپشن رو بخون👇\n\nسال ۱۳۷۷ پلیس گزارشی دریافت می‌کنه که یه دختر و پسر که ظاهرا با هم دوست بودن، یه کلبه جنگلی نزدیک یه رستوران تو جاده چالوس (بین مرزن‌آباد و چالوس) اجاره می‌کنن اما روز بعد صاحب کلبه می‌بینه که اثری ازشون نیست!\nکم‌کم گزارش‌های مفقود شدن افراد تو منطقه اطراف این رستوران بیشتر می‌شه تا اینکه پلیس وارد عمل می‌شه و مجوز جستجو با سگ رو می‌گیره و وارد رستوران میشه!\nبعد از ورود سگ‌های جستجوگر به رستوران، سگ‌ها به سرعت به سمت یخچال گوشت رستوران میرن و پلیس صاحب رستوران رو به دلیل توزیع گوشت فاسد دستگیر می‌کنه!\nاما داستان جایی وحشتناک میشه که گوشت‌ها به آزمایشگاه برده میشن و بعد از مشخص شدن نتیجه آزمایش، متوجه میشن که گوشت‌های داخل یخچال، گوشت انسان بوده!\nدادگاه ۳ نفری که تو این رستوران کار می‌کردن و تو این ماجرا دست داشتن رو به اع/دام محکوم کرد و این افراد تو آذر سال ۷۸ به دا/ر آویخته شدن!\nجالبه بدونی که از این ماجرا یه فیلم به اسم «ماهی و گربه» هم ساخته شد که جایزه‌ی جشنواره فیلم ونیز رو گرفت!",
                  "comments": 9670,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9F6lxXtM6U",
                  "image": "https://cdn.jaryan.net/2024-11-17_174301.2596100000-By0wMHfq",
                  "likes": 56043,
                  "caption": "تو اگه مخترع باشی، دوست داری چی اختراع کنی؟\n‌\nاینو هم بخون 👇🏼\n‌\nپروفسور افسانه ربیعی، مخترع مستحکم‌ترین فوم فلزی محافظ در برابر پرتوهای هسته‌ای که بسیار شبیه استخوان بدن است! تحصیلات او از مدارس و دبیرستان‌های اراک شروع شد و بعد آن دانشجوی مهندسی علوم فلزات صنعتی شریف شد!\nایشان در حال حاضر استاد با درجه پروفسوری در دانشگاه دولتی کارولینای آمریکاست!\n‌‌‌‌‌\n‌\n_______________________________\n#ایران #افسانه_ربیعی #ایرانی #زن",
                  "comments": 1086,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC7P3jsNN2Z",
                  "image": "https://cdn.jaryan.net/2024-12-01_114601.2275330000-Od7VoCUU",
                  "likes": 19719,
                  "caption": "آخرش میفهمی در مورد کی بوده 😍👇🏼\n‌‌‌\nشما دوسش دارین؟\nیه جمله براش بنویسین ❤️👇🏼\n‌\n_______________________________\n#حسین_سلیمانی #خاطره #علی_دایی #انسانیت #جالب",
                  "comments": 184,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC2BE0btotE",
                  "image": "https://cdn.jaryan.net/2024-11-27_122901.5599160000-1oZ0pGJD",
                  "likes": 7642,
                  "caption": "باورنکردنیه پس خودت ببین 👇🏼\n‌\nچرا به این موضوع خیلی پرداخته نشده؟\n‌‌\n_______________________________\n#تاریخ ‌#آمریکا #تاریخ_جهان #اروپا",
                  "comments": 189,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC91FD2NrnS",
                  "image": "https://cdn.jaryan.net/2024-12-01_114601.4228090000-0lQCFaKe",
                  "likes": 5782,
                  "caption": "مگه میشه انقدر دقیق؟ 😳👇🏼\n‌‌‌\nهمین تقویمی که داریم و برامون عادیه، اونقد دقیق و درسته که به‌وجود اومدنش تو صدها سال پیش، می‌تونه یکی از شگفتی‌های علمی جهان باشه!\nپس این پست رو برای دوستات هم بفرست تا همه از این شگفتی باخبر بشن ❤️\n‌\n_______________________________\n#ایران #تاریخ #تاریخ_ایران #عجیب #خیام #تقویم",
                  "comments": 74,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/raze_jahan",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1500000,
            "description": "24 ساعته",
            "advertiser_price": 1500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 9924,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-07T16:24:56.126027+03:30"
          },
          {
            "id": 41080,
            "media": {
              "id": 21765,
              "title": "دال گرافی",
              "username": "dalgraphi",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.47405741740534557,
              "categories": [
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_143201.9735520000-513cuEBV",
              "media_type": "INSTAGRAM",
              "custom_name": "dalgraphi",
              "following": 77,
              "followers": 2069686,
              "likes_per_post_average": 9577,
              "comments_per_post_average": 233,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C4GqhdjgPfF",
                  "image": "https://cdn.jaryan.net/2024-07-18_112500.9007690000-di20lawN",
                  "likes": 812773,
                  "caption": "چقدر حرفاش حق بود قبول داری ؟\n.\n.\n@dalgraphi \n@dalgraphi \n.\n.\n.\n.\n—————————————————————————————\n\n# پست_شماره_623\n.\n.\n.\n.\n.\n———————————————————————————-\n\n© No copyright Infringement Intended.\nFor Credits or Removal Please Contact Us Via Direct Message.\n .\n\nI own nothing. All rights belong to their respective owners.",
                  "comments": 14873,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DB_Brs0Azkr",
                  "image": "https://cdn.jaryan.net/2024-11-13_155101.0152460000-W18VDfri",
                  "likes": 416676,
                  "views": null,
                  "caption": "به بچه هاتون ارزشمندی بدین \nکه احساس کنن مهم ان ...\nبا عزت نفس بزرگ بشن\n.\n.\n@dalgraphi \n@dalgraphi \nCr @drsaeedazizi \n.\n\n.\n.\n.\n#بچه #تربیت #پسر #والدین",
                  "comments": 3118,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCzIi8oAodU",
                  "image": "https://cdn.jaryan.net/2024-12-02_143203.4663720000-pMfd3DmC",
                  "likes": 212228,
                  "views": null,
                  "caption": "هر جا گیر‌ کردی به خدا مراجعه کن \n.\n.\n@dalgraphi \n@dalgraphi \n.\n.\n.\n.\n#خدا #رب #اعتماد #اعتقاد",
                  "comments": 3063,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4LT_tA61G",
                  "image": "https://cdn.jaryan.net/2024-12-02_143203.6701070000-nvER7YRV",
                  "likes": 26841,
                  "caption": "پشت هم بودن چقدر قشنگه ❤️\n.\n.\n@dalgraphi \n@dalgraphi \n.\n.\n.\n.\n#پست_شماره_804",
                  "comments": 478,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC4z9NXgLm_",
                  "image": "https://cdn.jaryan.net/2024-12-02_143203.8356160000-MKUMpQAc",
                  "likes": 25744,
                  "views": null,
                  "caption": "بفرست برای بهترین رفیق زندگیت \n.\n.\n.\n@dalgraphi \n@dalgraphi \n.\n.\n.\n.\n.\n#رفیق #رفاقت #دوستی",
                  "comments": 157,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6Wg6fAKgV",
                  "image": "https://cdn.jaryan.net/2024-12-02_143204.0617070000-My0niPR5",
                  "likes": 11530,
                  "caption": "اول خدا وسط خدا آخر خدا\n.\n.\n@dalgraphi \n@dalgraphi \n.\n.\n.\n.\n--------------------------------------------\n\n#پست_شماره_805",
                  "comments": 66,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/dalgraphi",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1880000,
            "description": "24 ساعته",
            "advertiser_price": 1880000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 18311,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-21T12:57:16.049968+03:30"
          },
          {
            "id": 40702,
            "media": {
              "id": 21590,
              "title": "ShahBeiit 🎭 شــاه بیــت",
              "username": "shahbeiit",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.33451217422171353,
              "categories": [
                {
                  "id": 68,
                  "title": "Poem-Literature",
                  "title_fa": "شعر و متن ادبی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_212600.8300270000-znGl0psB",
              "media_type": "INSTAGRAM",
              "custom_name": "shahbeiit",
              "following": 40,
              "followers": 2048057,
              "likes_per_post_average": 6748,
              "comments_per_post_average": 102,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C8xVSd6qg8b",
                  "image": "https://cdn.jaryan.net/2024-07-18_211200.8352600000-aJJIqSxb",
                  "likes": 1018273,
                  "views": null,
                  "caption": "از انسان‌ بی‌شرم ،شرم‌ نکن\n\nبرشی از سریال #پوست_شیر\nو حرف‌های #اردشیر_رستمی\n\nEdit @shahbeiit\n\n‌",
                  "comments": 9039,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAeSe7Mq6K_",
                  "image": "https://cdn.jaryan.net/2024-10-01_073901.1409190000-KfsXqIYZ",
                  "likes": 478008,
                  "views": null,
                  "caption": "گر ز حال دل خبر داری بگو\n\nبرشی از برنامه عصر جدید\nبا صدای پارسا خائف \n\nEdit : @shahbeiit\n\nمیتونید این پـ ـست رو از کـ ـانال تلـ ـگرام شاه‌بیت دریـ ـافت کنیـ ـد☘️\n\nکـ ـد ۱۰۵۱",
                  "comments": 1675,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DB4TZNatj6O",
                  "image": "https://cdn.jaryan.net/2024-11-19_122001.1465810000-Ci8WWUqa",
                  "likes": 249708,
                  "views": null,
                  "caption": "خدا نمیتوانست همه جا حضور داشته باشد \nبه همین دلیل مادر را آفرید ...♡\n\nبرشی از #سریال_راز_بقا\nبا حضور #بهرام_افشاری و #هدیه_بازوند\n\nEdit : @shahbeiit\n\nمیتونید این پـ ـست رو از کـ ـانال تلـ ـگرام شاه‌بیت دریـ ـافت کنیـ ـد☘️\n\nکـ ـد ۱۱۱۵\n\nموزیک : مسعود سخاوت دوست\n\n#مادر #مادرانه❤️ #مادرم_دوستت_دارم",
                  "comments": 977,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4IPtcNnH6",
                  "image": "https://cdn.jaryan.net/2024-11-28_215101.0991790000-GgvTAqF7",
                  "likes": 16204,
                  "views": 545093,
                  "caption": "ایشالا که خیره 😅\nنظرتون؟\n\nموزیک جدید و شاد : علیرضا طلیسچی - هوار هوار\n\n🎵 Alireza Talischi «Havar Havar»\n\n@talischi\n@talischi\n@talischi\n\nPublisher: @berkehmedia_",
                  "comments": 341,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4e8hZtG3Z",
                  "image": "https://cdn.jaryan.net/2024-11-28_215101.2415660000-4Ex2zeo8",
                  "likes": 15011,
                  "views": null,
                  "caption": "آدم خاص\nاز این آدمها تو زندگیتون دارین؟\n\nبرشی از حرف‌های #رامبدجوان \nدر برنامه شرق\n\nEdit : @shahbeiit\n\nمیتونید این پـ ـست رو از کـ ـانال تلـ ـگرام شاه‌بیت دریـ ـافت کنیـ ـد☘️\n\nکـ ـد ۱۱۶۲\n\nموزیک : نازنین طهرانی",
                  "comments": 168,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4wPJetB3L",
                  "image": "https://cdn.jaryan.net/2024-11-28_215101.4310420000-Gy9ESSUD",
                  "likes": 11838,
                  "views": null,
                  "caption": "مولانا میگه: یه پاسبـ ـانی\nاستخـ ـدام شده بود د.ز.دهارو بگیره...\n\nبرشی از حرف‌های #دکترانوشه\n\nEdit : @shahbeiit\n\nمیتونید این پـ ـست رو از کـ ـانال تلـ ـگرام شاه‌بیت دریـ ـافت کنیـ ـد☘️\n\nکـ ـد ۱۱۶۴\n\nموزیک : کارن همایونفر",
                  "comments": 71,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/shahbeiit",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2250000,
            "description": "24 ساعته - دارویی نمیزنند",
            "advertiser_price": 2250000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 5846,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-10-12T16:44:59.687035+03:30"
          },
          {
            "id": 40703,
            "media": {
              "id": 21590,
              "title": "ShahBeiit 🎭 شــاه بیــت",
              "username": "shahbeiit",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.33451217422171353,
              "categories": [
                {
                  "id": 68,
                  "title": "Poem-Literature",
                  "title_fa": "شعر و متن ادبی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_212600.8300270000-znGl0psB",
              "media_type": "INSTAGRAM",
              "custom_name": "shahbeiit",
              "following": 40,
              "followers": 2048057,
              "likes_per_post_average": 6748,
              "comments_per_post_average": 102,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C8xVSd6qg8b",
                  "image": "https://cdn.jaryan.net/2024-07-18_211200.8352600000-aJJIqSxb",
                  "likes": 1018273,
                  "views": null,
                  "caption": "از انسان‌ بی‌شرم ،شرم‌ نکن\n\nبرشی از سریال #پوست_شیر\nو حرف‌های #اردشیر_رستمی\n\nEdit @shahbeiit\n\n‌",
                  "comments": 9039,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAeSe7Mq6K_",
                  "image": "https://cdn.jaryan.net/2024-10-01_073901.1409190000-KfsXqIYZ",
                  "likes": 478008,
                  "views": null,
                  "caption": "گر ز حال دل خبر داری بگو\n\nبرشی از برنامه عصر جدید\nبا صدای پارسا خائف \n\nEdit : @shahbeiit\n\nمیتونید این پـ ـست رو از کـ ـانال تلـ ـگرام شاه‌بیت دریـ ـافت کنیـ ـد☘️\n\nکـ ـد ۱۰۵۱",
                  "comments": 1675,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DB4TZNatj6O",
                  "image": "https://cdn.jaryan.net/2024-11-19_122001.1465810000-Ci8WWUqa",
                  "likes": 249708,
                  "views": null,
                  "caption": "خدا نمیتوانست همه جا حضور داشته باشد \nبه همین دلیل مادر را آفرید ...♡\n\nبرشی از #سریال_راز_بقا\nبا حضور #بهرام_افشاری و #هدیه_بازوند\n\nEdit : @shahbeiit\n\nمیتونید این پـ ـست رو از کـ ـانال تلـ ـگرام شاه‌بیت دریـ ـافت کنیـ ـد☘️\n\nکـ ـد ۱۱۱۵\n\nموزیک : مسعود سخاوت دوست\n\n#مادر #مادرانه❤️ #مادرم_دوستت_دارم",
                  "comments": 977,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4IPtcNnH6",
                  "image": "https://cdn.jaryan.net/2024-11-28_215101.0991790000-GgvTAqF7",
                  "likes": 16204,
                  "views": 545093,
                  "caption": "ایشالا که خیره 😅\nنظرتون؟\n\nموزیک جدید و شاد : علیرضا طلیسچی - هوار هوار\n\n🎵 Alireza Talischi «Havar Havar»\n\n@talischi\n@talischi\n@talischi\n\nPublisher: @berkehmedia_",
                  "comments": 341,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4e8hZtG3Z",
                  "image": "https://cdn.jaryan.net/2024-11-28_215101.2415660000-4Ex2zeo8",
                  "likes": 15011,
                  "views": null,
                  "caption": "آدم خاص\nاز این آدمها تو زندگیتون دارین؟\n\nبرشی از حرف‌های #رامبدجوان \nدر برنامه شرق\n\nEdit : @shahbeiit\n\nمیتونید این پـ ـست رو از کـ ـانال تلـ ـگرام شاه‌بیت دریـ ـافت کنیـ ـد☘️\n\nکـ ـد ۱۱۶۲\n\nموزیک : نازنین طهرانی",
                  "comments": 168,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4wPJetB3L",
                  "image": "https://cdn.jaryan.net/2024-11-28_215101.4310420000-Gy9ESSUD",
                  "likes": 11838,
                  "views": null,
                  "caption": "مولانا میگه: یه پاسبـ ـانی\nاستخـ ـدام شده بود د.ز.دهارو بگیره...\n\nبرشی از حرف‌های #دکترانوشه\n\nEdit : @shahbeiit\n\nمیتونید این پـ ـست رو از کـ ـانال تلـ ـگرام شاه‌بیت دریـ ـافت کنیـ ـد☘️\n\nکـ ـد ۱۱۶۴\n\nموزیک : کارن همایونفر",
                  "comments": 71,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/shahbeiit",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "VIDEO",
            "campaign_type": "REACH",
            "price": 2900000,
            "description": "48 ساعته - دارویی نمیزنند",
            "advertiser_price": 2900000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 7142,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-10-12T16:45:09.094249+03:30"
          },
          {
            "id": 43901,
            "media": {
              "id": 21590,
              "title": "ShahBeiit 🎭 شــاه بیــت",
              "username": "shahbeiit",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.33451217422171353,
              "categories": [
                {
                  "id": 68,
                  "title": "Poem-Literature",
                  "title_fa": "شعر و متن ادبی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_212600.8300270000-znGl0psB",
              "media_type": "INSTAGRAM",
              "custom_name": "shahbeiit",
              "following": 40,
              "followers": 2048057,
              "likes_per_post_average": 6748,
              "comments_per_post_average": 102,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C8xVSd6qg8b",
                  "image": "https://cdn.jaryan.net/2024-07-18_211200.8352600000-aJJIqSxb",
                  "likes": 1018273,
                  "views": null,
                  "caption": "از انسان‌ بی‌شرم ،شرم‌ نکن\n\nبرشی از سریال #پوست_شیر\nو حرف‌های #اردشیر_رستمی\n\nEdit @shahbeiit\n\n‌",
                  "comments": 9039,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DAeSe7Mq6K_",
                  "image": "https://cdn.jaryan.net/2024-10-01_073901.1409190000-KfsXqIYZ",
                  "likes": 478008,
                  "views": null,
                  "caption": "گر ز حال دل خبر داری بگو\n\nبرشی از برنامه عصر جدید\nبا صدای پارسا خائف \n\nEdit : @shahbeiit\n\nمیتونید این پـ ـست رو از کـ ـانال تلـ ـگرام شاه‌بیت دریـ ـافت کنیـ ـد☘️\n\nکـ ـد ۱۰۵۱",
                  "comments": 1675,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DB4TZNatj6O",
                  "image": "https://cdn.jaryan.net/2024-11-19_122001.1465810000-Ci8WWUqa",
                  "likes": 249708,
                  "views": null,
                  "caption": "خدا نمیتوانست همه جا حضور داشته باشد \nبه همین دلیل مادر را آفرید ...♡\n\nبرشی از #سریال_راز_بقا\nبا حضور #بهرام_افشاری و #هدیه_بازوند\n\nEdit : @shahbeiit\n\nمیتونید این پـ ـست رو از کـ ـانال تلـ ـگرام شاه‌بیت دریـ ـافت کنیـ ـد☘️\n\nکـ ـد ۱۱۱۵\n\nموزیک : مسعود سخاوت دوست\n\n#مادر #مادرانه❤️ #مادرم_دوستت_دارم",
                  "comments": 977,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4IPtcNnH6",
                  "image": "https://cdn.jaryan.net/2024-11-28_215101.0991790000-GgvTAqF7",
                  "likes": 16204,
                  "views": 545093,
                  "caption": "ایشالا که خیره 😅\nنظرتون؟\n\nموزیک جدید و شاد : علیرضا طلیسچی - هوار هوار\n\n🎵 Alireza Talischi «Havar Havar»\n\n@talischi\n@talischi\n@talischi\n\nPublisher: @berkehmedia_",
                  "comments": 341,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4e8hZtG3Z",
                  "image": "https://cdn.jaryan.net/2024-11-28_215101.2415660000-4Ex2zeo8",
                  "likes": 15011,
                  "views": null,
                  "caption": "آدم خاص\nاز این آدمها تو زندگیتون دارین؟\n\nبرشی از حرف‌های #رامبدجوان \nدر برنامه شرق\n\nEdit : @shahbeiit\n\nمیتونید این پـ ـست رو از کـ ـانال تلـ ـگرام شاه‌بیت دریـ ـافت کنیـ ـد☘️\n\nکـ ـد ۱۱۶۲\n\nموزیک : نازنین طهرانی",
                  "comments": 168,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4wPJetB3L",
                  "image": "https://cdn.jaryan.net/2024-11-28_215101.4310420000-Gy9ESSUD",
                  "likes": 11838,
                  "views": null,
                  "caption": "مولانا میگه: یه پاسبـ ـانی\nاستخـ ـدام شده بود د.ز.دهارو بگیره...\n\nبرشی از حرف‌های #دکترانوشه\n\nEdit : @shahbeiit\n\nمیتونید این پـ ـست رو از کـ ـانال تلـ ـگرام شاه‌بیت دریـ ـافت کنیـ ـد☘️\n\nکـ ـد ۱۱۶۴\n\nموزیک : کارن همایونفر",
                  "comments": 71,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/shahbeiit",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 3800000,
            "description": "24 ساعته - با موضوع  مالی، آموزش ،کلینیک ، سالن زیبایی، مطب ،ترید ، توسعه فردی و کوچینگ:",
            "advertiser_price": 3800000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 6608,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-10-12T16:45:36.845633+03:30"
          },
          {
            "id": 30486,
            "media": {
              "id": 2411,
              "title": "🍝آشپزى خوب*ASHPAZI KHOB🍝",
              "username": "ashpazi_khob",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.3386752535562047,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_003801.0869690000-EqdF4sGO",
              "media_type": "INSTAGRAM",
              "custom_name": "ashpazi_khob",
              "following": 437,
              "followers": 2035972,
              "likes_per_post_average": 6857,
              "comments_per_post_average": 38,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C9CZM7fotuV",
                  "image": "https://cdn.jaryan.net/2024-07-28_112400.9432800000-6ox5DCG7",
                  "likes": 66979,
                  "views": 2772300,
                  "caption": "تو هم با دیدنش خنک شدی ؟ 😍🌱\n@ashpazi_khob\n.\nمواد لازم :\n🥒خیار : ۴ تا ۶ عدد\n🌰مغز گردو کامل : ۳ عدد\n🍋لیموترش : یک عدد\n🍚ماست چکیده : ۲ ق‌غ\n🧄سیر : ۲ حبه\n🍃نعنا خشک : یک ق‌غ\n🌶️پول‌بیبر : نوک ق‌چ\n.\n#ماست_خیار #ماست_خیار_قرتی",
                  "comments": 249,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9-g5s8ITdI",
                  "image": "https://cdn.jaryan.net/2024-08-02_170500.9421400000-mKjUG4GK",
                  "likes": 46866,
                  "views": 2018469,
                  "caption": "ازین به بعد ساندویچ سرد ژامبون رو اینجوری درست کن 😍🌯\n.\n@ashpazi_khob\n@ashpazi_khob\n.\nژامبون گوشت یا مرغ : شش ورق\nکاهو : چهار برگ\nخیارشور سرکه‌ای : دو تا سه عدد\nگوجه گیلاسی : شش تا هشت عدد\nچیپس خلالی : یک مشت\nسس مایونز : چهار ق‌غ\nسس خردل : یک ق‌غ\nنان باگت بزرگ : دو عدد\n.\nاین مقدار برای دو تا چهار نفر مناسبه\n.\n.\n#ساندویچ #ساندویچ_سرد #ژامبون_مرغ #ساندویچ_ژامبون #ساندویچ_کالباس",
                  "comments": 199,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6X-BBoKdR",
                  "image": "https://cdn.jaryan.net/2024-12-02_003801.2880660000-C34XbFkw",
                  "likes": 10245,
                  "caption": "‌مگه میشه با چند تا مواد ساده اینقد خوشمزه باشی 😍😋\nمن که عاشقش شدم امیدوارم شما هم این دسر راحت و خوشمزه درست کنید و دوس داشته باشید🥰\n\n#کازان_دیبی\n\nمواد لازم :👇🏻\nآرد ۲ ق غ سرخالی\nنشاسته ذرت ۲ ق غ سرخالی\nشکر ۱/۲ لیوان\nزرده تخم مرغ ۱ عدد\nشیر ۲ و نیم لیوان\nخامه ۲ ق غ (یا ۲۰ گرم کره)\nوانیل ۱/۴ ق چ\nشکر برای ته تابه ۳ ق غ\n.\nطرز تهیه :👇🏻\nآرد، نشاسته ذرت، شکر، زرده تخم مرغ و شیر خنک رو با هم مخلوط کنید و روی حرارت ملایم مدام هم بزنید تا غلیظ بشه. وسطای کار یه تابه ی نچسب روی حرارت بزارید ۳ ق غ شکر توش بریزید و‌یا حرارت ملایم بدون اینکه قاشق بزنید صبر کنید خودش ذوب بشه\nوقتی کرم به غلظت فرنی رسید خامه و‌ وانیل رو اضافه کنید و هم بزنید تا یکدست بشه. حالا ۲ ملاقه از مواد کرمی رو داخل تابه بریزید و ۵ دقیقه صبر کنید تا حالت ته دیگی پیدا کنه. بعد بقیه مواد رو بریزید و ۷-۸ دقیقه دیگه صبر کنید تا کنی خودشو بگیره. از روی حرارت بردارید وقتی خنک شد ۷-۸ ساعت تو یخچال بزارید استراحت کنه بعد برش بدید و رول کنید.\nمیتونید تا کنید یا ساده برش بدید.\nنوش جونتون ✨\n#دسر_ترکیه_ای #دسر\n•\n🟨 از کدبانوی هنرمندمون 💛 :👇🏻\n🆔 @shadi_khaksar 🧑🏻‍🍳\n.",
                  "comments": 52,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCzhnp3oQ7a",
                  "image": "https://cdn.jaryan.net/2024-11-28_012301.6693720000-ML3WCqFc",
                  "likes": 8143,
                  "caption": "خاگینه‌ها پای ثابت سفره‌های مهمونی ما هستن و به شکلهای گوناگون درست میشن خاگینه یک دسر سنتی در آذربایجان که بعد غذا سرو میشه و این خاگینه هویج هم از خوشمزه‌ترین خاگینه‌هاست 😍\n\n❌ برش زدن خاگینه رو در اسلاید آخر ببینین لطفا \n\nمواد لازم :\n۶ عدد تخم‌مرغ\n۶ قاشق غذاخوری ماست سفت شیرین\n۶ قاشق غذاخوری آرد سفید الک شده\nوانیل یک قاشق چایخوری\nبکینگ پودر یک قاشق غذاخوری\nزعفران دو قاشق غذاخوری\nهویج رنده شده دو لیوان\nدو سه قاشق روغن برا سرخ کردن\n\nمواد میانی خاگینه :\nگردوی خرد شده (من از هاون استفاده کردم برا پودر کردن گردو باید گردو زیر دندون حس بشه خیلی پودر نکنین)\nپودر گل محمدی یک قاشق مرباخوری پر\nپودر دارچین یک قاشق مرباخوری\nگلاب دو قاشق غذاخوری\n\nشهد خاگینه :\nدو لیوان شکر\nیک لیوان آبجوش\nزعفران دو قاشق غذاخوری\nگلاب دو قاشق غذاخوری\n\n#خاگینه #خاگینه_مغزدار #خاگینه_مجلسی #خاگینه_هویج\n•\n🟧 از کدبانوی هنرمندمون 🧡 :👇🏻\n🆔 @hajar_roshn 🧑🏻‍🍳🧡\n.",
                  "comments": 63,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC4vxQAoS5A",
                  "image": "https://cdn.jaryan.net/2024-12-02_003801.4711470000-SUFKZUz8",
                  "likes": 7540,
                  "caption": "😍❤️👇🏻\nبه شدت پیشنهاد میشه\n\nمواد لازم : مرغ، پیاز، سیر، دارچین، هل، دمکرده زعفران، کره، کمی روغن، نمک و فلفل سیاه\n\nبرای زرشک پلو : زرشک خیس شده، خلال پسته و بادام که خیس خورده ، کمی روغن، دمکرده زعفران، برنج دم کشیده شده\n\n✅ اگه مرغ خیلی شیرین شد ، آخر کار بهش آبلیموی تازه اضافه کنید تا طعمشو بالانس کنه\n\n✅ به هیچ عنوان آب اضافه نکنید خود پیاز آب میندازه و مرغ پخته میشه\n------------------------\n#مرغ_مشهدی #مرغ_مجلسی #زرشک_پلو\n•\n🟨 از کدبانوی هنرمندمون 💛 :👇🏻\n🆔 @ashpaz_bano73 🧑🏻‍🍳♥️\n.",
                  "comments": 45,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC84VamI4aU",
                  "image": "https://cdn.jaryan.net/2024-12-02_003801.5910070000-K8YfODsR",
                  "likes": 6943,
                  "caption": "خسته نشدی انقدر سالاد کاهو خوردی؟🥬😅\nیه بارم این سالادارو درست کن که عاشقشون میشی🥰 \nمخصوصا سالاد ذرت و پیاز و خیار😋\n--------------------------- \n📋مواد لازم :\n\n🥔سالاد سیب زمینی کرسیپی:\nسیب زمینی: ۱۰ عدد کوچک\nخیار: ۱ عدد (نگینی)\nفلفل دلمه‌ای قرمز: ۱/۲ عدد (نگینی)\nپیاز قرمز: ۱ عدد (نگینی)\nشوید (ساطوری) : ۲ ق غ خوری\nجعفری (ساطوری) : ۲ ق غ خوری\nماست یونانی یا پرچرب: ۵ ق غ خوری\nمایونز: ۲ ق غ خوری\nخردل: ۱ ق غ خوری\nنمک و فلفل سیاه: به مقدار لازم\nلیموترش : ۱ عدد تازه یا ۱ ق غ خوری آبلیمو \nروغن زیتون و پاپریکا برای روی سیب زمینی : به مقدار لازم\n•\n•\n🥒سالاد خیار و‌ پیاز:\nخیار: ۲ عدد (حلقه‌ای)\nپیاز قرمز: ۱ عدد (خلالی خرد شده)\nشوید ساطوری: ۳ ق غ خوری\nماست پرچرب: ۲ ق غ خوری سرپر\nمایونز: ۱ ق غ خوری\nنمک و فلفل سیاه: به مقدار لازم\nلیموترش : ۱ عدد تازه یا ۱ ق غ خوری آبلیمو \n•\n•\n🌽سالاد ذرت:\nذرت: ۲ پیمانه (لیوان)\nروغن زیتون: ۲ ق غ خوری \nخیار: ۱ عدد (نگینی)\nفلفل دلمه‌ای قرمز: ۱/۲ عدد (نگینی)\nسیر: ۱ حبه (ساطوری)\nپیازچه: ۳ ق غ خوری (ساطوری)\nجعفری: ۳ ق غ خوری (ساطوری)\nمایونز: ۳ ق غ خوری\nنمک، فلفل سیاه و قرمز: به مقدار لازم\nلیموترش : ۱ عدد تازه یا ۱ ق غ خوری آبلیمو \nپنیر پارمسان: ۱/۲ پیمانه\n•\n•\n🥬سالاد سبز:\nریحان: ۱ پیمانه\nاسفناج: ۱ پیمانه\nپیاز قرمز: ۱ عدد کوچک\nسیر: ۲ حبه\nگردو: ۷-۸ عدد\nلیموترش : ۲ عدد تازه یا ۲ ق غ خوری آبلیمو \nپنیر پارمسان: ۱/۲ پیمانه\nروغن زیتون: ۱/۲ پیمانه\nکلم سفید: ۲ پیمانه (خرد شده)\nخیار: ۲ عدد (نگینی)\nپیازچه: ۱ پیمانه (حلقه‌‌ای)\nنمک: به مقدار لازم\n•\n•\n🌾سالاد تبوله:\nبلغور گندم: ۱/۲ پیمانه\nآب جوش : ۱ پیمانه \nخیار: ۱ عدد (نگینی)\nجعفری: ۲ پیمانه (ساطوری)\nگوجه: ۲ عدد (نگینی)\nنعنا: ۲ ق غ خوری (ساطوری)\nپیازچه: ۲ عدد (حلقه‌‌ای)\nنمک و فلفل سیاه:به مقدار لازم\nآبلیمو: ۱/۲ پیمانه\nروغن زیتون: ۱/۲ پیمانه\n---------------------------\n#سالاد #سالاد_ذرت #سالاد_فصل #تبوله #سالاد_کلم #آشپزی #سالاد_سیب_زمینی #سالاد_رژیمی\n•\n🟣 از کدبانوی هنرمندمون 💜 :👇🏻\n‎‏🆔 @ashpazirahgozar 👩🏻‍🍳🩷\n.",
                  "comments": 53,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/ashpazi_khob",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1700000,
            "description": "24 ساعته",
            "advertiser_price": 1700000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 42635,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-07-30T16:03:53.432803+03:30"
          },
          {
            "id": 3106,
            "media": {
              "id": 7074,
              "title": "خندلانه | khandelaneh",
              "username": "khandelaneh",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.3281430896911109,
              "categories": [
                {
                  "id": 58,
                  "title": "Fun",
                  "title_fa": "طنز"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_052400.8897440000-ujgjLpxJ",
              "media_type": "INSTAGRAM",
              "custom_name": "khandelaneh",
              "following": 240,
              "followers": 1999585,
              "likes_per_post_average": 6445,
              "comments_per_post_average": 115,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/Cgg6b7EI7oA",
                  "image": "https://cdn.jaryan.net/2024-07-26_112500.9893840000-oLwCgkfg",
                  "likes": 83515,
                  "views": 479120,
                  "caption": "😂بگین که تنها نیستم😂\nچرا واقعا؟😂🤦🏻‍♂️\n‌\n\n_ _ _ _ _ _ _ _ _ _\n@khandelaneh\n@khandelaneh\n_ _ _ _ _ _ _ _ _ _\n🎥 سریال نوروز رنگی",
                  "comments": 759,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CfQ1us7DkIy",
                  "image": "https://cdn.jaryan.net/2024-07-26_112501.1414980000-mdDGWqhF",
                  "likes": 68087,
                  "views": 419999,
                  "caption": "هرچی بیشتر میگذره\nجای اینکه به این کلیپا بخندیم غممون میگیره🥲\n‌\n_ _ _ _ _ _ _ _ _ _\n@khandelaneh\n@khandelaneh\n_ _ _ _ _ _ _ _ _ _\n📽 سریال نوروز رنگی",
                  "comments": 475,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CfzBtgnD1-s",
                  "image": "https://cdn.jaryan.net/2024-07-26_112501.3745390000-FA9OhtkI",
                  "likes": 67401,
                  "views": 421356,
                  "caption": "😂هیچوقت قدیمی نمیشه😂\nمهران قدیم با نمک تر بود😁❤️\n‌\n_ _ _ _ _ _ _ _ _ _\n@khandelaneh\n@khandelaneh",
                  "comments": 440,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6-Jy_MJZr",
                  "image": "https://cdn.jaryan.net/2024-11-30_052401.0934500000-Oi6pan0X",
                  "likes": 17286,
                  "caption": "❤️\nكتايون رياحی امروز در افتاحيه نمايشكاه گروهى \"چند تكه آينه\" از آثار تجسمى بيست سينماگر از جمله اثرى از خود ايشان در خانه هنرمندان\n‌\nعکس: صدف آرین دوست\n‌\n#کتایون_ریاحی",
                  "comments": 266,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1Sh6ZMUmI",
                  "image": "https://cdn.jaryan.net/2024-11-30_052401.2932360000-krYhNkIw",
                  "likes": 14836,
                  "views": null,
                  "caption": "😂در ارتباط با پست دیروز🤣\n‌\n_ _ _ _ _ _ _ _ _ _\n@khandelaneh\n@khandelaneh\n_ _ _ _ _ _ _ _ _ _\nCr: @parsawbey \n‌\n#رضا_گلزار #عاشقانه #ساره_بیات #هومن_سیدی #طنز",
                  "comments": 568,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6gczkMv6u",
                  "image": "https://cdn.jaryan.net/2024-11-30_052401.5091540000-bChn9529",
                  "likes": 13412,
                  "caption": "عکسهای جدید سحر دولتشاهی\nچقد لاغر شده🥲",
                  "comments": 67,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/khandelaneh",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2500000,
            "description": "پست 24 ساعته با محتوای شما",
            "advertiser_price": 2500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 33580,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-27T12:22:28.424683+03:30"
          },
          {
            "id": 33800,
            "media": {
              "id": 18837,
              "title": "مجله هنری چهرازی",
              "username": "chehrazimag",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.606914174518298,
              "categories": [],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_190900.9106830000-oEOq0Xau",
              "media_type": "INSTAGRAM",
              "custom_name": "chehrazimag",
              "following": 72,
              "followers": 1997674,
              "likes_per_post_average": 12032,
              "comments_per_post_average": 92,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C7303qAo3rC",
                  "image": "https://cdn.jaryan.net/2024-07-27_050101.1939850000-A1bs1p9e",
                  "likes": 1192434,
                  "views": null,
                  "caption": "چقدر عجیب شبیه پـ.ـاشایی خوند😍‌\nلـ.ـذت بردم از صداش...\n‌\n🎙️ @i.amirkarimpour ‌\n‌\n#خواننده #صداتو #مرتضی_پاشایی #محسن_کیایی #ساز #موسیقی #موزیک",
                  "comments": 16352,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_-TsL9IM0M",
                  "image": "https://cdn.jaryan.net/2024-09-28_161000.9944220000-a6luylL1",
                  "likes": 268922,
                  "views": 2700043,
                  "caption": "جوری که خوبه 👏🏻👌🏻‌\n‌\nFlw @chehrazimag \nFlw @chehrazimag ‌\n‌\nCr @sazjazzparis",
                  "comments": 2536,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DB3LxNnIsQP",
                  "image": "https://cdn.jaryan.net/2024-11-05_191700.8814830000-6SWeznzp",
                  "likes": 148596,
                  "views": null,
                  "caption": "قبول دارید؟\n‌\nFlw @chehrazimag \nFlw @chehrazimag ‌\n‌\nCr @nabat_khanoom78",
                  "comments": 744,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC2E499IhWN",
                  "image": "https://cdn.jaryan.net/2024-11-30_190901.1508330000-k26DO5rD",
                  "likes": 46192,
                  "views": null,
                  "caption": "چقدر دوست داشتم اونجا بودم با اون مردم میخوندم ...\n‌\nFlw @chehrazimag \nFlw @chehrazimag ‌\n‌\nبـ.ـرنامه اکنون به میـ.ـزبانی سروش صحت‌\n@aknoontalks \n@soroushsehat ‌\n‌\n#مجله_چهرازی #علیرضا_قربانی #علیرضاقربانی #کنسرت #رشت #مردم #سروش_صحت #احترام",
                  "comments": 363,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3XYECondV",
                  "image": "https://cdn.jaryan.net/2024-11-30_190901.3260950000-8bpF4X9u",
                  "likes": 12657,
                  "views": null,
                  "caption": "عشق اگه عشق باشه فراموش کردنش محـ.ـاله...\n‌\nFlw @chehrazimag ‌\n‌\n#عشق #همسر #خاطره",
                  "comments": 116,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3hRS9osG5",
                  "image": "https://cdn.jaryan.net/2024-11-30_190901.5221080000-E6b6OOvh",
                  "likes": 6749,
                  "views": null,
                  "caption": "درس زندگیه واقعا👏🏻‌\n‌\nFlw @chehrazimag ‌\n‌\nبرشی از بـ.ـرنامه اکنون به میزبـ.ـانی سروش صحت‌\n@aknoontalks",
                  "comments": 51,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/chehrazimag",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 3450000,
            "description": "",
            "advertiser_price": 3450000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 12112,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-10-21T13:26:47.562831+03:30"
          },
          {
            "id": 26827,
            "media": {
              "id": 15324,
              "title": "💯 کانال گیزمیز",
              "username": "gizmizco",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.2848084930950474,
              "categories": [
                {
                  "id": 58,
                  "title": "Fun",
                  "title_fa": "طنز"
                },
                {
                  "id": 124,
                  "title": "سرگرمی",
                  "title_fa": "سرگرمی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_185800.9695290000-MTpHLVDx",
              "media_type": "INSTAGRAM",
              "custom_name": "gizmizco",
              "following": 2,
              "followers": 1963132,
              "likes_per_post_average": 4400,
              "comments_per_post_average": 1190,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C8hsBSRIiNn",
                  "image": "https://cdn.jaryan.net/2024-07-25_013700.8822590000-ensqOotf",
                  "likes": 244606,
                  "views": 14188449,
                  "caption": "@gizmizco",
                  "comments": 16720,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCytXDruf0q",
                  "image": "https://cdn.jaryan.net/2024-11-28_192601.7680120000-MPK2O8vK",
                  "likes": 6525,
                  "caption": "دیگر برای اتصال به استارلینک تجهیزات نیاز ندارید!\n@gizmizco",
                  "comments": 154,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC_27GfIKLr",
                  "image": "https://cdn.jaryan.net/2024-12-02_185801.2507300000-oo09cis9",
                  "likes": 5699,
                  "caption": "ورق بزنید\n🔹طبق قانون حجاب که امروز ابلاغ شد، بر اساس ماده ۱۹ قانون مجازات اسلامی، یک دوم حداکثر جزای نقدی درجه هشت جریمه، معادل ۵ میلیون تومان است.\n.\n🔸️مرتبه دوم که جزای نقدی درجه ۸ به علاوه جزای نقدی در مرحله اول یعنی معادل نصف جزای درجه ۸،(پنج میلیون تومان) بوده، جمعا می‌شود ۱۵ میلیون تومان. به عبارت دیگر، دو بار پیامک در ارتباط با بی حجابی برای زنان ۱۵ میلیون تومان جریمه شامل می‌شود.\n.\n🔹جزای نقدی درجه شش، ۲۰ میلیون تا ۸۰ میلیون تومان است و رقم جریمه درجه ۵، ۸۰ میلیون تومان تا ۱۶۵ میلیون تومان است.\n\n@gizmizco",
                  "comments": 518,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6d09_uTqL",
                  "image": "https://cdn.jaryan.net/2024-12-02_185801.5240540000-UqJFBuky",
                  "likes": 5313,
                  "views": 142407,
                  "caption": "مدیر آپارات تماس تلفنی ساترا با آپارات برای توقف گزارشگری عادل را منتشر کرد.\n@gizmizco",
                  "comments": 266,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC81FXVuKXw",
                  "image": "https://cdn.jaryan.net/2024-12-02_185801.8006130000-s1IewqHK",
                  "likes": 4390,
                  "caption": "ـ\n🔹️مجید فراهانی، رئیس شورای مرکزی حزب ندای ایرانیان و معاون هماهنگی و پیگیری معاون اجرایی رئیس‌جمهور در کنگره این تشکل اصلاح‌طلب گفت: فیـ.لترینگ تا پایان سال جاری و در سه مرحله اجرایی به طور کامل برداشته خواهد شد.\n@gizmizco",
                  "comments": 242,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDAT80tOnuv",
                  "image": "https://cdn.jaryan.net/2024-12-02_185802.1657620000-SFD7xrHs",
                  "likes": 4367,
                  "caption": ".\n🔹لایحه «حمایت از خانواده از طریق ترویج فرهنگ عفاف و حجاب» معروف به لایحه حجاب پس از رفت و برگشت‌های متعدد میان مجلس و شورای نگهبان در ۷۴ ماده و مجموعا در ۵ فصل تنظیم و به قانون تبدیل شد. در بخشی از این قانون آمده است: در صورت عدم پرداخت جریمه قطعی در مهلت مذکور در بند‌های (۱) و (۲) این ماده، ارائه هر یک از خدمات صدور با تعویض گذرنامه، شماره گذاری یا تعویض پلاک وسایل نقلیه موتوری، صدور مجوز خروج از کشور، ترخیص خودرو که به صورت قانونی توقیف شده و صدور یا تعویض گواهینامه رانندگی به مرتکب، منوط به پرداخت جریمه است./اعتماد\n@gizmizco",
                  "comments": 397,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/gizmizco",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 4000000,
            "description": "24 ساعته",
            "advertiser_price": 4000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 25955,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-09-13T23:34:41.626348+03:30"
          },
          {
            "id": 11007,
            "media": {
              "id": 9768,
              "title": "تابلو اعلانات قیمت دلارطلا🇺🇸🇮🇷",
              "username": "dollar_gold.vip",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.9558697250276715,
              "categories": [
                {
                  "id": 60,
                  "title": "Finance",
                  "title_fa": "مالی و سرمایه‌گذاری"
                },
                {
                  "id": 71,
                  "title": "Crypto",
                  "title_fa": "رمزارز"
                },
                {
                  "id": 101,
                  "title": "Economics",
                  "title_fa": "اقتصادی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_101700.8683760000-5ePbj51t",
              "media_type": "INSTAGRAM",
              "custom_name": "dollar_gold.vip",
              "following": 9,
              "followers": 1958391,
              "likes_per_post_average": 18646,
              "comments_per_post_average": 73,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC_TrhfIMqt",
                  "image": "https://cdn.jaryan.net/2024-12-03_101701.1697300000-xIvAbDEt",
                  "likes": 23507,
                  "caption": "✅آموزش نوسانگیری و نحوه خرید وفروش👇\n..................................................................................\n⛔کانال VIP تحلیل لحظه ای نوسانات بازار توسط قوی ترین و دقیق ترین تیم کارشناسی تحلیلگری در ایران⛔\n...........‌‌‌‌‌‌........................................................................\n🔴برای دریافت 🎫حق عضویت VIP در دایرکت پیام ارسال نمایید🔴 👇\n......................................................................................\n🇮🇷 @DOLLAR_GOLD.VIP🇮🇷\n🇮🇷@DOLLAR_GOLD.VIP🇮🇷\n....................................‌‌‌‌‌..................................................\n ⬅️مشاوره سرمایه گذاری و زمان مناسب خرید و فروش👉\n......................................................................................\n✅ کانال خصوصی ارز های «دیجیتال»جهت «عضویت» در کانال خصوصی کلمه «دیجیتال» در دایرکت ارسال شود👉\n...................................................................................... #دلار#طلا#سکه#بیت_کوین#همستر#خودرو#ویلا#بیتکوین#ارز#پراید#پوند#لیر#درهم#دینار#یورو#ایران_اینترنشنال#منوتو#تهران#دلار_آمریکا#صرافی#آبشده#اقتصاد#اصفهان#تبریز#قیمت_دلار#تهران#روسیه#رئیسی #ترکیه#اسرائیل#شیراز\n......................................................................................\n@DOLLAR_GOLD.VIP🇮🇷\n@DOLLAR_GOLD.VIP🇮🇷\n...........................................................",
                  "comments": 132,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC_vzOcC4np",
                  "image": "https://cdn.jaryan.net/2024-12-03_101701.4091640000-ghWt8mim",
                  "likes": 23036,
                  "caption": "✅آموزش نوسانگیری و نحوه خرید وفروش👇\n..................................................................................\n⛔کانال VIP تحلیل لحظه ای نوسانات بازار توسط قوی ترین و دقیق ترین تیم کارشناسی تحلیلگری در ایران⛔\n...........‌‌‌‌‌‌........................................................................\n🔴برای دریافت 🎫حق عضویت VIP در دایرکت پیام ارسال نمایید🔴 👇\n......................................................................................\n🇮🇷 @DOLLAR_GOLD.VIP🇮🇷\n🇮🇷@DOLLAR_GOLD.VIP🇮🇷\n....................................‌‌‌‌‌..................................................\n ⬅️مشاوره سرمایه گذاری و زمان مناسب خرید و فروش👉\n......................................................................................\n✅ کانال خصوصی ارز های «دیجیتال»جهت «عضویت» در کانال خصوصی کلمه «دیجیتال» در دایرکت ارسال شود👉\n...................................................................................... #دلار#طلا#سکه#بیت_کوین#همستر#خودرو#ویلا#بیتکوین#ارز#پراید#پوند#لیر#درهم#دینار#یورو#ایران_اینترنشنال#منوتو#تهران#دلار_آمریکا#صرافی#آبشده#اقتصاد#اصفهان#تبریز#قیمت_دلار#تهران#روسیه#رئیسی #ترکیه#اسرائیل#شیراز\n......................................................................................\n@DOLLAR_GOLD.VIP🇮🇷\n@DOLLAR_GOLD.VIP🇮🇷\n...........................................................",
                  "comments": 91,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC_Nu4XiVXx",
                  "image": "https://cdn.jaryan.net/2024-12-03_101701.6225960000-fidedv38",
                  "likes": 21968,
                  "caption": "✅آموزش نوسانگیری و نحوه خرید وفروش👇\n..................................................................................\n⛔کانال VIP تحلیل لحظه ای نوسانات بازار توسط قوی ترین و دقیق ترین تیم کارشناسی تحلیلگری در ایران⛔\n...........‌‌‌‌‌‌........................................................................\n🔴برای دریافت 🎫حق عضویت VIP در دایرکت پیام ارسال نمایید🔴 👇\n......................................................................................\n🇮🇷 @DOLLAR_GOLD.VIP🇮🇷\n🇮🇷@DOLLAR_GOLD.VIP🇮🇷\n....................................‌‌‌‌‌..................................................\n ⬅️مشاوره سرمایه گذاری و زمان مناسب خرید و فروش👉\n......................................................................................\n✅ کانال خصوصی ارز های «دیجیتال»جهت «عضویت» در کانال خصوصی کلمه «دیجیتال» در دایرکت ارسال شود👉\n...................................................................................... #دلار#طلا#سکه#بیت_کوین#همستر#خودرو#ویلا#بیتکوین#ارز#پراید#پوند#لیر#درهم#دینار#یورو#ایران_اینترنشنال#منوتو#تهران#دلار_آمریکا#صرافی#آبشده#اقتصاد#اصفهان#تبریز#قیمت_دلار#تهران#روسیه#رئیسی #ترکیه#اسرائیل#شیراز\n......................................................................................\n@DOLLAR_GOLD.VIP🇮🇷\n@DOLLAR_GOLD.VIP🇮🇷\n...........................................................",
                  "comments": 65,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6cEQVo0XX",
                  "image": "https://cdn.jaryan.net/2024-11-29_100108.1264160000-I2ltHjp0",
                  "likes": 21260,
                  "caption": "✅آموزش نوسانگیری و نحوه خرید وفروش👇\n..................................................................................\n⛔کانال VIP تحلیل لحظه ای نوسانات بازار توسط قوی ترین و دقیق ترین تیم کارشناسی تحلیلگری در ایران⛔\n...........‌‌‌‌‌‌........................................................................\n🔴برای دریافت 🎫حق عضویت VIP در دایرکت پیام ارسال نمایید🔴 👇\n......................................................................................\n🇮🇷 @DOLLAR_GOLD.VIP🇮🇷\n🇮🇷@DOLLAR_GOLD.VIP🇮🇷\n....................................‌‌‌‌‌..................................................\n ⬅️مشاوره سرمایه گذاری و زمان مناسب خرید و فروش👉\n......................................................................................\n✅ کانال خصوصی ارز های «دیجیتال»جهت «عضویت» در کانال خصوصی کلمه «دیجیتال» در دایرکت ارسال شود👉\n...................................................................................... #دلار#طلا#سکه#بیت_کوین#همستر#خودرو#ویلا#بیتکوین#ارز#پراید#پوند#لیر#درهم#دینار#یورو#ایران_اینترنشنال#منوتو#تهران#دلار_آمریکا#صرافی#آبشده#اقتصاد#اصفهان#تبریز#قیمت_دلار#تهران#روسیه#رئیسی #ترکیه#اسرائیل#شیراز\n......................................................................................\n@DOLLAR_GOLD.VIP🇮🇷\n@DOLLAR_GOLD.VIP🇮🇷\n...........................................................",
                  "comments": 76,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6HmFBiN5H",
                  "image": "https://cdn.jaryan.net/2024-12-03_101701.8735500000-HTubIZ91",
                  "likes": 20285,
                  "caption": "✅آموزش نوسانگیری و نحوه خرید وفروش👇\n..................................................................................\n⛔کانال VIP تحلیل لحظه ای نوسانات بازار توسط قوی ترین و دقیق ترین تیم کارشناسی تحلیلگری در ایران⛔\n...........‌‌‌‌‌‌........................................................................\n🔴برای دریافت 🎫حق عضویت VIP در دایرکت پیام ارسال نمایید🔴 👇\n......................................................................................\n🇮🇷 @DOLLAR_GOLD.VIP🇮🇷\n🇮🇷@DOLLAR_GOLD.VIP🇮🇷\n....................................‌‌‌‌‌..................................................\n ⬅️مشاوره سرمایه گذاری و زمان مناسب خرید و فروش👉\n......................................................................................\n✅ کانال خصوصی ارز های «دیجیتال»جهت «عضویت» در کانال خصوصی کلمه «دیجیتال» در دایرکت ارسال شود👉\n...................................................................................... #دلار#طلا#سکه#بیت_کوین#همستر#خودرو#ویلا#بیتکوین#ارز#پراید#پوند#لیر#درهم#دینار#یورو#ایران_اینترنشنال#منوتو#تهران#دلار_آمریکا#صرافی#آبشده#اقتصاد#اصفهان#تبریز#قیمت_دلار#تهران#روسیه#رئیسی #ترکیه#اسرائیل#شیراز\n......................................................................................\n@DOLLAR_GOLD.VIP🇮🇷\n@DOLLAR_GOLD.VIP🇮🇷\n...........................................................",
                  "comments": 50,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDByTpBCBDP",
                  "image": "https://cdn.jaryan.net/2024-12-03_101702.0757000000-T4C54vWK",
                  "likes": 19855,
                  "caption": "✅آموزش نوسانگیری و نحوه خرید وفروش👇\n..................................................................................\n⛔کانال VIP تحلیل لحظه ای نوسانات بازار توسط قوی ترین و دقیق ترین تیم کارشناسی تحلیلگری در ایران⛔\n...........‌‌‌‌‌‌........................................................................\n🔴برای دریافت 🎫حق عضویت VIP در دایرکت پیام ارسال نمایید🔴 👇\n......................................................................................\n🇮🇷 @DOLLAR_GOLD.VIP🇮🇷\n🇮🇷@DOLLAR_GOLD.VIP🇮🇷\n....................................‌‌‌‌‌..................................................\n ⬅️مشاوره سرمایه گذاری و زمان مناسب خرید و فروش👉\n......................................................................................\n✅ کانال خصوصی ارز های «دیجیتال»جهت «عضویت» در کانال خصوصی کلمه «دیجیتال» در دایرکت ارسال شود👉\n...................................................................................... #دلار#طلا#سکه#بیت_کوین#همستر#خودرو#ویلا#بیتکوین#ارز#پراید#پوند#لیر#درهم#دینار#یورو#ایران_اینترنشنال#منوتو#تهران#دلار_آمریکا#صرافی#آبشده#اقتصاد#اصفهان#تبریز#قیمت_دلار#تهران#روسیه#رئیسی #ترکیه#اسرائیل#شیراز\n......................................................................................\n@DOLLAR_GOLD.VIP🇮🇷\n@DOLLAR_GOLD.VIP🇮🇷\n...........................................................",
                  "comments": 47,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/dollar_gold.vip",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "IMAGE",
            "campaign_type": "REACH",
            "price": 2200000,
            "description": "24 ساعته - تک اسلاید عکس ( اینسایت نمیده )",
            "advertiser_price": 2200000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 103164,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-07-03T11:01:41.439364+03:30"
          },
          {
            "id": 3512,
            "media": {
              "id": 7229,
              "title": "کلیپ کارتونی😍🤩",
              "username": "clipcartooni",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.937888181820351,
              "categories": [
                {
                  "id": 58,
                  "title": "Fun",
                  "title_fa": "طنز"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_114500.8642380000-hX2C2qBe",
              "media_type": "INSTAGRAM",
              "custom_name": "clipcartooni",
              "following": 381,
              "followers": 1955806,
              "likes_per_post_average": 37383,
              "comments_per_post_average": 518,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C7NGZVKsjPc",
                  "image": "https://cdn.jaryan.net/2024-07-21_124000.8921090000-IF6UubSK",
                  "likes": 648988,
                  "views": null,
                  "caption": ".\nسـ ـم قبل خوابتون 😂😂\n@heshmatshow",
                  "comments": 6130,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCE6UHeMumA",
                  "image": "https://cdn.jaryan.net/2024-11-10_200601.6117150000-dEQ9Diy1",
                  "likes": 118962,
                  "caption": ".\nچقد ک… 😂🤣\n@sooriland",
                  "comments": 2218,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCfCGkjMV31",
                  "image": "https://cdn.jaryan.net/2024-11-21_191501.4280840000-PfoPLf9l",
                  "likes": 34632,
                  "views": null,
                  "caption": ".\nعالیی بود😂😂\n@khallywoodd",
                  "comments": 364,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCVGqe8IB__",
                  "image": "https://cdn.jaryan.net/2024-11-16_095400.8790800000-MsAXadpc",
                  "likes": 30348,
                  "views": null,
                  "caption": "یادت باشه، مهربونی یه نیروی قدرتمنده که هیچ وقت از بین نمی‌ره. این بار بهت پیشنهاد می‌کنم از اون استفاده کنی و اطرافیانت رو با نور وجودت روشن کنی. \n@paziresh_life",
                  "comments": 208,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBn8XO_sKbc",
                  "image": "https://cdn.jaryan.net/2024-11-16_095401.0955290000-ZTYp5bFN",
                  "likes": 27838,
                  "views": null,
                  "caption": ".\nبفـ ـرست براش ❤️😂\n@tioob_tv",
                  "comments": 163,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCxYzZ7MfvP",
                  "image": "https://cdn.jaryan.net/2024-11-30_114501.0301320000-yIF9duDU",
                  "likes": 22355,
                  "views": null,
                  "caption": ".\nاعتماد داشته باش که در مسیر درستی هستی 🙂\n@supermindtv",
                  "comments": 102,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/clipcartooni",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2790000,
            "description": "پست 24 ساعته با محتوای شما",
            "advertiser_price": 2790000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 55024,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-05T11:47:19.039529+03:30"
          },
          {
            "id": 30048,
            "media": {
              "id": 7229,
              "title": "کلیپ کارتونی😍🤩",
              "username": "clipcartooni",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.937888181820351,
              "categories": [
                {
                  "id": 58,
                  "title": "Fun",
                  "title_fa": "طنز"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_114500.8642380000-hX2C2qBe",
              "media_type": "INSTAGRAM",
              "custom_name": "clipcartooni",
              "following": 381,
              "followers": 1955806,
              "likes_per_post_average": 37383,
              "comments_per_post_average": 518,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C7NGZVKsjPc",
                  "image": "https://cdn.jaryan.net/2024-07-21_124000.8921090000-IF6UubSK",
                  "likes": 648988,
                  "views": null,
                  "caption": ".\nسـ ـم قبل خوابتون 😂😂\n@heshmatshow",
                  "comments": 6130,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCE6UHeMumA",
                  "image": "https://cdn.jaryan.net/2024-11-10_200601.6117150000-dEQ9Diy1",
                  "likes": 118962,
                  "caption": ".\nچقد ک… 😂🤣\n@sooriland",
                  "comments": 2218,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCfCGkjMV31",
                  "image": "https://cdn.jaryan.net/2024-11-21_191501.4280840000-PfoPLf9l",
                  "likes": 34632,
                  "views": null,
                  "caption": ".\nعالیی بود😂😂\n@khallywoodd",
                  "comments": 364,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCVGqe8IB__",
                  "image": "https://cdn.jaryan.net/2024-11-16_095400.8790800000-MsAXadpc",
                  "likes": 30348,
                  "views": null,
                  "caption": "یادت باشه، مهربونی یه نیروی قدرتمنده که هیچ وقت از بین نمی‌ره. این بار بهت پیشنهاد می‌کنم از اون استفاده کنی و اطرافیانت رو با نور وجودت روشن کنی. \n@paziresh_life",
                  "comments": 208,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBn8XO_sKbc",
                  "image": "https://cdn.jaryan.net/2024-11-16_095401.0955290000-ZTYp5bFN",
                  "likes": 27838,
                  "views": null,
                  "caption": ".\nبفـ ـرست براش ❤️😂\n@tioob_tv",
                  "comments": 163,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCxYzZ7MfvP",
                  "image": "https://cdn.jaryan.net/2024-11-30_114501.0301320000-yIF9duDU",
                  "likes": 22355,
                  "views": null,
                  "caption": ".\nاعتماد داشته باش که در مسیر درستی هستی 🙂\n@supermindtv",
                  "comments": 102,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/clipcartooni",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 5580000,
            "description": "24 ساعته - موضوعات مالی",
            "advertiser_price": 5580000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 30779,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-05T11:47:39.642047+03:30"
          },
          {
            "id": 3111,
            "media": {
              "id": 3202,
              "title": "Razebagha",
              "username": "razebagha.official",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.21058994813088752,
              "categories": [
                {
                  "id": 59,
                  "title": "Pets-Animals",
                  "title_fa": "حیوانات"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_012900.9660970000-GPXHmOM2",
              "media_type": "INSTAGRAM",
              "custom_name": "razebagha.official",
              "following": 208,
              "followers": 1923881,
              "likes_per_post_average": 4002,
              "comments_per_post_average": 49,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCpN0VqCH5R",
                  "image": "https://cdn.jaryan.net/2024-11-26_020501.2918360000-TQvQkUwL",
                  "likes": 5930,
                  "views": null,
                  "caption": "ببینید روباه چطوری شیرجه میزنه توی برف 😱",
                  "comments": 30,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCTytMbCHvr",
                  "image": "https://cdn.jaryan.net/2024-11-21_045201.3517630000-2wtfNsYW",
                  "likes": 5447,
                  "views": null,
                  "caption": "زنده زنده دارن میخورنش؟ 😱",
                  "comments": 101,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCl3-pXC1P8",
                  "image": "https://cdn.jaryan.net/2024-11-26_020501.4187260000-A9cZbNsZ",
                  "likes": 4457,
                  "views": null,
                  "caption": "از ملکه توقع نداشتیم 😱",
                  "comments": 66,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCOpuzVin03",
                  "image": "https://cdn.jaryan.net/2024-11-21_045202.1946830000-igKfuS65",
                  "likes": 4267,
                  "views": null,
                  "caption": "بی‌رحمی سلطان 😱😱",
                  "comments": 36,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCeGMvTCR8Q",
                  "image": "https://cdn.jaryan.net/2024-11-21_045202.4062380000-vyloZWsU",
                  "likes": 4193,
                  "views": null,
                  "caption": "حمـ.ـله خرس بی رحم به توله بیسون نگونبخت 😱",
                  "comments": 15,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCRL1ZXitgO",
                  "image": "https://cdn.jaryan.net/2024-11-26_020501.5914940000-XpUa4yeD",
                  "likes": 3653,
                  "views": null,
                  "caption": "اژدها در دنیای واقعی 😱",
                  "comments": 8,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/razebagha.official",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1485000,
            "description": "24 ساعته - اینسایت نمیدن",
            "advertiser_price": 1485000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 4040,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-03-24T13:48:01.576524+03:30"
          },
          {
            "id": 7590,
            "media": {
              "id": 8697,
              "title": "UNIVERSE.Mag | جهـان هستی",
              "username": "universe.mag",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 2.9882690228589945,
              "categories": [
                {
                  "id": 59,
                  "title": "Pets-Animals",
                  "title_fa": "حیوانات"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_094600.9976100000-NWJHtZYX",
              "media_type": "INSTAGRAM",
              "custom_name": "universe.mag",
              "following": 96,
              "followers": 1907258,
              "likes_per_post_average": 56052,
              "comments_per_post_average": 941,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/Cp9z9X_vgAn",
                  "image": "https://cdn.jaryan.net/2024-07-26_171601.0358840000-pDewx4QR",
                  "likes": 1790468,
                  "caption": "پاتریک در دنیای واقعی! 🍑\n‌‌‌\n🔎: ستارگان دریایی موجودات بی‌مهره هستند. ستون فقرات ندارند. ستاره‌های دریایی در هنگام استراحت بازوهای خود را شل می‌کنند و به دلیل جاذبه اندام آن می‌افتد. بنابراین اگرچه شما صحنه‌ای می‌بینید که شباهت زیادی به باسن پاتریک در باب اسفنجی دارد اما درواقع اینطور نیست. متأسفانه باید بگم که ستاره دریایی باسن ندارد.\n‌‌‌\n#پاتریک_ستاره #باب_اسفنجی #ستاره_دریایی #پاتریک #علمی_فان\n‌‌‌\n@UNIVERSE.MAG",
                  "comments": 13461,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/C_Bah78tWop",
                  "image": "https://cdn.jaryan.net/2024-08-27_104001.4215410000-RH9OxBlQ",
                  "likes": 419094,
                  "views": null,
                  "caption": "سری بعد که به خود مغرور شدید، این یک دقیقه را به یاد بیاورید! 🤯 (با صدا تماشا کنید)\n‌‌‌‌\n🌌: جهان قابل مشاهده شعاعی حدود  3,000,000,000,000,000,000,000,000,000 مایل دارد. یعنی 27 صفر جلوی 3. شعاع زمین 4000 مایل یا 6378 کیلومتر است. بنابراین جهان قابل مشاهده تقریباً: 750,000,000,000,000,000,000,000 برابر بزرگتر است!\n‌‌‌\n‌‌\nCredit/Sources/Copyrights 📹:\nSpecial Thanks to Sebastian from © @sciepro.official\nAnimation by © AlexEvett55/YT\nNarration by UNIVERSE Team\n‌\n‌\n‌‌\n#گیتی #فضا #جهان_هستی #عظمت_هستی\n‌‌\n@UNIVERSE.MAG",
                  "comments": 6008,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CgXd8d2OvqG",
                  "image": "https://cdn.jaryan.net/2024-07-26_171601.4777660000-kAODM86B",
                  "likes": 150599,
                  "caption": "احتمال زنده بودن شما در این لحظه چیزی شبیه به صفر است. باورنکردنیست! (ورق بزنید)\n‌‌‌‌‌‌‌‌\n🌐: تصور کنید شما تنها لاک‌پشت در یک اقیانوس بسیار بزرگ هستید و دارید شنا می‌کنید؛ در تمام این اقیانوس تنها یک جلیقه نجات وجود دارد که بر روی آب شناور است... احتمال اینکه شما امروز وجود داشته باشید مانند همان لاک‌پشتی است که سرش را از آب بیرون آورده و درست در داخل این جلیقه نجات قرار گرفته باشد؛ تنها با یک بار امتحان!\n‌‌‌‌‌\n📌: شانس زنده بودن شما چیزی شبیه به صفر است! آیا این حیرت‌انگیز نیست؟!\n‌‌‌‌‌‌\n#شانس #احتمال #زندگی #زنده #حیات #ناسا #جهان_هستی\n‌‌‌‌\n@UNIVERSE.MAG",
                  "comments": 3245,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DBwfv7itGXw",
                  "image": "https://cdn.jaryan.net/2024-11-05_082201.0665290000-5rCvBwbe",
                  "likes": 97805,
                  "caption": "کدوم از همه جالب‌تر بود؟! 👀 (ویدئو اول: @thinklight_jalpa ©)\n‌\nCredit/Sources/Copyrights 📹:\n\n2: © @sahabatalamreal\n\n3: © ibrahimathiaw62/TT\n\n4: © caii.caii.rominiei/TT\n\n5: © chrissysworldd/TT\n\n6: © Medicosious/IG\n\n7: © amrah.mukhtarow/ and © julie___boo/TT\n\n8: © xom0070/TT\n\n9: © mr.arleni/TT\n\n10: © quietlyretired/TT\n‌‌\n‌\nDisclaimer : All rights belong to the respective‌ owners. We do not own any footage/music of this post. All credits are mentioned on pictures and videos.\n‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌\nNote: For removal please DM us\n‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌\nAttention : we use contents for educational/entertainment purposes only\n‌‌\n‌‌\n#خرس #ببر #مادر #سرگرمی #علمی\n‌‌\n@UNIVERSE.MAG",
                  "comments": 612,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCXMNnMR88q",
                  "image": "https://cdn.jaryan.net/2024-11-21_170601.2451020000-KafNv0jo",
                  "likes": 60128,
                  "views": null,
                  "caption": "انسان‌هایی متفاوت از هر نوع انسانی که دیدید! 🤯 (اطلاعات تکمیلی در کپشن)\n‌‌‌\n🔍: اینوئیت‌ها یا اسکیموها اغلب برای اشاره به مردم بومی ساکن در مناطق قطب شمال آمریکای شمالی، گرینلند و سیبری استفاده می‌شود.  با این حال، دقیق‌تر این است که به آن‌ها را به نام اینوئیت‌ معرفی کرد. این مردمان در ایگلوها (خانه‌های برفی) که عمدتاً به عنوان پناهگاه های موقت شکار مورد استفاده قرار می‌گرفتند زندگی می‌کردند. خانه‌های دائمی به طور سنتی از چوب رانش، استخوان نهنگ و پوست حیوانات ساخته می‌شدند.\n‌‌\n🧬: اینوئیت‌ها در طی هزاران سال زندگی در یخبندان قطب شمال، با انتخاب طبیعی (فرگشت) و فرهنگ بومی خود دچار سازگاری‌های ژنتیکی منحصر به فردی شدند که با یک انسان‌ عادی در منطقه‌ای دیگر از سیاره زمین متفاوت است!\n‌‌\n🍣: اینوئیت‌ها دارای جهش‌های ژنتیکی در ژن‌های FADS1، FADS2 و FADS3 هستند که در متابولیسم اسیدهای چرب غیراشباع چندگانه (PUFAs) نقش دارند! این جهش‌ها به آن‌ها کمک می‌کند تا اسیدهای چرب امگا 3 پستانداران دریایی را که جزء اصلی رژیم غذایی آن‌ها است، پردازش کنند. \n‌‌\n❄️: تغییرات ژنتیکی در جمعیت با تنظیم سلول‌های چربی قهوه‌ای و بریت مرتبط است که گرما تولید می‌کنند و به حفظ دمای بدن در شرایط سرد کمک می کنند.\n‌‌\n🔬: قد و وزن کمتر در میان اینوئیت ها ممکن است نوعی سازگاری ژنتیکی با رژیم غذایی پرچرب و محیط سرد آن‌ها باشد!\n‌‌‌\n🧪: اینوئیت‌ها دارای امضاهای ژنتیکی متمایز در مسیرهای مربوط به متابولیسم لیپید هستند که به آنها کمک می‌کند تا محتوای پرچرب رژیم غذایی خود را پردازش کنند!\n‌‌‌\n📌: سازگاری های ژنتیکی همچنین ممکن است به کاهش سطوح انسولین ناشتا و کلسترول LDL کمک کند، که به طور بالقوه در برابر بیماری های قلبی عروقی و دیابت محافظت می‌کند.\n‌‌‌\n📝: حیرت‌آوره نه؟! آیا مایل هستید در روزهای آینده به گروه‌های انسانی که سازگاری‌های ژنتیکی منحصر به فردی دارند و با گروه‌های انسانی دیگر متفاوتند بپردازیم؟\n‌‌\n#اسکیمو #زیست_شناسی #بیولوژی #قطب_شمال #ژنتیک\n‌\n@UNIVERSE.MAG",
                  "comments": 637,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCq3tgWNgew",
                  "image": "https://cdn.jaryan.net/2024-11-26_102601.0955600000-QnkpAZXg",
                  "likes": 58761,
                  "caption": "اوپنهایمر: «اکنون من به مرگ تبدیل شده‌ام؛ نابودگر جهان‌ها!» (تصاویر برای همه مناسب نیست⚠️)\n‌‌‌‌\n🔍: در 6 اوت سال 1945 شهر هیروشیما مورد اصابت بمب هسته‌ ایالات متحده آمریکا قرار گرفت. این آثار در موزه یادبود صلح هیروشیما منتشر شده است. آثاری که می‌بینید بازسازی شده بر اساس تجریبات کسانی است که در آن روز هولناک جان سالم بدر بردند اما هرگز خاطرات دردناک آن روز را فراموش نکردند. بسیاری از آ‌ن‌ها می‌گویند آن لحظه‌ها هنوز واضح جلوی چشمانشان است...\n‌‌‌\n‌‌‌\n📌: نجات یافتگان از بمباران هسته‌ای هیروشیما و ناکازاکی به ترتیب 114 هزار نفر و 66 هزار نفر بوده است. حدود 90 هزار تا 166 هزار نفر در هیروشیما کشته شدند و حدود 60 هزار تا 80 هزار نفر در ناکازاکی. بسیاری پس از گذشت دو تا چهار ماه از اثرات بمب هسته‌ای جان سپردند و تقریباََ نیمی از آمار در همان روز اول!\n‌‌‌‌‌‌‌‌‌‌\nCredit 🎨: © Hiroshima Peace Memorial Museum\n‌‌‌\n‌‌‌\n#بمب #هسته_ای #بمب_اتم #بمب_هسته_ای #هیروشیما\n‌‌‌\n@UNIVERSE.MAG",
                  "comments": 1828,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/universe.mag",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 3900000,
            "description": "24 ساعته - پست 24 ساعته",
            "advertiser_price": 3900000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 34231,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-18T12:51:54.880940+03:30"
          },
          {
            "id": 43569,
            "media": {
              "id": 148,
              "title": "فوت وفن های خانه داری مدرن👩🏻‍💼",
              "username": "footofane_khanedari",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.08808071050894357,
              "categories": [
                {
                  "id": 77,
                  "title": "Makeup",
                  "title_fa": "آرایشی و بهداشتی"
                },
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_104700.8385270000-xnNbvilB",
              "media_type": "INSTAGRAM",
              "custom_name": "footofane_khanedari",
              "following": 0,
              "followers": 1896556,
              "likes_per_post_average": 1604,
              "comments_per_post_average": 66,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DB3sjtINj5V",
                  "image": "https://cdn.jaryan.net/2024-11-03_234601.1282250000-txn6yAWk",
                  "likes": 86834,
                  "caption": "وقتی برنج ته میگیره نگران نشو \nاول برنجت رو بریز توی صافی بعد یه قابلمه که دوبند انگشت آب در حال جوشیدن داره اماده کن و اون صافی رو بزار روش\nیه پیاز رو چهار قاب کن بزار لای برنج و حالشو ببر\nاین ویدیو رو بفرست برای رفقات تو اونا هم جلوی \nمهمون ها شون شرمنده نشن ممنون با لایک و کامنت های \nپر مهر و محبتتون🧑‍🍳🌹😍\n\nرستوران کوبیچ\n.\n.\n.\n@koobich",
                  "comments": 730,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCwGbiiNACP",
                  "image": "https://cdn.jaryan.net/2024-11-25_105622.8952760000-gi2nP7lj",
                  "likes": 30938,
                  "caption": "بفرست برای دوستانت تا اونام بدونن😎🤛🏼\n\n@bavar.kasit \n\n🏆باور کاسیت باور ساز خلق خواسته هاست🏆",
                  "comments": 927,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1CXMWtmeE",
                  "image": "https://cdn.jaryan.net/2024-11-29_102801.0519790000-iqQCVv7I",
                  "likes": 24717,
                  "caption": "ویدئو ۸ قسمت است صفحه ها را ورق بزنید👆\nمراسم تولد و نکو داشت چهره علمی و فاخر کشور خانم شمس السادات زاهدی پنجشنبه ۱ آذرماه در سالن آمفی تئاتر دانشگاه آزاد اسلامی سیرجان برگزارشد اولین بانوی دکترای مدیریت در ایران و صاحب عنوان زن نامدار قرن در کشور\n\n@barayesirjan",
                  "comments": 825,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDE6PHEt2Cn",
                  "image": "https://cdn.jaryan.net/2024-12-03_104701.0525410000-vkAl1trP",
                  "likes": 6096,
                  "caption": "🌿پست کلیدی: آنچه را که به مختصر در این پست اشاره کرده‌ام، به اعتقاد من کلیدی ترین موضوع در تربیت کودک است. کودکان همچون آینه‌ای، بازتاب رفتار، منش، و هیجانات بزرگترها بخصوص والدین خود هستند. آنچه که در این پست می‌بینید تاکیدی بر این موضوع است که راه اصلیِ یادگیری کودکان “مشاهده” است. آنها آنچه را که می‌بینند درونی کرده و بصورت رفتار، هیجان و ارزش در آینده از خود بروز خواهند داد. پس چنانچه بین گفتار و رفتار والدین تفاوت باشد، آنها رفتار والدین را شبیه سازی و بازتولید خواهند کرد نه صرفا گفتار آنان را.\n\n@dr.sasanzarrabi 🙏🌹",
                  "comments": 87,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDFMkFWtknZ",
                  "image": "https://cdn.jaryan.net/2024-12-03_104701.2922440000-148ZBUBg",
                  "likes": 2045,
                  "caption": "عااالیه حتما ببینید و نظرتونو بنویسین برامون،اگه پدر و مادر تازه کاری میشناسی حتما براشون بفرست و در ثواب نشر این کلیپ سهیم باش\n\n.\n@drsaeedazizi \n.\n.",
                  "comments": 10,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDEt_HRN-Kx",
                  "image": "https://cdn.jaryan.net/2024-12-03_104701.4708770000-fHasdmD8",
                  "likes": 1445,
                  "views": 35809,
                  "caption": "❌ محبت کنید استوری کنید مردم آگاه شن❌\n@salamat.facts",
                  "comments": 37,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/footofane_khanedari",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 650000,
            "description": "24 ساعته",
            "advertiser_price": 650000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 1860,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-29T15:31:25.354262+03:30"
          },
          {
            "id": 43570,
            "media": {
              "id": 148,
              "title": "فوت وفن های خانه داری مدرن👩🏻‍💼",
              "username": "footofane_khanedari",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.08808071050894357,
              "categories": [
                {
                  "id": 77,
                  "title": "Makeup",
                  "title_fa": "آرایشی و بهداشتی"
                },
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_104700.8385270000-xnNbvilB",
              "media_type": "INSTAGRAM",
              "custom_name": "footofane_khanedari",
              "following": 0,
              "followers": 1896556,
              "likes_per_post_average": 1604,
              "comments_per_post_average": 66,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DB3sjtINj5V",
                  "image": "https://cdn.jaryan.net/2024-11-03_234601.1282250000-txn6yAWk",
                  "likes": 86834,
                  "caption": "وقتی برنج ته میگیره نگران نشو \nاول برنجت رو بریز توی صافی بعد یه قابلمه که دوبند انگشت آب در حال جوشیدن داره اماده کن و اون صافی رو بزار روش\nیه پیاز رو چهار قاب کن بزار لای برنج و حالشو ببر\nاین ویدیو رو بفرست برای رفقات تو اونا هم جلوی \nمهمون ها شون شرمنده نشن ممنون با لایک و کامنت های \nپر مهر و محبتتون🧑‍🍳🌹😍\n\nرستوران کوبیچ\n.\n.\n.\n@koobich",
                  "comments": 730,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCwGbiiNACP",
                  "image": "https://cdn.jaryan.net/2024-11-25_105622.8952760000-gi2nP7lj",
                  "likes": 30938,
                  "caption": "بفرست برای دوستانت تا اونام بدونن😎🤛🏼\n\n@bavar.kasit \n\n🏆باور کاسیت باور ساز خلق خواسته هاست🏆",
                  "comments": 927,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1CXMWtmeE",
                  "image": "https://cdn.jaryan.net/2024-11-29_102801.0519790000-iqQCVv7I",
                  "likes": 24717,
                  "caption": "ویدئو ۸ قسمت است صفحه ها را ورق بزنید👆\nمراسم تولد و نکو داشت چهره علمی و فاخر کشور خانم شمس السادات زاهدی پنجشنبه ۱ آذرماه در سالن آمفی تئاتر دانشگاه آزاد اسلامی سیرجان برگزارشد اولین بانوی دکترای مدیریت در ایران و صاحب عنوان زن نامدار قرن در کشور\n\n@barayesirjan",
                  "comments": 825,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDE6PHEt2Cn",
                  "image": "https://cdn.jaryan.net/2024-12-03_104701.0525410000-vkAl1trP",
                  "likes": 6096,
                  "caption": "🌿پست کلیدی: آنچه را که به مختصر در این پست اشاره کرده‌ام، به اعتقاد من کلیدی ترین موضوع در تربیت کودک است. کودکان همچون آینه‌ای، بازتاب رفتار، منش، و هیجانات بزرگترها بخصوص والدین خود هستند. آنچه که در این پست می‌بینید تاکیدی بر این موضوع است که راه اصلیِ یادگیری کودکان “مشاهده” است. آنها آنچه را که می‌بینند درونی کرده و بصورت رفتار، هیجان و ارزش در آینده از خود بروز خواهند داد. پس چنانچه بین گفتار و رفتار والدین تفاوت باشد، آنها رفتار والدین را شبیه سازی و بازتولید خواهند کرد نه صرفا گفتار آنان را.\n\n@dr.sasanzarrabi 🙏🌹",
                  "comments": 87,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDFMkFWtknZ",
                  "image": "https://cdn.jaryan.net/2024-12-03_104701.2922440000-148ZBUBg",
                  "likes": 2045,
                  "caption": "عااالیه حتما ببینید و نظرتونو بنویسین برامون،اگه پدر و مادر تازه کاری میشناسی حتما براشون بفرست و در ثواب نشر این کلیپ سهیم باش\n\n.\n@drsaeedazizi \n.\n.",
                  "comments": 10,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDEt_HRN-Kx",
                  "image": "https://cdn.jaryan.net/2024-12-03_104701.4708770000-fHasdmD8",
                  "likes": 1445,
                  "views": 35809,
                  "caption": "❌ محبت کنید استوری کنید مردم آگاه شن❌\n@salamat.facts",
                  "comments": 37,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/footofane_khanedari",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "VIDEO",
            "campaign_type": "REACH",
            "price": 700000,
            "description": "24 ساعته - ریلز",
            "advertiser_price": 700000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 1407,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-29T15:31:37.541543+03:30"
          },
          {
            "id": 24357,
            "media": {
              "id": 14540,
              "title": "Select Pedia",
              "username": "select.pedia",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.8699623762379732,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_152801.0575670000-eoqpCTTc",
              "media_type": "INSTAGRAM",
              "custom_name": "select.pedia",
              "following": 30,
              "followers": 1889143,
              "likes_per_post_average": 16313,
              "comments_per_post_average": 121,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCOuU35IbDd",
                  "image": "https://cdn.jaryan.net/2024-11-13_170001.2724520000-AQ55cexx",
                  "likes": 32989,
                  "caption": "کدوم اسلاید جالب تر بود؟",
                  "comments": 388,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/CYHQ8T-q99L",
                  "image": "https://cdn.jaryan.net/2024-07-24_194901.4011590000-XGiuQ9WN",
                  "likes": 21936,
                  "caption": ".\n🆔️ @select.pedia 👈\n🆔️ @select.pedia 👈",
                  "comments": 164,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/Ce_F1FkqC2C",
                  "image": "https://cdn.jaryan.net/2024-07-24_194901.2182490000-2PiRTeQd",
                  "likes": 21811,
                  "caption": "🆔️ @select.pedia 👈\nFollow 🆔️ @select.pedia 👈\nFollow 🆔️ @select.pedia 👈\n✅ @select.pedia",
                  "comments": 79,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/Cri-QP8KlkR",
                  "image": "https://cdn.jaryan.net/2024-07-24_194900.8889900000-E8bKPGov",
                  "likes": 20077,
                  "caption": "ورق بزنید 👉\n.\n.\n.\nاسلاید آخرو جواب بدین ببینم چقدر باهوش داریم تو پیج!!😁😎\n\n.\n.\n.\n@select.pedia 📌\n@select.pedia 📌\n@select.pedia 📌",
                  "comments": 134,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/CiVIFGjqjKe",
                  "image": "https://cdn.jaryan.net/2024-07-24_194901.5673100000-zgNCv9Fl",
                  "likes": 19612,
                  "caption": "Follow ➡️ @select.pedia \nFollow ➡️ @select.pedia \n✅️ @select.pedia 👈",
                  "comments": 83,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/CYGjUmmKxgj",
                  "image": "https://cdn.jaryan.net/2024-07-24_194901.7195370000-rFsTvHO6",
                  "likes": 19598,
                  "caption": ".\nدعوتیم به یک دقیقه تفکر\n🆔️ @select.pedia 👈\n🆔️ @select.pedia 👈",
                  "comments": 122,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/select.pedia",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2100000,
            "description": "24 ساعته",
            "advertiser_price": 2100000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 120856,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-02T12:52:44.097201+03:30"
          },
          {
            "id": 304,
            "media": {
              "id": 156,
              "title": "آشپزی و خانه داری",
              "username": "fane_mehmani",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.37751727613180375,
              "categories": [
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_123802.7295220000-TLPXgQvy",
              "media_type": "INSTAGRAM",
              "custom_name": "fane_mehmani",
              "following": 2311,
              "followers": 1882607,
              "likes_per_post_average": 7011,
              "comments_per_post_average": 95,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C_T109xMAk-",
                  "image": "https://cdn.jaryan.net/2024-11-19_015601.1783100000-NcxONBa0",
                  "likes": 131658,
                  "views": 2524107,
                  "caption": ".\nموافقید؟\n.\nاگه یه روزی فکر کردین\nکه یکیو دوست دارین\nولش نکنید....\n.\n#علی_ضیا \n.\nEDIT: @giioomeh\n\n.\n@fane_mehmani \n@fane_mehmani",
                  "comments": 1848,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C97p_lastTi",
                  "image": "https://cdn.jaryan.net/2024-11-02_170301.0403310000-iphMYmD6",
                  "likes": 121791,
                  "caption": "لايك كنيد و بگيد فرزندتون كدومش رو تونست بگه؟\n\n@banoo.nokte\n.\n@fane_mehmani \n@fane_mehmani \n@fane_mehmani",
                  "comments": 1268,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/C-qR9g-gAyq",
                  "image": "https://cdn.jaryan.net/2024-09-05_040103.7512620000-8HhJytR7",
                  "likes": 104311,
                  "caption": "صبح ها نخوابین ⚠️\n_____________\n\nخوابیدن صبح باعث سرد طبع ⚠️\nکسلی ، بی حالی ، بی انگیزگی ، ⚠️\nافزایش وزن ، و انواع بیماری های سرد ⚠️\n___________________________\n\nموضوع پست بعدی در مورد بیشتر کدوم مشگل شما عزیزان باشه؟\n\n#تناسباندام#لاغریشکموپهلو#برنامهغذایی#مربیگری#fit#instagram \n\n@djmehdisport\n\n.\n@fane_mehmani \n@fane_mehmani \n@fane_mehmani",
                  "comments": 899,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDAN3GCuUuD",
                  "image": "https://cdn.jaryan.net/2024-12-02_123803.1232840000-X8prGNs3",
                  "likes": 13041,
                  "caption": "•\nنعیمه علیخانی رو ترکوند😂\n\nخواستگاری نعیمه نظام دوست از علیخانی در جوکر!..",
                  "comments": 161,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDAWT-CscVb",
                  "image": "https://cdn.jaryan.net/2024-12-02_123803.5654800000-uKLnhHhU",
                  "likes": 11892,
                  "caption": "🔺 دکتر یارقلی 🔻\n✅ بهترین توصیه‌ها برای بچه‌های مدرسه‌ای 👨‍🏫📚\n\nدر اسلاید اول مواردی برای عزیزان مدرسه‌ای و نوجوانان بیان شده، که بسیار مفید هست.\n\n‌\nبا شروع پاییز، سرماخوردگی های این فصل هم شروع شدند. 🤧 \n\nتوی اسلاید دوم هم یک سری نکته گفته شده که با انجام دادن‌شون داخل منزل میتونید از سرماخوردگی جلوگیری کنید. ❤️\n\nحتما برای عزیزان‌تون ارسال کنید.\n\n‌\n🎙 توصیه‌های دکتر علیرضا یارقلی (پزشک)\n\n‌‌\n\n‌\n‌\n@alirezayargholi",
                  "comments": 54,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDAf72VMKiQ",
                  "image": "https://cdn.jaryan.net/2024-12-02_123803.7644850000-fyIpMgkH",
                  "likes": 10189,
                  "caption": "99% عمل میکنن درمان کمر درد🤲🏻\n\nبفرست برا هرکی کمر درد داره\nممنونم از حمایتتون🩵✨️\n\n@soghra_heydari_hakim",
                  "comments": 268,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/fane_mehmani",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 700000,
            "description": "24 ساعته",
            "advertiser_price": 700000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 9246,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-10-21T10:05:48.026311+03:30"
          },
          {
            "id": 48790,
            "media": {
              "id": 24802,
              "title": "حقایق باستان",
              "username": "ancient_fact1",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 3.3358764476275162,
              "categories": [
                {
                  "id": 104,
                  "title": "History",
                  "title_fa": "تاریخی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_051600.8482990000-acwx9GyH",
              "media_type": "INSTAGRAM",
              "custom_name": "ancient_fact1",
              "following": 82,
              "followers": 1861235,
              "likes_per_post_average": 60757,
              "comments_per_post_average": 1331,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DBwlcdaCYTY",
                  "image": "https://cdn.jaryan.net/2024-11-18_170301.1670490000-N2sz28zp",
                  "likes": 296627,
                  "views": null,
                  "caption": "به افتخار علی آقای دایی لایک کنید.\n.\n.\n.\n#دایی #تاریخ #تاریخ_ایران",
                  "comments": 17354,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCcS15OC-Oc",
                  "image": "https://cdn.jaryan.net/2024-11-28_055606.1475260000-VLALAqKC",
                  "likes": 132456,
                  "views": null,
                  "caption": "شما یادتون میاد؟؟؟\n.\n.\n#تاریخ #تاریخ_ایران #شاه #فرح",
                  "comments": 3317,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCW0PiKC1cx",
                  "image": "https://cdn.jaryan.net/2024-11-28_055606.2854000000-xzMHRvqc",
                  "likes": 97461,
                  "caption": "ادامه در کامنت اول پین شده حتما بخونید👇\n.\n.\n#تاریخ #تاریخ_ایران",
                  "comments": 3139,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCY6PWKC7gr",
                  "image": "https://cdn.jaryan.net/2024-11-28_055606.5080800000-w7eiMdS1",
                  "likes": 82107,
                  "views": null,
                  "caption": "حتما ببینید تا انتها...\n.\n.\n##حافظ #تاریخ #شیراز #تاریخ_ایران",
                  "comments": 1446,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCej5m1ChRd",
                  "image": "https://cdn.jaryan.net/2024-11-28_055606.7049860000-gyp2kLrc",
                  "likes": 75331,
                  "views": null,
                  "caption": "حرفی؟سخنی؟\n.\n.\n\n#تاریخ #تاریخ_ایران #عربستان #شاه #جنیفرلوپز",
                  "comments": 1681,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCSEaQRCBzk",
                  "image": "https://cdn.jaryan.net/2024-11-18_170301.3189200000-GblCuY3u",
                  "likes": 61565,
                  "views": null,
                  "caption": "اشتراک گذاری فراموش نشه♥️\n.\n.\n#تاریخ #تاریخ_ایران",
                  "comments": 926,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/ancient_fact1",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2590000,
            "description": "24 ساعته",
            "advertiser_price": 2590000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 55329,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-09-16T17:44:23.351149+03:30"
          },
          {
            "id": 40441,
            "media": {
              "id": 21475,
              "title": "ریزنکات خانه داری مدرن🍃",
              "username": "majaleye_khanedari",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.12313882009379212,
              "categories": [],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_062200.8337900000-fCLW1csq",
              "media_type": "INSTAGRAM",
              "custom_name": "majaleye_khanedari",
              "following": 0,
              "followers": 1829507,
              "likes_per_post_average": 2189,
              "comments_per_post_average": 63,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC7er9Puvq0",
                  "image": "https://cdn.jaryan.net/2024-12-02_062201.0178740000-IvuQzilQ",
                  "likes": 6889,
                  "caption": "لطفاً ورق بزنید...\nچهار اسلاید، کدوم رو دوست داشتین؟\n.\nاز صفحه:\n@harfe.hagh6 \n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nاگر از اکسپلور آمدی، مجله خانه داری ما رو دنبا.ل کن تا مطالب و آموزشهای هر روزمون رو از دست ندی ❤️👇🏻\n@majaleye_khanedari\n@majaleye_khanedari\n.\n.\n.\n🍀🍀🍀",
                  "comments": 25,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6nIeJNfPd",
                  "image": "https://cdn.jaryan.net/2024-12-02_062201.1972160000-AkbJ3j73",
                  "likes": 4728,
                  "caption": "شاید فردا اون آدم تو باشی …❤️\n.\n.\n🤍 @aghl_ehsas \n.\n.\n.\n.\n🌱🌱🌱🌱",
                  "comments": 91,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC7SPYQOEbz",
                  "image": "https://cdn.jaryan.net/2024-12-02_062201.3641900000-VJFiJK4x",
                  "likes": 4608,
                  "caption": "لطفاً ورق بزنید \nبا دقت بخونید \nنظرتون رو هم بنویسید \nدوستان رو هم دعوت کنید این مطلب رو ببینند\nممنونم\n.\nاز صفحه:\n@dr.vahab_aryan3\n.\n.\n.\n.\n.\n🌱🌱🌱",
                  "comments": 129,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC7XzOqOuF9",
                  "image": "https://cdn.jaryan.net/2024-12-02_062201.5097250000-8hWzWDYH",
                  "likes": 3261,
                  "caption": "ترشی پیاز سه سوته رستورانی \n\nبفرست برای اونی که همیشه دنبال طعم های جدیده  می گرده !👌\n.\nاز صفحه:\n@food.clubb \n.\n\nپیاز بنفش خلالی(به اندازه ای که شیشه متوسط پر بشه )\nنمک یک ق سر پر \nشکر یه ق چایخوری \nسرکه انگور سفید یا قرمز یک استکان سرخالی \nآب جوش (بقیه شیشه پر کنین )\nبذازید کنار ۶ ساعت دیگه آماده س😋\n\nنوش جان \n\n.\n.\n.\n.\n🌱🌱🌱",
                  "comments": 16,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6VREeN8NH",
                  "image": "https://cdn.jaryan.net/2024-12-02_062201.6404020000-Pa4J0tBU",
                  "likes": 2787,
                  "caption": "❌️اون چیزی که اهمیت داره اینه که ببینی بدن شما داره به غذاها یا نحوه غذا خوردن شما چه پاسخی میده. نمیشه برای همه یک نسخه واحد را تجویز کرد و هر کسی باید با توجه به ذائقه خودش و پاسخ بدنش برنامه غذایی مناسب و ویژه خودش را داشته باشه. حتی دوتا خواهر هم ممکنه پاسخ بدن‌شون به غذاها متفاوت باشه. بدن ما با هورمون‌ها به غذاها پاسخ میده. همه میدونیم که برخی غذاها مثل نوشابه، چیپس، پفک، کیک خوراکی نیستن که همیشه بتونیم به مقدار زیاد بخوریم. در رابطه با سایر مواد غذایی که معمولا در برنامه‌هامون هست باید ببینم بدن ما چه پاسخی میده و بر اساس اون بدن خودمون را تغذیه کنیم. این به این معنی نیست که شما مثلا نوشابه میخوری لذت میبری پس برو نوشابه بخور. نوشابه را همه میدونن خوب نیست زیاد بخوریم. این یعنی قرار نیست تو دقیقا شبیه بقیه غذا بخوری و پاسخ بدنت در دراز مدت را بررسی کن مثلا اگر داری چاق میشی یا قند خونت داره میره بالا این روش و این غذا مناسب بدن تو نیست و بهتره تنظیمش کنی.\n\nمن دکترجاویدی هستم و اینجا دانش پرشکی سبک زندگی را برای بدن و روانی سالم تر آموزش میدم. \n.\nاز صفحه:\n@dr.javidi_clinic\n\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nاگر از اکسپلور آمدی، مجله خانه داری ما رو دنبا.ل کن تا مطالب و آموزشهای هر روزمون رو از دست ندی ❤️👇🏻\n@majaleye_khanedari\n@majaleye_khanedari\n.\n.\n.\n🍀🍀🍀",
                  "comments": 111,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6ey7VtzS_",
                  "image": "https://cdn.jaryan.net/2024-12-02_062201.7626760000-HZPytAGW",
                  "likes": 2588,
                  "views": null,
                  "caption": "عزیزان دلم با تمام وجودم دوستتون دارم 🫀😍🍃\n\nممنون میشم نظراتون کامنت کنین دوست عزیز 😇🙏\n\n.\nاز صفحه:\n@harfdelam._ \n.\n.\n.\n.\n‌\n🌱🌱🌱🌱",
                  "comments": 23,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/majaleye_khanedari",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 650000,
            "description": "24 ساعته - پست اسلایدی",
            "advertiser_price": 650000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 2001,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-07-24T12:17:15.897207+03:30"
          },
          {
            "id": 40442,
            "media": {
              "id": 21475,
              "title": "ریزنکات خانه داری مدرن🍃",
              "username": "majaleye_khanedari",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.12313882009379212,
              "categories": [],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_062200.8337900000-fCLW1csq",
              "media_type": "INSTAGRAM",
              "custom_name": "majaleye_khanedari",
              "following": 0,
              "followers": 1829507,
              "likes_per_post_average": 2189,
              "comments_per_post_average": 63,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC7er9Puvq0",
                  "image": "https://cdn.jaryan.net/2024-12-02_062201.0178740000-IvuQzilQ",
                  "likes": 6889,
                  "caption": "لطفاً ورق بزنید...\nچهار اسلاید، کدوم رو دوست داشتین؟\n.\nاز صفحه:\n@harfe.hagh6 \n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nاگر از اکسپلور آمدی، مجله خانه داری ما رو دنبا.ل کن تا مطالب و آموزشهای هر روزمون رو از دست ندی ❤️👇🏻\n@majaleye_khanedari\n@majaleye_khanedari\n.\n.\n.\n🍀🍀🍀",
                  "comments": 25,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6nIeJNfPd",
                  "image": "https://cdn.jaryan.net/2024-12-02_062201.1972160000-AkbJ3j73",
                  "likes": 4728,
                  "caption": "شاید فردا اون آدم تو باشی …❤️\n.\n.\n🤍 @aghl_ehsas \n.\n.\n.\n.\n🌱🌱🌱🌱",
                  "comments": 91,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC7SPYQOEbz",
                  "image": "https://cdn.jaryan.net/2024-12-02_062201.3641900000-VJFiJK4x",
                  "likes": 4608,
                  "caption": "لطفاً ورق بزنید \nبا دقت بخونید \nنظرتون رو هم بنویسید \nدوستان رو هم دعوت کنید این مطلب رو ببینند\nممنونم\n.\nاز صفحه:\n@dr.vahab_aryan3\n.\n.\n.\n.\n.\n🌱🌱🌱",
                  "comments": 129,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC7XzOqOuF9",
                  "image": "https://cdn.jaryan.net/2024-12-02_062201.5097250000-8hWzWDYH",
                  "likes": 3261,
                  "caption": "ترشی پیاز سه سوته رستورانی \n\nبفرست برای اونی که همیشه دنبال طعم های جدیده  می گرده !👌\n.\nاز صفحه:\n@food.clubb \n.\n\nپیاز بنفش خلالی(به اندازه ای که شیشه متوسط پر بشه )\nنمک یک ق سر پر \nشکر یه ق چایخوری \nسرکه انگور سفید یا قرمز یک استکان سرخالی \nآب جوش (بقیه شیشه پر کنین )\nبذازید کنار ۶ ساعت دیگه آماده س😋\n\nنوش جان \n\n.\n.\n.\n.\n🌱🌱🌱",
                  "comments": 16,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6VREeN8NH",
                  "image": "https://cdn.jaryan.net/2024-12-02_062201.6404020000-Pa4J0tBU",
                  "likes": 2787,
                  "caption": "❌️اون چیزی که اهمیت داره اینه که ببینی بدن شما داره به غذاها یا نحوه غذا خوردن شما چه پاسخی میده. نمیشه برای همه یک نسخه واحد را تجویز کرد و هر کسی باید با توجه به ذائقه خودش و پاسخ بدنش برنامه غذایی مناسب و ویژه خودش را داشته باشه. حتی دوتا خواهر هم ممکنه پاسخ بدن‌شون به غذاها متفاوت باشه. بدن ما با هورمون‌ها به غذاها پاسخ میده. همه میدونیم که برخی غذاها مثل نوشابه، چیپس، پفک، کیک خوراکی نیستن که همیشه بتونیم به مقدار زیاد بخوریم. در رابطه با سایر مواد غذایی که معمولا در برنامه‌هامون هست باید ببینم بدن ما چه پاسخی میده و بر اساس اون بدن خودمون را تغذیه کنیم. این به این معنی نیست که شما مثلا نوشابه میخوری لذت میبری پس برو نوشابه بخور. نوشابه را همه میدونن خوب نیست زیاد بخوریم. این یعنی قرار نیست تو دقیقا شبیه بقیه غذا بخوری و پاسخ بدنت در دراز مدت را بررسی کن مثلا اگر داری چاق میشی یا قند خونت داره میره بالا این روش و این غذا مناسب بدن تو نیست و بهتره تنظیمش کنی.\n\nمن دکترجاویدی هستم و اینجا دانش پرشکی سبک زندگی را برای بدن و روانی سالم تر آموزش میدم. \n.\nاز صفحه:\n@dr.javidi_clinic\n\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nاگر از اکسپلور آمدی، مجله خانه داری ما رو دنبا.ل کن تا مطالب و آموزشهای هر روزمون رو از دست ندی ❤️👇🏻\n@majaleye_khanedari\n@majaleye_khanedari\n.\n.\n.\n🍀🍀🍀",
                  "comments": 111,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6ey7VtzS_",
                  "image": "https://cdn.jaryan.net/2024-12-02_062201.7626760000-HZPytAGW",
                  "likes": 2588,
                  "views": null,
                  "caption": "عزیزان دلم با تمام وجودم دوستتون دارم 🫀😍🍃\n\nممنون میشم نظراتون کامنت کنین دوست عزیز 😇🙏\n\n.\nاز صفحه:\n@harfdelam._ \n.\n.\n.\n.\n‌\n🌱🌱🌱🌱",
                  "comments": 23,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/majaleye_khanedari",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 700000,
            "description": "24 ساعته - ریلز",
            "advertiser_price": 700000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 1949,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-07-24T12:17:09.234462+03:30"
          },
          {
            "id": 3510,
            "media": {
              "id": 2973,
              "title": "بـازیگران ایـرانی | حاشـیه و هنـرمندان",
              "username": "bazigaran.iraani",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.13226277511316661,
              "categories": [
                {
                  "id": 54,
                  "title": "Cinema-Theatre-TVSeries",
                  "title_fa": "سینما، تئاتر و تلویزیون"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_000900.9675350000-lTVjkv78",
              "media_type": "INSTAGRAM",
              "custom_name": "bazigaran.iraani",
              "following": 186,
              "followers": 1819736,
              "likes_per_post_average": 2386,
              "comments_per_post_average": 20,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCkNgvpsg1A",
                  "image": "https://cdn.jaryan.net/2024-11-23_212302.0022920000-GKLm0zgS",
                  "likes": 11574,
                  "views": 106277,
                  "caption": "طرفدار کدوم سبک هستین شما؟ \nکدوم پسند شماست؟",
                  "comments": 118,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C-Z5olcI0Qm",
                  "image": "https://cdn.jaryan.net/2024-12-02_000901.1847950000-VZfivEDC",
                  "likes": 11013,
                  "views": 189307,
                  "caption": "ناراحت برای کیمیا،خوشحال برای ناهید ❤️‍🩹\n____________________\n.\nتدوین: @alirezaajafarzadeh \n____________________\n@nahidkiyani.offical \n@kimiya.alizade \n____________________\n#المپیک #ناهید_کیانی #کیمیا_علیزاده #دختران_ایران #ایرانی #مهاجرت #وطن #اشک_خنده",
                  "comments": 242,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBHm5PjM3AP",
                  "image": "https://cdn.jaryan.net/2024-10-16_135601.0821230000-PEgAgtBu",
                  "likes": 10901,
                  "views": 121595,
                  "caption": "ترکیب این مادر و پسر حرف نداره😅\n📽 زیرخاکی\n.\n@bazigaran.iraani",
                  "comments": 82,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC-Jn60sGS1",
                  "image": "https://cdn.jaryan.net/2024-12-02_000901.3987560000-kMRNEQPH",
                  "likes": 9418,
                  "caption": "وزیر ورزش اعلام کرد که رئیس جمهور پیگیر بازگشت هرچه سریعتر عادل فردوسی پور به تلویزیون است",
                  "comments": 79,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDCdXBFtZYz",
                  "image": "https://cdn.jaryan.net/2024-12-02_000901.6744220000-nQpFnY0H",
                  "likes": 4931,
                  "caption": "حسین توشه‌‌ درگذشت🖤\n\nحسین توشه‌ بازیگر با‌سابقه سینما، تلویزیون و تئاتر امروز یکشنبه در یکی از بیمارستان‌های رشت درگذشت.\n«حسین توشه» بازیگر سینما، تئاتر و تلویزیون، سریال «دنیای شیرین دریا» سال ۱۳۷۶ اولین تجربه حرفه‌ای ایشان در قاب تلویزیون به کارگردانی بهروز بقایی بود تا اینکه با سریال «پس از باران» سال ۱۳۷۹ شناخته‌تر شد.\n#حسین_توشه #بازیگر",
                  "comments": 51,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDCDtKCNqOV",
                  "image": "https://cdn.jaryan.net/2024-12-02_000901.8468700000-uMowrFm4",
                  "likes": 1466,
                  "views": 36801,
                  "caption": "اینقدر خندید، خودش کات داد 😄\n.\n«چارپایه» هر شب ساعت ۱۹:۳۰ از شبکه سه \n\n#چارپایه #شبکه_سه \n\n@charpayeh_tv3\n@ashkan__eshtiyagh\n@yousefteymoori\n@javadkhaajavi\n@ghodratolahizadi",
                  "comments": 6,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/bazigaran.iraani",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1500000,
            "description": "پست 24 ساعته با محتوای شما",
            "advertiser_price": 1500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 2023,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-11T19:04:00.294259+03:30"
          },
          {
            "id": 3518,
            "media": {
              "id": 7232,
              "title": "هیستوفید",
              "username": "histofeed",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.5235885622671095,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_122301.0859340000-QhbnHhQf",
              "media_type": "INSTAGRAM",
              "custom_name": "histofeed",
              "following": 50,
              "followers": 1816304,
              "likes_per_post_average": 27317,
              "comments_per_post_average": 355,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CzUKpW2Ijp4",
                  "image": "https://cdn.jaryan.net/2024-07-25_180500.8648660000-JAl0lMKz",
                  "likes": 369646,
                  "caption": "‌‌‌‌‌‌\n‌‌‌‌‌‌‌اسطوره، بی‌تکرار و از یاد نرفتنی‌‌‌‌‌.‌‌‌‌.‌‌‌‌.‌‌‌‌‌‌‌\n‌‌‌‌\n‌‌‌‌شما چه کلماتی به ذهنتون میاد وقتی اجراهای بانو هایده رو می‌بینید‌‌‌‌‌‌؟‌‌‌‌‌‌‌‌‌\n‌‌‌‌",
                  "comments": 6409,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/CtXBDqAIYbI",
                  "image": "https://cdn.jaryan.net/2024-07-25_180501.1024230000-ctjecqTw",
                  "likes": 334371,
                  "caption": "‌‌‌‌‌\n‌‌‌‌‌امروز‌‌‌ ‌‌‌‌‌‌۲۱‌‌‌‌‌‌ ‌‌‌‌خرداد هفتمین سال‌گرد درگذشت حبیب محبیان بود. روحش شاد و یادش گرامی‌‌‌ ‌‌‌‌‌🤍‌‌‌‌‌ ‌‌‌‌‌\n\nدر این زمانه بی های و هوی لال پرست\nخوشا به حال کلاغان قیل و قال پرست\nچگونه شرح دهم، لحظه لحظه خود را\nبرای این همه ناباور خیال پرست\nبرای این همه ناباور خیال پرست\nبه شب نشینی خرچنگ های مردابی\nچگونه رقص کند ماهی زلال پرست\nرسیده ها چه غریب و نچیده می افتند\nبه پای هرزه علفهای باغ کال پرست\nبه پای هرزه علفهای باغ کال پرست\nرسیده ام به کمالی که جز اناالحق نیست\nکمال دار را برای من کمال پرست\nهنوز هم زنده ام و زنده بودنم خاریست\nبه تنگ چشمي نامردم زوال پرست\nبه تنگ چشمي نامردم زوال پرست\nبه شب نشینی خرچنگ های مردابی\nچگونه رقص کند ماهی زلال پرست\nرسیده ها چه غریب و نچیده می افتند\nبه پای هرزه علفهای باغ کال پرست\nبه پای هرزه علفهای باغ کال پرست\nدر این زمانه بی های و هوی لال پرست\nخوشا به حال کلاغان قیل و قال پرست\nچگونه شرح دهم، لحظه لحظه خود را\nبرای این همه ناباور خیال پرست\nبرای این همه ناباور خیال پرست\nبه شب نشینی خرچنگ های مردابی\nچگونه رقص کند ماهی زلال پرست\nرسیده ها چه غریب و نچیده می افتند\nبه پای هرزه علفهای باغ کال پرست\nبه پای هرزه علفهای باغ کال پرست\nرسیده ام به کمالی که جز اناالحق نیست\nکمال دار را برای من کمال پرست\nهنوز هم زنده ام و زنده بودنم خاریست\nبه تنگ چشمي نامردم زوال پرست\nبه تنگ چشمي نامردم زوال پرست\nبه شب نشینی خرچنگ های مردابی\nچگونه رقص کند ماهی زلال پرست\nرسیده ها چه غریب و نچیده می افتند\nبه پای هرزه علفهای باغ کال پرست\nبه پای هرزه علفهای باغ کال پرست ‌‌‌‌‌‌‌‌‌‌‌\n‌‌‌‌‌‌‌‌",
                  "comments": 6345,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/C8HoruqtRJZ",
                  "image": "https://cdn.jaryan.net/2024-11-19_014101.1862510000-OJeWBFqk",
                  "likes": 214571,
                  "caption": "‌\n‌هر وقت که در مورد هنرمندای قدیمی مطلبی منتشر میکنم به این فکر میکنم چی شد که مثل اینا یا حتی نزدیک بهشون کسی دیگه نیومد🥲\n\nسیاوش قمیشی ۲۱ خرداد ۷۹ ساله شد، براشون آرزوی سلامتی داریم🤍",
                  "comments": 3696,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCwzggrOVSn",
                  "image": "https://cdn.jaryan.net/2024-11-28_130206.3090540000-XeUS9i02",
                  "likes": 40467,
                  "caption": "‌\nخواننده قدیمی مورد علاقه شما کیه؟",
                  "comments": 626,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC9fVjFIl1k",
                  "image": "https://cdn.jaryan.net/2024-12-02_122301.7396210000-dFcUhSM8",
                  "likes": 38641,
                  "caption": "‌‌‌‌‌\n‌‌‌‌‌‌همه اسلایدها صدا دار هستند‌‌‌‌‌‌.‌‌‌‌‌\n‌‌‌‌‌به نظرتون با بیش از ۷۰ سال سن و سال‌ها خوانندگی نکردن اجرای اسلاید آخر چطور بود؟ کدوم یکی از این سه ترانه رو قبلا شنیده بودید‌‌‌‌‌‌؟‌‌‌‌‌\n‌‌‌‌",
                  "comments": 484,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC067hQOFki",
                  "image": "https://cdn.jaryan.net/2024-12-02_122302.0382750000-PbCjYn0r",
                  "likes": 29607,
                  "caption": "‌\n‌براشون آرزوی سلامتی داریم🤍",
                  "comments": 332,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/histofeed",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2690000,
            "description": "24 ساعته",
            "advertiser_price": 2690000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 18132,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-11-16T13:42:33.008777+03:30"
          },
          {
            "id": 40902,
            "media": {
              "id": 21699,
              "title": "خانه داری حرفه ای 👌🏻",
              "username": "khanedarie_herfei",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.5388743767026777,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_213600.8101750000-mgOY0rMP",
              "media_type": "INSTAGRAM",
              "custom_name": "khanedarie_herfei",
              "following": 0,
              "followers": 1808059,
              "likes_per_post_average": 9503,
              "comments_per_post_average": 239,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC5v6uKii0J",
                  "image": "https://cdn.jaryan.net/2024-11-29_060701.1713090000-kdY4BzLM",
                  "likes": 52537,
                  "caption": "بفر**ست برای همسرت ❤️\nعشق مراقبت میخواد...\n*\n*\n*\n@izadkhah_ms\nپی*جو د***نبال کن 👇\n@danestanihaye_khanedari \n@danestanihaye_khanedari \n@danestanihaye_khanedari \n0\n0\n0",
                  "comments": 1307,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6dJZZNhCD",
                  "image": "https://cdn.jaryan.net/2024-11-30_213601.0018480000-GcyM9pvy",
                  "likes": 3292,
                  "views": null,
                  "caption": "این ویدیو رو بفرست برای اونی که عاشق پیتزاست🤤❤️\n\nفکر نمیکنم کسی باشه که پیتزا دوست نداشته باشه از بس که خوبه😍\nتا حالا پیتزا آتیشی خوردی؟😋🤌🏻\n\n@ghazal_village \n.\n.\n@khanedarie_herfei\n@khanedarie_herfei\n@khanedarie_herfei",
                  "comments": 47,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC43f32u5Ye",
                  "image": "https://cdn.jaryan.net/2024-11-30_213601.1988750000-PXNV0Trb",
                  "likes": 2989,
                  "caption": "شمامیدونیدمن خودم عاشق بادمجونم به هرسبک وروشی ولی توخونمون به چندروش بایددرست بشه یکیش هم اینجوری بایدباشه که بادمجون نباید له باشه وباچیزی قاطی بشه این روش مختص اوناس😍\n\n@banooye_khone\n\nکشک بادمجان قرتی\n\nبادمجانهارو پوست میگیریم ومطابق کلیپ برش میدیم بعدداخل آب ونمک حدودنیم ساعت میزاریم تاتلخی اون گرفته بشه داخل روغن دوطرف بادمجون روسرخ میکنیم\nپیازروخلالی برش میزنیم داخل روغن میریزیم زمانی که طلایی شد بهش سیرخردشده رواضافه کرده عطرسیرکه بلندشدبهش زردچوبه اضافه میکنیم وازروغن میکشیم داخل همون روغن نعنا داغ هم درست میکنیم حالا برای سرو این مدل کشک وبادمجان داخل ظرف ابتدایکمی کشک ونعناداغ میریزیم روشوبادمجان سرخ شده،پیازداغ،دوباره کشک ونعناداغ میریزیم وتمام\nاین روش پخت کشک وبادمجان برای اونایی که دوست ندارن بادمجونشون له باشه ویاباچیزی مخلوط بشه\n\n@khanedarie_herfei\n@khanedarie_herfei\n@khanedarie_herfei",
                  "comments": 78,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6VuvNx-a2",
                  "image": "https://cdn.jaryan.net/2024-11-30_213601.3635880000-1I4uWREF",
                  "likes": 2262,
                  "views": null,
                  "caption": "یعنی وقتی دیدم مردم از خنده😂😂😂\n\nمن خودم طلا دوس ندارم نمیدونم چطوری به ذهنش رسیده اینجوری بگه😂😂\n\nیه جاشم محبور شدم سانسور کنم به خاطر ذهن خلاقش😂\n\n@khanedarie_herfei \n@khanedarie_herfei \n@samane_liifee \n.\n.\n.\n.\njg y it tii",
                  "comments": 73,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6kRZyNcDI",
                  "image": "https://cdn.jaryan.net/2024-11-30_213601.4913160000-TSYVEqcF",
                  "likes": 740,
                  "views": null,
                  "caption": "اگه میخوای ژله و دسرات راحت از قالب برگرده وزمان برگردوندن  به قالب نچسبه ونشکنه به این نکات توجه کن👇👇\n\n@cook_alaviii\n\n✅برای حل کردن ژله بعد از ریختن اب جوش درظرف  ژله حتما روی بخار کتری یا سماور بذارید وهم بزنید تا تمام ذرات ژلاتین موجود در پودر ژله باز بشه اگه این ذرات باز نشه باعث شکسته شدن ژله زمان خارج کردن از قالب میشه\n✅بهترین قالب واسه ژله قالب پلاستیک هست چون خیلی راحت در میاد \n✅اگه مبتدی هستین از از قالب سیلیکون مخصوصا اگه خیلی طرح یا شیارریز داره داره استفاده نکنید\n✅قبل از برگردوندن ختما با نوک چاقو یا سیخ چوبی لبه ژله رو از کناره قالب جدا کنید \n✅به ژله اب زیادی اضاه نکنید هر چی ژله سفت تر باشه راحت تر از قالب جدا میشه وخوشمزه تر هست واسه هر بسته ژله بین یک تا یک ونیم ایوان اب کافیه \n✅حداقل ۴-۵ساعت زمان بدید تا کامل ببنده ژله هر چی بیشتر تو یخچال بمونه بهتر از قالب در میاد\n✅قالب رو چرب نکنید باعث میشه ژله کدر بشه اگه قالب فلزی بود اب بگردونید خالی کنید بذارید فریزر قطرات اب یخ بزنه بعد مایع ژله رو بریزید \n✅آب جوش رو داخل یک ظرف بریزید ۱-۲دقیقه کنار بذارید وبعد ظرف قالب ژله رو چند ثانیه داخلش قرار بدین  وبعد برگردونید \n✅اگه مبتدی نیستین میتونید از باد گرم سشوار هم استفاده کنید\n✅اگه به ژله یکم خامه یا شیر اضافه کنید کمک میکنه راحت تر از قالب دربیاد\n\n@khanedarie_herfei\n@khanedarie_herfei\n@khanedarie_herfei",
                  "comments": 11,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4s0JkuZGV",
                  "image": "https://cdn.jaryan.net/2024-11-30_213601.6267220000-Lt7OYHMe",
                  "likes": 660,
                  "caption": "به جرعت میتونم بگم روش \"جناب حسنی\" عزیز \nبهترین روش لاغری در ایرانه که خیلی از بازیگران و هنرمندان مشهور استفاده کردن و بالای ۳۷۰۰ هزار نفر نتیجه گرفتن.  قر...ص و دا...رو و چای نیوشا و..محصولات تجاری هم نیستش که عوارض داشته باشه\n 👇👇👇👇👇👇\n@mehrab_clinic \n@mehrab_clinic \n@mehrab_clinic \nافراد معروف از چه طریقی برای زیبایی اندام خود استفاده میکردند؟\n.\nمن نمیدونستم انقدر گشتم تا فهمیدم متد لاغریشون چجوریه😎\n.\nبعد که رفتم با متد لاغری اینا آشنا شدم تازه فهمیدم چخبره هم لاغر شدم،هم پوستم شفاف شده و بعد لاغری اصلا پوست بدنم شل نشد😍\n.\nحتما برید دایر...کتشون💃💃💃\n@mehrab_clinic \n@mehrab_clinic \n@mehrab_clinic \n\nWhatsapp: 09101456082\n☎️ +989101456082",
                  "comments": 7,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/khanedarie_herfei",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 650000,
            "description": "24 ساعته",
            "advertiser_price": 650000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 8640,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-18T22:19:29.687107+03:30"
          },
          {
            "id": 46692,
            "media": {
              "id": 21699,
              "title": "خانه داری حرفه ای 👌🏻",
              "username": "khanedarie_herfei",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.5388743767026777,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_213600.8101750000-mgOY0rMP",
              "media_type": "INSTAGRAM",
              "custom_name": "khanedarie_herfei",
              "following": 0,
              "followers": 1808059,
              "likes_per_post_average": 9503,
              "comments_per_post_average": 239,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC5v6uKii0J",
                  "image": "https://cdn.jaryan.net/2024-11-29_060701.1713090000-kdY4BzLM",
                  "likes": 52537,
                  "caption": "بفر**ست برای همسرت ❤️\nعشق مراقبت میخواد...\n*\n*\n*\n@izadkhah_ms\nپی*جو د***نبال کن 👇\n@danestanihaye_khanedari \n@danestanihaye_khanedari \n@danestanihaye_khanedari \n0\n0\n0",
                  "comments": 1307,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6dJZZNhCD",
                  "image": "https://cdn.jaryan.net/2024-11-30_213601.0018480000-GcyM9pvy",
                  "likes": 3292,
                  "views": null,
                  "caption": "این ویدیو رو بفرست برای اونی که عاشق پیتزاست🤤❤️\n\nفکر نمیکنم کسی باشه که پیتزا دوست نداشته باشه از بس که خوبه😍\nتا حالا پیتزا آتیشی خوردی؟😋🤌🏻\n\n@ghazal_village \n.\n.\n@khanedarie_herfei\n@khanedarie_herfei\n@khanedarie_herfei",
                  "comments": 47,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC43f32u5Ye",
                  "image": "https://cdn.jaryan.net/2024-11-30_213601.1988750000-PXNV0Trb",
                  "likes": 2989,
                  "caption": "شمامیدونیدمن خودم عاشق بادمجونم به هرسبک وروشی ولی توخونمون به چندروش بایددرست بشه یکیش هم اینجوری بایدباشه که بادمجون نباید له باشه وباچیزی قاطی بشه این روش مختص اوناس😍\n\n@banooye_khone\n\nکشک بادمجان قرتی\n\nبادمجانهارو پوست میگیریم ومطابق کلیپ برش میدیم بعدداخل آب ونمک حدودنیم ساعت میزاریم تاتلخی اون گرفته بشه داخل روغن دوطرف بادمجون روسرخ میکنیم\nپیازروخلالی برش میزنیم داخل روغن میریزیم زمانی که طلایی شد بهش سیرخردشده رواضافه کرده عطرسیرکه بلندشدبهش زردچوبه اضافه میکنیم وازروغن میکشیم داخل همون روغن نعنا داغ هم درست میکنیم حالا برای سرو این مدل کشک وبادمجان داخل ظرف ابتدایکمی کشک ونعناداغ میریزیم روشوبادمجان سرخ شده،پیازداغ،دوباره کشک ونعناداغ میریزیم وتمام\nاین روش پخت کشک وبادمجان برای اونایی که دوست ندارن بادمجونشون له باشه ویاباچیزی مخلوط بشه\n\n@khanedarie_herfei\n@khanedarie_herfei\n@khanedarie_herfei",
                  "comments": 78,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6VuvNx-a2",
                  "image": "https://cdn.jaryan.net/2024-11-30_213601.3635880000-1I4uWREF",
                  "likes": 2262,
                  "views": null,
                  "caption": "یعنی وقتی دیدم مردم از خنده😂😂😂\n\nمن خودم طلا دوس ندارم نمیدونم چطوری به ذهنش رسیده اینجوری بگه😂😂\n\nیه جاشم محبور شدم سانسور کنم به خاطر ذهن خلاقش😂\n\n@khanedarie_herfei \n@khanedarie_herfei \n@samane_liifee \n.\n.\n.\n.\njg y it tii",
                  "comments": 73,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6kRZyNcDI",
                  "image": "https://cdn.jaryan.net/2024-11-30_213601.4913160000-TSYVEqcF",
                  "likes": 740,
                  "views": null,
                  "caption": "اگه میخوای ژله و دسرات راحت از قالب برگرده وزمان برگردوندن  به قالب نچسبه ونشکنه به این نکات توجه کن👇👇\n\n@cook_alaviii\n\n✅برای حل کردن ژله بعد از ریختن اب جوش درظرف  ژله حتما روی بخار کتری یا سماور بذارید وهم بزنید تا تمام ذرات ژلاتین موجود در پودر ژله باز بشه اگه این ذرات باز نشه باعث شکسته شدن ژله زمان خارج کردن از قالب میشه\n✅بهترین قالب واسه ژله قالب پلاستیک هست چون خیلی راحت در میاد \n✅اگه مبتدی هستین از از قالب سیلیکون مخصوصا اگه خیلی طرح یا شیارریز داره داره استفاده نکنید\n✅قبل از برگردوندن ختما با نوک چاقو یا سیخ چوبی لبه ژله رو از کناره قالب جدا کنید \n✅به ژله اب زیادی اضاه نکنید هر چی ژله سفت تر باشه راحت تر از قالب جدا میشه وخوشمزه تر هست واسه هر بسته ژله بین یک تا یک ونیم ایوان اب کافیه \n✅حداقل ۴-۵ساعت زمان بدید تا کامل ببنده ژله هر چی بیشتر تو یخچال بمونه بهتر از قالب در میاد\n✅قالب رو چرب نکنید باعث میشه ژله کدر بشه اگه قالب فلزی بود اب بگردونید خالی کنید بذارید فریزر قطرات اب یخ بزنه بعد مایع ژله رو بریزید \n✅آب جوش رو داخل یک ظرف بریزید ۱-۲دقیقه کنار بذارید وبعد ظرف قالب ژله رو چند ثانیه داخلش قرار بدین  وبعد برگردونید \n✅اگه مبتدی نیستین میتونید از باد گرم سشوار هم استفاده کنید\n✅اگه به ژله یکم خامه یا شیر اضافه کنید کمک میکنه راحت تر از قالب دربیاد\n\n@khanedarie_herfei\n@khanedarie_herfei\n@khanedarie_herfei",
                  "comments": 11,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4s0JkuZGV",
                  "image": "https://cdn.jaryan.net/2024-11-30_213601.6267220000-Lt7OYHMe",
                  "likes": 660,
                  "caption": "به جرعت میتونم بگم روش \"جناب حسنی\" عزیز \nبهترین روش لاغری در ایرانه که خیلی از بازیگران و هنرمندان مشهور استفاده کردن و بالای ۳۷۰۰ هزار نفر نتیجه گرفتن.  قر...ص و دا...رو و چای نیوشا و..محصولات تجاری هم نیستش که عوارض داشته باشه\n 👇👇👇👇👇👇\n@mehrab_clinic \n@mehrab_clinic \n@mehrab_clinic \nافراد معروف از چه طریقی برای زیبایی اندام خود استفاده میکردند؟\n.\nمن نمیدونستم انقدر گشتم تا فهمیدم متد لاغریشون چجوریه😎\n.\nبعد که رفتم با متد لاغری اینا آشنا شدم تازه فهمیدم چخبره هم لاغر شدم،هم پوستم شفاف شده و بعد لاغری اصلا پوست بدنم شل نشد😍\n.\nحتما برید دایر...کتشون💃💃💃\n@mehrab_clinic \n@mehrab_clinic \n@mehrab_clinic \n\nWhatsapp: 09101456082\n☎️ +989101456082",
                  "comments": 7,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/khanedarie_herfei",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "VIDEO",
            "campaign_type": "REACH",
            "price": 700000,
            "description": "24 ساعته - ریلز",
            "advertiser_price": 700000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 10881,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-30T12:40:43.501746+03:30"
          },
          {
            "id": 217,
            "media": {
              "id": 105,
              "title": "هیپنوتیزم",
              "username": "hipnotizm_",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.0197145050610736,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_085400.9046450000-j3Zz1ohn",
              "media_type": "INSTAGRAM",
              "custom_name": "hipnotizm_",
              "following": 36,
              "followers": 1804492,
              "likes_per_post_average": 17896,
              "comments_per_post_average": 504,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C64YluEIFx1",
                  "image": "https://cdn.jaryan.net/2024-07-21_103101.1132540000-1q0gQwOW",
                  "likes": 459079,
                  "views": null,
                  "caption": ".\nالبته ناگفته نماند که حاج جواد اون قضیه پژو پارس رو بعدا در مصاحبه ای با رادیو اینجوری عنوان کرد که\nبرای ماشین عروس گفتیم هرکی پژو سفید داره\n بیاره یه روز در اختیار عروس و دومادا بزاره ولی پولی بابتش ندادم\nعوضش خوده حاج جواد کل مراسمات عروسی و هزینه هاش رو گردن گرفته که بازم دمش گرمه\n\nجالبه ماه به ماه ایشون میره به زندان های استان خوزستان و تا جایی که امکانش هست زندانی های مالی جرایم غیرعمد رو \nآزاد میکنه\n\nبابا دمت گرم حاج جواد\nخدا خیرت بده\n.\nFollow 🔜 @hipnotizm_\nFollow 🔜 @hipnotizm_\nFollow 🔜 @hipnotizm_",
                  "comments": 24528,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C-nxGnHoOMr",
                  "image": "https://cdn.jaryan.net/2024-08-16_194100.9292080000-a7AcPqMM",
                  "likes": 440177,
                  "views": null,
                  "caption": ".\nحسن یزدانی چراتی متولد 5  دی 1373 و برنده مدال طلای المپیک 2016 ریو ،  مدال نقرهٔ المپیک 2022 توکیو و المپیک 2024 پاریسه \nجالبه بدونی حسن یزدانی قهرمان سه دورهٔ مسابقات قهرمانی کشتی جهان در سال‌های 2017، 2019 و 2021، و تا الآن سه مدال نقره و یک برنز و مدال طلای بازی‌های آسیایی رو برامون آورده جدای از همه این افتخارات دو عنوان قهرمانی در مسابقات قهرمانی کشتی آسیا رو هم به نام خودش زده.\nFollow 🔜 @hipnotizm_\nFollow 🔜 @hipnotizm_\nFollow 🔜 @hipnotizm_",
                  "comments": 19845,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_cyrRVoF1v",
                  "image": "https://cdn.jaryan.net/2024-09-07_012800.9837120000-Hf18BONR",
                  "likes": 197667,
                  "views": null,
                  "caption": ".\nآموزه های ابن سینا همچنان تو دانشگاه های غرب تدریس میشه ولی ما که ایرانی هستیم اهمیت چندانی نمیدیم ولی من بهت میگم \nنتیجه شوک آور آزمایش ابوعلی سینا فقط یه پیامی به ما می‌رسونه... اونم اینه که بیشتر مراقب خودمون باشیم ، این پستو تا آخر ببین تا متوجه بشی درباره چی حرف میزنم.\nFollow 🔜 @hipnotizm_\nFollow 🔜 @hipnotizm_\nFollow 🔜 @hipnotizm_",
                  "comments": 1012,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCFIhnTIcbb",
                  "image": "https://cdn.jaryan.net/2024-11-16_070700.9949520000-vL8qwCwN",
                  "likes": 24772,
                  "views": null,
                  "caption": ".\nجالبه بدونین پسر دوم الیزابت ، و عموی دونالد ترامپ ، به اسم جان جی ترامپ ، با کمک مادرش تونیست حسابی درس بخونه و به درجات بالای علمی برسه\nجان جی ترامپ مهندس برق ، مخترغ و فیزیکدان معروف آمریکاست\nکه حتی نشان ملی علوم رو هم از رونالد ریگان گرفته و اختراع پرتودرمانی از کارهای ایشونه.\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact",
                  "comments": 131,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBwZSW9olcx",
                  "image": "https://cdn.jaryan.net/2024-11-21_161501.5405510000-UcwkJqHq",
                  "likes": 21182,
                  "views": null,
                  "caption": ".\nجالبه بدونی کیانو  ریوز  یا همون جان ویک خودمون متولد بیروت لبنانه و به تورنتو کانادا مهاجرت می‌کنه ، پدر و مادرش تو بچگی از هم جدا میشن و پدرش بعد یه مدتی فوت می‌کنه ، همسر کیانو هم تو یه صانحه رانندگی فوت میشه و فقط براش یه خواهر می‌مونه که اونم بخاطر سرطان خون فوت میشه.\nFollow 🔜 @hipnotizm_\nFollow 🔜 @hipnotizm_\nFollow 🔜 @hipnotizm_",
                  "comments": 374,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCM5Vs_oxpG",
                  "image": "https://cdn.jaryan.net/2024-11-21_161502.0991060000-KtlcbtOn",
                  "likes": 16450,
                  "views": null,
                  "caption": ".\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact\nFollow 🔜 @Whats.Fact",
                  "comments": 273,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/hipnotizm_",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2700000,
            "description": "24 ساعته - موضوعات مالی و ارزدیجیتال انجام نمیشود",
            "advertiser_price": 2700000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 8756,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-08T12:59:29.474456+03:30"
          },
          {
            "id": 3665,
            "media": {
              "id": 7288,
              "title": "iran_showman | ایران شومن",
              "username": "iran_showman",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.2916463758272545,
              "categories": [
                {
                  "id": 58,
                  "title": "Fun",
                  "title_fa": "طنز"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_145100.9689600000-oIC2mYdU",
              "media_type": "INSTAGRAM",
              "custom_name": "iran_showman",
              "following": 99,
              "followers": 1784467,
              "likes_per_post_average": 5111,
              "comments_per_post_average": 93,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCL0wdNNGZZ",
                  "image": "https://cdn.jaryan.net/2024-11-13_161401.0206160000-HCvSu4IR",
                  "likes": 349900,
                  "views": null,
                  "caption": "فکر کنم دومیه تازه ازدواج کرده بود😂😂\n\n@iran_showman \n@iran_showman",
                  "comments": 5393,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C1zgy3CtAfN",
                  "image": "https://cdn.jaryan.net/2024-07-18_114101.2216860000-LwoRaEWl",
                  "likes": 311132,
                  "caption": "ورق بزن↔️😅\nخیلی خوب بود😂😂\n.\n@iran_showman",
                  "comments": 2302,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/C4DSeFUNvbM",
                  "image": "https://cdn.jaryan.net/2024-07-18_114101.4201470000-ppqk4RiN",
                  "likes": 254301,
                  "caption": "رودست این دوربین مخفی نیست😂😂(ورق بزنید)\n.\n@iran_showman",
                  "comments": 11209,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCxHvepOO60",
                  "image": "https://cdn.jaryan.net/2024-11-28_151701.1294740000-DxUpbTa2",
                  "likes": 20534,
                  "views": null,
                  "caption": "پابپ کورن❌️ بلال حبشی✅️\n\n@iran_showman \n@iran_showman",
                  "comments": 379,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4ubRNu7Hp",
                  "image": "https://cdn.jaryan.net/2024-11-28_151701.2915420000-HtqdKqiQ",
                  "likes": 9049,
                  "caption": "ورق بزنید😅↔️\nاوضاع خیلی خیته😂🤦‍♂️\n\n@iran_showman \n@iran_showman \n.\n.\n.\n.\n.\nCredit:@kamy_hi",
                  "comments": 40,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1VwlMtUdj",
                  "image": "https://cdn.jaryan.net/2024-11-28_151701.4796420000-yMn1pPuF",
                  "likes": 8094,
                  "caption": "ورق بزنید↔️😅\nتا آخرش ببین😂😂\n\n@iran_showman \n@iran_showman \n.\n.\n.\n.\nCredit:@saburi648 ♥️",
                  "comments": 39,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/iran_showman",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1600000,
            "description": "پست و ریلز ۴۸ ساعته",
            "advertiser_price": 1600000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 17217,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-01T21:33:15.365696+03:30"
          },
          {
            "id": 285,
            "media": {
              "id": 141,
              "title": "رسانه ی کلونومی",
              "username": "klonomi",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.2236550359243066,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_004800.9566730000-RSbb7cOd",
              "media_type": "INSTAGRAM",
              "custom_name": "klonomi",
              "following": 85,
              "followers": 1763430,
              "likes_per_post_average": 3867,
              "comments_per_post_average": 76,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CyeTcKfsQ6P",
                  "image": "https://cdn.jaryan.net/2024-07-24_081901.0985220000-RqsAm9BE",
                  "likes": 493038,
                  "views": 11182044,
                  "caption": ".\nواقعا غول بی شاخ و دمیه\nگوینده:\n@salmanzaherii \n\n@Klonomi",
                  "comments": 6583,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC8knkSIA63",
                  "image": "https://cdn.jaryan.net/2024-12-03_004801.0853380000-r0uoIvE9",
                  "likes": 14901,
                  "views": 387091,
                  "caption": ".\n‌روستایی که یک شب مانده به سیزده‌به‌در یعنی ۱۲ فروردین ماه سال ۷۷ در یک اتفاق شبانه و واقعا اسرارآمیز ناپدید می‌شود و دیگر نه آبکاری می‌ماند و نه مردم و باغ و خانه‌ها و دام‌هایشان که دوست و فامیل بخواهند به آن سر بزنند یا آنهایی که از روستا کوچیده‌اند با قدم‌زدن در کوچه‌باغ‌های زادگاه‌شان خاطره‌بازی کنند.\nاز ساکنان روستای آبکار علیا در سال ۷۷ تنها یک مقبره یادبود دسته‌جمعی مانده است\nشما خاطره ای از این اتفاق دارید؟ کسی هست که فامیلش تو این اتفاق ناپدید شده باشه؟",
                  "comments": 227,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3jJ3-tDZV",
                  "image": "https://cdn.jaryan.net/2024-11-29_010501.2791620000-Z6C415vA",
                  "likes": 7653,
                  "views": 259766,
                  "caption": "شما هم از سختیای مرد بودن تو ایران بگید\n@Klonomi",
                  "comments": 153,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDAIYuxIVKZ",
                  "image": "https://cdn.jaryan.net/2024-12-03_004801.2574320000-RdaF8iXR",
                  "likes": 3527,
                  "views": 169150,
                  "caption": ".\n‌بمب‌های سنگرشکن با استفاده از ترکیبی از سرعت و وزن برای شکستن لایه‌های حفاظتی قبل از انفجار عمل می‌کنند.\nاین نوع از بمب ها، بمب هایی بسیار قوی هستند که برای عبور از دیوارهای بتونی بسیار مستحکم که در پناهگاه ها و پایگاه های زیرزمینی استفاده می شود به کار برده می شوند. نیروی هوایی ایالات متحده اولین بمب سنگرشکن (bunker buster) را در سال ۱۹۸۵ معرفی کرد. بمب های معمول که برای اهداف کلی به کار گرفته می شوند دارای یک بدنه ساخته شده از فولاد نازک مملو از مواد منفجره هستند اما بمب های سنگرشکن ساختار بسیار نازک تری دارند با بدنه ای ضخیم تر و مواد منفجره کمتر. این طراحی طوری است که تمام وزن را روی منطقه ای کوچکتر متمرکز می کند و آن را به یک یخ شکن تبدیل می کند تا یک پتک، به همین خاطر بمب سنگرشکن می تواند از بتن یا نقب هایی که در زمین وجود دارد عبور کرده تا به اهدافی برسد که در عمق زمین پنهان شده اند.",
                  "comments": 7,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDDCZoyuZvD",
                  "image": "https://cdn.jaryan.net/2024-12-03_004801.4499730000-b3ciIckF",
                  "likes": 1750,
                  "views": 158090,
                  "caption": "@Klonomi",
                  "comments": 42,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC_g7IpIxu8",
                  "image": "https://cdn.jaryan.net/2024-12-03_004801.6566780000-n8DNuEPF",
                  "likes": 1716,
                  "views": 103364,
                  "caption": "هر جلسه ۱ کیلو وزن کم کن\nبا قرارداد کتبی ضمانت بازگشت وجه📝\n@winnerbody.ir\n@winnerbody.ir\nاگه دوست داری شرایط بدونی پیچ زیردنبال کن\n @winnerbody.ir\nشماره تماس:\n۰۲۱-۵۲ ۹۸۴☎️\n۰۹۱۲ ۱۴۴ ۵۰۰۴📱\n\n.\n.\n.\n.\n.\n.\n…..",
                  "comments": 18,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/klonomi",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2800000,
            "description": "24 ساعته\r\nپیج بیزینسی نیست و اینسایت نمیدهد",
            "advertiser_price": 2800000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 9781,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-06-22T13:16:37.697925+03:30"
          },
          {
            "id": 40401,
            "media": {
              "id": 21455,
              "title": "دانستنی جهان 🌏🔍",
              "username": "fact.vale",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.1942881638075916,
              "categories": [
                {
                  "id": 124,
                  "title": "سرگرمی",
                  "title_fa": "سرگرمی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_061200.9779460000-ogc28LTH",
              "media_type": "INSTAGRAM",
              "custom_name": "fact.vale",
              "following": 19,
              "followers": 1752723,
              "likes_per_post_average": 3010,
              "comments_per_post_average": 394,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C_AXUm3o2Qh",
                  "image": "https://cdn.jaryan.net/2024-08-31_033001.7313230000-qCvWPFxL",
                  "likes": 123946,
                  "views": null,
                  "caption": "‏این اتفاق خیلی ناراحتم کرد😢\n\nآوا ۴ ساله آسمانی شد🖤😔\n\nتـ سلیت به خانواده آوا🌹\n\n@fact.vale\n\n#مادر#بچه#غمگین#فکت#دانستنی",
                  "comments": 26400,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_RBlj6oaNq",
                  "image": "https://cdn.jaryan.net/2024-09-10_195300.9235440000-RCLJjCua",
                  "likes": 59352,
                  "views": null,
                  "caption": "تو رو خدا هوای این فرشته ها رو داشته باشید ❤️\n\n@fact.vale\n\n#سگ #محبت#مهربانی#حیوانات #حیوانات_خانگی #حیوان #دانستنی #فکت",
                  "comments": 684,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C_aHk8LImbm",
                  "image": "https://cdn.jaryan.net/2024-09-10_195301.5659340000-UZ3LUywv",
                  "likes": 47005,
                  "views": null,
                  "caption": "فقط بخاطر یه گوشواره !😢🖤\n\n@fact.vale",
                  "comments": 34578,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC2NqJRIlSt",
                  "image": "https://cdn.jaryan.net/2024-11-29_060800.9864600000-cTljS6AL",
                  "likes": 5190,
                  "views": null,
                  "caption": "شهرک مخفی در تهران !\n\n@fact.vale",
                  "comments": 196,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCquOWcI7u7",
                  "image": "https://cdn.jaryan.net/2024-11-29_060801.1290750000-YqFzo1B3",
                  "likes": 4756,
                  "views": null,
                  "caption": "هرچی دوست دارین زیر این پست به این مرد بی وجدان بگین\n\n@fact.vale",
                  "comments": 1119,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCyOvCMIOtl",
                  "image": "https://cdn.jaryan.net/2024-11-29_060801.2444060000-eMUkWTIS",
                  "likes": 4682,
                  "views": null,
                  "caption": "‏این اتفاق خیلی ناراحتم کرد😢\n\nآوا ۴ ساله آسمانی شد🖤😔\n\nتـ سلیت به خانواده آوا🌹\n\n@fact.vale\n\n#مادر#بچه#غمگین#فکت#دانستنی",
                  "comments": 883,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/fact.vale",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 450000,
            "description": "24 ساعته",
            "advertiser_price": 450000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 6497,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-11-27T14:28:56.426953+03:30"
          },
          {
            "id": 26402,
            "media": {
              "id": 15195,
              "title": "آموزش آشپزی👩‍🍳",
              "username": "ashpazii",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.049051083964037866,
              "categories": [
                {
                  "id": 117,
                  "title": "گردشگری",
                  "title_fa": "گردشگری"
                },
                {
                  "id": 123,
                  "title": "استانی",
                  "title_fa": "استانی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_134001.0437220000-CT2ITQkZ",
              "media_type": "INSTAGRAM",
              "custom_name": "ashpazii",
              "following": 603,
              "followers": 1745799,
              "likes_per_post_average": 836,
              "comments_per_post_average": 20,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DDC1FzkOHGM",
                  "image": "https://cdn.jaryan.net/2024-12-03_134001.2345930000-bqghwbsT",
                  "likes": 1874,
                  "views": 44673,
                  "caption": "با سیب درختی  امتحان کردی ؟ برای لعاب  داخل فسنجون ؟\nحتما ذخیرش کن پس\n@cake_happy_gorgan\nیبار امتحانش کن لعابدار خوشمزه میشه\nیه غذای عالی چشمای فوق العاده خوشمزه\nبرای پیمانه فسنجون\n۱/۵کیلو مغز گردو برای ۳۰نفر\nیا هر نفر یک قاشق پرپر باشه \nدوعدد مرغ درشت برای ۳۰نفر\n۲عدد سیب درختی زرد \nپیازسه عدد بزرگ\nپیاز رو که تفت دادیم سیب هار رنده درشت می‌زنیم به مغز گردو ها آب اضافه میکنیم تا چوبی داخلش نمونه بیاد روی آب به پیاز ادویه می‌زنیم نمک وفلفل وزردچوبه ودارچین \nبعد گردوهایی که دوبار از چرخ گوشت ردکردیم تا روغن عالی بیفته به واب اضافه کردیم به پیازها اضافه میکنیم بعد یساعت تایساعت ونیم جوشیدن مرغ هارو هم با ادویه سرخ کرده بودیم به خورشت اضافه میکنیم رب انار بستگی به ذائقه  خودتون که ترش یا ملس یا شیرین باشه  با روغن  تفت میدیم اونم اضافه میکنیم بعد سه ساعت جوشیدن آماده میشه اگه شیرین دوست دارید شکراضافه کنید اندازه میزانش بستگی به خودتون داره\nممنونم که همراه پیجم هستید وحمااااایت میکنید\nخوشحال میشم پیجمو فالو کنید تا بقیه پست  های آموزشی رو بتونید ببینید🌹🌹\n\n.\n©️ NO COPYRIGHT\nI own nothing. All rights belong to their respective owners.\n©️ No copyright Infringement Intended.\nFor Credits or Removal Please Contact Us Via Direct Message.\n.\nThanks to Dear owners 🙏🙏\n\n#فسنجون #فسنجان #فسنجون_مرغ #آشپزی #آشپزی_ایرانی #مادرشوهر #فسنجون",
                  "comments": 59,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC-z1Y9oooP",
                  "image": "https://cdn.jaryan.net/2024-12-03_134001.4575250000-UK92ofO2",
                  "likes": 1808,
                  "views": 35679,
                  "caption": "چرا انقدر رفلکس‌معده و‌ ناراحتیهای گوارشی زیاده،؟؟\nچرا انقدر هزینه های درمانش سنگین و‌ سخته؟؟؟\nآیا میدونستید،که متاسفانه بعضی ها دوست ندارند،روشهای راحت رو همه بدونن!!!\nچون مطب ها خلوت میشه،\n@salamaatkaadeh\nیکی از این رازها،\nچای به هست:::::::::\nچای به با داشتن ترکیبات مفید، می‌تواند به کاهش علائم رفلاکس معده کمک کند. مصرف منظم این چای می‌تواند ترشح اسید معده را کنترل کرده و به کاهش سوزش سر دل و سایر علائم رفلاکس معده کمک کند. این ویژگی چای به را به یک گزینه طبیعی و موثر برای مدیریت رفلاکس معده تبدیل می‌کند.\n\nلطفا لطفا لطفا این پست رو تا میتونید نشر بدید،افراد زیادی هستند که رفلکس معده،نفخ معده ،سردی معده و مشکلات گوارشی بشدت آزارشون میده،و‌مدام در حال خرج کردن هزینه های سنگین هستند،و درمان هم به درازا کشیده،\n\nشاید مرحم دردی برای عزیزی باشه.\n\n.\n©️ NO COPYRIGHT\nI own nothing. All rights belong to their respective owners.\n©️ No copyright Infringement Intended.\nFor Credits or Removal Please Contact Us Via Direct Message.\n.\nThanks to Dear owners 🙏🙏\n\n#سلامتکده #چای_به#دمنوش #درمان_رفلاکس_معده #مشکلات_گوارشی #پاکسازی_کبد #ارامش_اعصاب #خونساز #سرکه_انگبین #عصاره_چای_ترش #شکلات_دست_ساز",
                  "comments": 12,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC88xqaNigA",
                  "image": "https://cdn.jaryan.net/2024-12-03_134001.6471750000-lAmGGJKE",
                  "likes": 1464,
                  "caption": "اگر می خوای یه صبحانه سالم ومقوی که باعث میشه سیستم دفاعی شما قویتر بشه درست کنید بی شک این هریسه خوشمزه رو امتحانش کنید بهتون قول میدم عاشقش بشید مخصوصا تو سرما😍😋\n\nحتما حتما به دوستان واقوامتون هم ارسالش کنید لطفا ممنون‌که اگر خوشتون اومد لای❤️ ک فراموش نکنید🙏❤️👇\n\n@jamilehsorayaie \n@jamilehsorayaie \n\nمواد لازمش خیلی ساده ست👇👇👇\n\n👈یک لیوان بلغور گندم یا گندم پوست کنده هرکدوم که دوست داشتین\n\n👈یک عدد پیاز بزرگ نگینی که می تونید سرخ کنید یا مثل من خام اضافه کنید\n\n👈نخود پخته  نصف لیوان  من اضافه کردم ،شما می تونید چندساعت خیس کنید بعد اضافه کنید اما پخته که باشه بافتش خیلی نرمتر میشه\n\n👈نمک وفلفل وزردچوبه  اگر دوست داشتین کمی دارچین\n\n👈واما قلم که مقدارش بستگی به خودتون داره وحتما اول یبار بجوشونید بریزید دور وبعد داخل این ترکیب استفاده کنید….\n\nمنتظر نظرات شما هستم😍🙏\n\n.\n©️ NO COPYRIGHT\nI own nothing. All rights belong to their respective owners.\n©️ No copyright Infringement Intended.\nFor Credits or Removal Please Contact Us Via Direct Message.\n.\nThanks to Dear owners 🙏🙏\n#صبحانه_سالم #صبحانه #مقوی #خوشمزه #ساده #هریسه #آشپزی #آشپز #آموزش #آموزشآشپزی #قلم #گندم #خونگی #عصرانه_خوشمزه",
                  "comments": 60,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDCFlN2uD8f",
                  "image": "https://cdn.jaryan.net/2024-12-03_134001.8047520000-GuVng7iD",
                  "likes": 1302,
                  "caption": "اگه توام عاشق آشی فالوم کن😍\n««««»»»»\n@amirr_paz \n\nیکی از اش های مخصوص سرما و سرماخوردگی رو براتون اوردم که طعمشم عالیه\n\nاش شوربا کلی تنوع داره که بنظرم این مدل بهترینشه\n\nاین مقدار برای چهار نفر مناسبه\n\nلپه یک پیمانه\nعدس یک پیمانه\nبرنج ترجیحا نیم دانه نصف پیمانه\nسبزی آش ۲۰۰ گرم\nگوشت چرخ کرده ۱۵۰ کرم\nادویه ها نمک فلفل زرد چوبه\nاستاک گوشت یک عدد\n\nدقت کنید عدس و لپه رو دوساعت و برنج رو یک ساعت قبل پخت\nحتما خیس کنید\n\nبعدش لپه و عدس رو باهم و‌ برنج رو جدا بپزید اما برنج نیم پخت باشه\n\nمیتونید از شوید خشک هم داخل سبزی اش استفاده کنید\n\nاگه گوشت قلقلی دوست ندارید از سینه مرغ استفاده کنید\n\nوقتی سبزی رو ریختین درب قابلمه رو نبندین تا سبزی آش تیره نشه\n\nنوووش جاان❤️❤️\n««««»»»»\n\n.\n©️ NO COPYRIGHT\nI own nothing. All rights belong to their respective owners.\n©️ No copyright Infringement Intended.\nFor Credits or Removal Please Contact Us Via Direct Message.\n.\nThanks to Dear owners 🙏🙏\n#آشپزی #آش_شوربا #امیر_پز",
                  "comments": 63,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDEurO5N--2",
                  "image": "https://cdn.jaryan.net/2024-12-03_134001.9977690000-LOpodHZg",
                  "likes": 682,
                  "caption": "اکه توام آش دوس داری فالوم کن😍😋\n««««»»»»\n@amirr_paz \n\nیکی از خوشمزه ترین اش هایی بود که من خوردم اصن‌نگم براتون از طعم\nبی نظیر این آش 😍😍\n\nمواد برای چهار نفر\n\nلوبیا چشم بلبلی یک پیمانه\nپیاز دو عدد ( یکی برای پیاز داغ)\nگوجه شش عدد\nاستاک گوشت دو عدد\nبرنج نیم دون نصف پیمانه\nسبزی آش ۲۰۰ گرم\nابغوره یک لیوان\nنعنا خشک یک قاشق\n\nاگه غوره دم دست داشتین‌حتما بریزید داخلش من پیدا نکردم چون فصلش نیست\nتو ریختن ابغوره دست و دلباز باشید چون ترشی این آش صد برابر بهترش میکنه\n\nگوجه های زمستونی رنگ ندارن پی سعی کنید از گوجه های رسیده خوب استفاده کنید\n\nراستی پیاز داغ و‌نعنا داغ یاتون نره هااا😍😍😋😋\n\nنوووش جااان❤️❤️❤️\n««««»»»»\n.\n©️ NO COPYRIGHT\nI own nothing. All rights belong to their respective owners.\n©️ No copyright Infringement Intended.\nFor Credits or Removal Please Contact Us Via Direct Message.\n.\nThanks to Dear owners 🙏🙏\n\n#آشپزی #آش_گوجه #امیرپز",
                  "comments": 12,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC8Yrobt-a_",
                  "image": "https://cdn.jaryan.net/2024-12-03_134002.2446190000-sifaJkcN",
                  "likes": 666,
                  "views": 17259,
                  "caption": "لبو پلو خوشمزه ترین پلو مخلوطی هست که میتونین بخورین..\nاول از همه این غذااااا اصلاااااا شیرین نیست.\nیه طعم ملس فوق العاده داره مثل آلبالو پلو.\nمن از لبوی پخته استفاده کردم\n@dailymaryam\nسه تا لبوی متوسط رو رشته ای خرد کردم با پیاز تفت دارم بهش نمک و فلفل و زردچوبه اضافه کردم،و آبلیمو که باعث میشه طعم بسیار ملس جذابی کنند.\nفیله های مرغ رو نواری خرد کردم و توی پیاز سرخ شده تفت دادم، زعفرون و زردچوبه و نمک و فلفل و پودر کره زدم و اجازه دادم بپزه و بعد زرشک و خلال بادوم اضافه کردم.\nبرنجم رو آب کش کردم و کف ظرفم روغن و زعفرون ریختم و لایه های لبو رو چیدم و به ترتیب برنج آبکش شده، فیله های مرغ، لبو ریختم و دوباره برنج آبکش شده و فشرده کردم، روش چندتا تکه کره گذاشتم و اجازه دادم با شله ی ملایم دم بکشه…\nفوق العاده لذیذ و خوشمزه🫠🤌🏻\nدرستش کنین و نوش جانتون🌹🌹🌹\nلبخندتون براه🌹\n\n.\n©️ NO COPYRIGHT\nI own nothing. All rights belong to their respective owners.\n©️ No copyright Infringement Intended.\nFor Credits or Removal Please Contact Us Via Direct Message.\n.\nThanks to Dear owners 🙏🙏\n\n#لبو #لبوپلو #غذای_ایرانی #food #foodporn #foodphotography #foodblogger #foodie",
                  "comments": 12,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/ashpazii",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 350000,
            "description": "24 ساعته",
            "advertiser_price": 350000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 4767,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-07-06T10:54:48.013406+03:30"
          },
          {
            "id": 1669,
            "media": {
              "id": 777,
              "title": "حاشیه نیوز",
              "username": "hashiye.news",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.15396853786928566,
              "categories": [
                {
                  "id": 54,
                  "title": "Cinema-Theatre-TVSeries",
                  "title_fa": "سینما، تئاتر و تلویزیون"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_104600.8657710000-j8mLI8FM",
              "media_type": "INSTAGRAM",
              "custom_name": "hashiye.news",
              "following": 157,
              "followers": 1744404,
              "likes_per_post_average": 2611,
              "comments_per_post_average": 74,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C7fBktmi88_",
                  "image": "https://cdn.jaryan.net/2024-08-26_014601.1397970000-xSVN9Tew",
                  "likes": 127098,
                  "views": 8344883,
                  "caption": "دوستان قضیه از این قراره که بعداز غیب شدن یک پروفسور در ژاپن  که اونموقع ادعای سفر در زمان داشته تیم خبرنگار معروف ژاپنی برای تهیه گزارشی همراه پلیس وارد خانه میشن واین خبر نگار از داخل یکی از کشوها این آیفون پیدا میکنه ولی فکر میکنه و میگه این آیینه جهان بین پروفسوره حتما و این ویدئو از شبکه ملی سراسری پخش می‌شده بعد از غیب شدن  این پروفسور خانه م متعلقات توسط دولت ضبط میشه اگه بگردید  این فیلمو از اینترنت میتونید در سایت شبکه ملی ژاپن در دهه هشتاد ۱۹۸۶ پیدا بکنید\nدر پستهای قبلی چند بار گفتم که تکنولوژی سفر در زمان از هزاران ساله پیش بوده فقط از ما انسانها مخفی کرده بودند\n@hashiye.news",
                  "comments": 1189,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CxG14U-tojf",
                  "image": "https://cdn.jaryan.net/2024-08-26_014600.9724030000-7RTmtgke",
                  "likes": 105098,
                  "views": 1427711,
                  "caption": "چقد جذاب بوده\n.\n.\n#سلبریتی #بازیگر",
                  "comments": 3800,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDCa93piO2D",
                  "image": "https://cdn.jaryan.net/2024-12-03_104601.1095550000-Tr8gHCIu",
                  "likes": 4662,
                  "caption": "بازیگر باسابقه سینما و تلویزیون درگذشت\n\nحسین توشه‌ بازیگر با‌سابقه سینما، تلویزیون و تئاتر امروز یکشنبه در یکی از بیمارستان‌های رشت درگذشت.\n\n«حسین توشه» بازیگر سینما، تئاتر و تلویزیون، سریال «دنیای شیرین دریا» سال ۱۳۷۶ اولین تجربه حرفه‌ای ایشان در قاب تلویزیون به کارگردانی بهروز بقایی بود تا اینکه با سریال «پس از باران» سال ۱۳۷۹ شناخته‌تر شد.\n\n@hashiye.news\n@hashiye.news",
                  "comments": 119,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDFOc4hCllx",
                  "image": "https://cdn.jaryan.net/2024-12-03_104601.3425120000-IpS6N6Lj",
                  "likes": 3922,
                  "views": 369910,
                  "caption": "🔴 سلنا گومز خواننده آمریکایی در یک مراسم روی زمین افتاد و نکته عجیبی در فیلم افتادنش وجود دارد ...\n\n@hashiye.news\n@hashiye.news",
                  "comments": 310,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDF2freMlGv",
                  "image": "https://cdn.jaryan.net/2024-12-03_104601.4964800000-as67VNnJ",
                  "likes": 3687,
                  "caption": ".\nواکنش پزشکیان به قانون عفاف و حجاب\nبه‌عنوان اجرا کننده جای سوال زیادی برایم دارد\n\nبخش هایی از صحبت های رئیس جمهور در گفتگوی ویژه خبری\n--------------------------------------------------------\n#پزشکیان #گفتگوی_خبری #رئیس_جمهور #دولت_چهاردهم #مسعود_پزشکیان",
                  "comments": 191,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDDGw1si5CH",
                  "image": "https://cdn.jaryan.net/2024-12-03_104601.6396380000-81mSHruh",
                  "likes": 3468,
                  "views": 112926,
                  "caption": "لحظه سكته قلبي بازيكن فيورنتينا حين مسابقه\n\nدر دقیقه ۱۶ بازی امشب فیورنتینا و اینتر ادواردو بووه به دلیل آنچه حمله قلبی عنوان شده بیهوش شد و روی زمین افتاد.\n\nبازیکنان و افراد حاضر در زمین در حالی که شوکه بودند و اشک می ریختند زمین را ترک کردند بووه برای درمان به بیمارستان منتقل شد. او هوشیاری خود را از دست داده و هنوز بهبود نیافته است اما بدون کمک دستگاه نفس میکشد.\n@hashiye.news",
                  "comments": 17,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/hashiye.news",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2980000,
            "description": "24 ساعته - ارز دیجیتال نمیزنند",
            "advertiser_price": 2980000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 46714,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-06T11:33:24.057314+03:30"
          },
          {
            "id": 39372,
            "media": {
              "id": 777,
              "title": "حاشیه نیوز",
              "username": "hashiye.news",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.15396853786928566,
              "categories": [
                {
                  "id": 54,
                  "title": "Cinema-Theatre-TVSeries",
                  "title_fa": "سینما، تئاتر و تلویزیون"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_104600.8657710000-j8mLI8FM",
              "media_type": "INSTAGRAM",
              "custom_name": "hashiye.news",
              "following": 157,
              "followers": 1744404,
              "likes_per_post_average": 2611,
              "comments_per_post_average": 74,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C7fBktmi88_",
                  "image": "https://cdn.jaryan.net/2024-08-26_014601.1397970000-xSVN9Tew",
                  "likes": 127098,
                  "views": 8344883,
                  "caption": "دوستان قضیه از این قراره که بعداز غیب شدن یک پروفسور در ژاپن  که اونموقع ادعای سفر در زمان داشته تیم خبرنگار معروف ژاپنی برای تهیه گزارشی همراه پلیس وارد خانه میشن واین خبر نگار از داخل یکی از کشوها این آیفون پیدا میکنه ولی فکر میکنه و میگه این آیینه جهان بین پروفسوره حتما و این ویدئو از شبکه ملی سراسری پخش می‌شده بعد از غیب شدن  این پروفسور خانه م متعلقات توسط دولت ضبط میشه اگه بگردید  این فیلمو از اینترنت میتونید در سایت شبکه ملی ژاپن در دهه هشتاد ۱۹۸۶ پیدا بکنید\nدر پستهای قبلی چند بار گفتم که تکنولوژی سفر در زمان از هزاران ساله پیش بوده فقط از ما انسانها مخفی کرده بودند\n@hashiye.news",
                  "comments": 1189,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CxG14U-tojf",
                  "image": "https://cdn.jaryan.net/2024-08-26_014600.9724030000-7RTmtgke",
                  "likes": 105098,
                  "views": 1427711,
                  "caption": "چقد جذاب بوده\n.\n.\n#سلبریتی #بازیگر",
                  "comments": 3800,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDCa93piO2D",
                  "image": "https://cdn.jaryan.net/2024-12-03_104601.1095550000-Tr8gHCIu",
                  "likes": 4662,
                  "caption": "بازیگر باسابقه سینما و تلویزیون درگذشت\n\nحسین توشه‌ بازیگر با‌سابقه سینما، تلویزیون و تئاتر امروز یکشنبه در یکی از بیمارستان‌های رشت درگذشت.\n\n«حسین توشه» بازیگر سینما، تئاتر و تلویزیون، سریال «دنیای شیرین دریا» سال ۱۳۷۶ اولین تجربه حرفه‌ای ایشان در قاب تلویزیون به کارگردانی بهروز بقایی بود تا اینکه با سریال «پس از باران» سال ۱۳۷۹ شناخته‌تر شد.\n\n@hashiye.news\n@hashiye.news",
                  "comments": 119,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDFOc4hCllx",
                  "image": "https://cdn.jaryan.net/2024-12-03_104601.3425120000-IpS6N6Lj",
                  "likes": 3922,
                  "views": 369910,
                  "caption": "🔴 سلنا گومز خواننده آمریکایی در یک مراسم روی زمین افتاد و نکته عجیبی در فیلم افتادنش وجود دارد ...\n\n@hashiye.news\n@hashiye.news",
                  "comments": 310,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DDF2freMlGv",
                  "image": "https://cdn.jaryan.net/2024-12-03_104601.4964800000-as67VNnJ",
                  "likes": 3687,
                  "caption": ".\nواکنش پزشکیان به قانون عفاف و حجاب\nبه‌عنوان اجرا کننده جای سوال زیادی برایم دارد\n\nبخش هایی از صحبت های رئیس جمهور در گفتگوی ویژه خبری\n--------------------------------------------------------\n#پزشکیان #گفتگوی_خبری #رئیس_جمهور #دولت_چهاردهم #مسعود_پزشکیان",
                  "comments": 191,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDDGw1si5CH",
                  "image": "https://cdn.jaryan.net/2024-12-03_104601.6396380000-81mSHruh",
                  "likes": 3468,
                  "views": 112926,
                  "caption": "لحظه سكته قلبي بازيكن فيورنتينا حين مسابقه\n\nدر دقیقه ۱۶ بازی امشب فیورنتینا و اینتر ادواردو بووه به دلیل آنچه حمله قلبی عنوان شده بیهوش شد و روی زمین افتاد.\n\nبازیکنان و افراد حاضر در زمین در حالی که شوکه بودند و اشک می ریختند زمین را ترک کردند بووه برای درمان به بیمارستان منتقل شد. او هوشیاری خود را از دست داده و هنوز بهبود نیافته است اما بدون کمک دستگاه نفس میکشد.\n@hashiye.news",
                  "comments": 17,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/hashiye.news",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 3550000,
            "description": "24 ساعته - ریلز",
            "advertiser_price": 3550000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 12896,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-06T20:05:21.354758+03:30"
          },
          {
            "id": 38534,
            "media": {
              "id": 12664,
              "title": "مجله بخوانید بدانید",
              "username": "bekhanid_bedanid",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.6348619917712277,
              "categories": [
                {
                  "id": 58,
                  "title": "Fun",
                  "title_fa": "طنز"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-29_230301.0870220000-T3itIwU4",
              "media_type": "INSTAGRAM",
              "custom_name": "bekhanid_bedanid",
              "following": 58,
              "followers": 1684658,
              "likes_per_post_average": 27224,
              "comments_per_post_average": 317,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C1cuSguCkek",
                  "image": "https://cdn.jaryan.net/2024-07-26_034301.0813920000-y9LoaGGX",
                  "likes": 391670,
                  "views": null,
                  "caption": "مراسم دف نوازی رویایی تو روستای زیبا و کوهستانی پالنگان .\nهزار دف نواز تو این مراسم هنرنمایی کردن و تاریخی شد.\nاینجا پنجاه کیلومتری شهر \nکامیاران استان کردستان.\nآیین دف‌نوازی مشهور به هزار دف در روستای پله‌کانی پالنگان در روزهای پایانی هفته گذشته برگزار شد 💐",
                  "comments": 7054,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C8UJQhnChVx",
                  "image": "https://cdn.jaryan.net/2024-07-26_034301.3758590000-76QNktyI",
                  "likes": 190518,
                  "views": null,
                  "caption": "نکاتی که اگر توی هنل اقامت دارید باید رعایت کنید : \n.\nیکی از توصیه ها این است که هیچ وقت در طبقه ی همکف و یا طبقه ی آخر هتل اقامت نکنید. چرا؟ چون طبقه ی همکف به راحتی در دسترس همه است .\n.\nاگر در سفر تنها هستید و خودتان در هتل به تنهایی اقامت دارید، پرده های اتاقتان را بکشید و طوری رفتار نکنید که همه متوجه شوند تنها هستید.\n.\nهمراه داشتن یک وسیله ی روشنایی مثل چراغ قوه در اتاقتان بخصوص وقتی تنها هستید خیلی به کارتان می آید پس حتما یکی همراهتان ببریدو اگر ندارید خریداری کنید.\n.\nحسگرهایی وجود دارند که روی در نصب می شوند و ورود افراد را خبر می دهند، مخصوصا اگر تنها باشید، می تواند خیالتان را راحت کند.\n.\nحتما پس از ورود به اتاق یا سوئیت، درب را بسته و آن را قفل نگاه دارید. درصورتی‌که مشاهده کردید قفل درب اتاق یا حتی قفل پنجره‌ها، مشکل و ایرادی دارند؛ حتما از کادر هتل بخواهید که نسبت به تعمیر آن‌ها اقدام کرده یا در غیر این صورت اتاق محل اقامت شما را تعویض کنند.\n.\nبه‌هیچ‌عنوان درب اتاق را به روی افراد ناشناس باز نکرده و اگر در مورد این که آیا پشت درب اتاق، خدمه هتل درخواست ورود دارد یا خیر نیز شک دارید؛ با پذیرش تماس گرفته و دراین‌خصوص اطمینان خاطر حاصل کنید.",
                  "comments": 1475,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCPtfMUCkpV",
                  "image": "https://cdn.jaryan.net/2024-11-15_161300.8697080000-0wuOuGKN",
                  "likes": 143134,
                  "views": null,
                  "caption": "سعی کنید هیچوقت شب توی جاده ای که بهش شناختی ندارید رانندگی نکنید و اگر فرد ناشناسی ازتون کمک خواست به هیچ عنوان واینستید و ریسک نکنید ، اگر تجربه این مدلی داشتید حتما کامنت کنید ازش درس بگیریم 🙏♥️ و اگر این پست باعث شد چیزی رو یاد بگیرید با حمایت از پیج دوممون(بادوم چی) ما رو خوشحال کنید \n@badom_chi \n@badom_chi \n@badom_chi",
                  "comments": 1683,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCkMBY7CTxI",
                  "image": "https://cdn.jaryan.net/2024-11-25_234201.0720380000-5RXP0uIh",
                  "likes": 11163,
                  "views": null,
                  "caption": "تو این پنج تا موقعیت آب خوردن از هرچی سکتست نجاتت میده !!\nشما روزی چند لیوان آب میخورید؟!\n.\nگوینده : @shahin.nooraee",
                  "comments": 73,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCpfrnaif8N",
                  "image": "https://cdn.jaryan.net/2024-11-25_234201.2006090000-UrLq7PnP",
                  "likes": 10169,
                  "views": null,
                  "caption": "صدا هم مربوط به زنده یاد ارشا اقدسی میباشد.\nبه علت اشکال فنی و محاسباتی از لحاظ ایمنی و گارد کشی غیر استاندارد چارچوب و ستون خودرو در عملیات بدلکاری دچار حادثه‌ای سنگین شد که به دنبال آن، او را به بیمارستانی در بیروت، لبنان، منتقل کردند. وی در ۱۳ مرداد ۱۴۰۰ در بیروت درگذشت.\nتا اینجا خوندید لطفا با حماست از پیج دوممون ( بادوم چی ) ما رو خوشحال کنید\n@badom_chi\n@badom_chi",
                  "comments": 86,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCfK6-XiN-l",
                  "image": "https://cdn.jaryan.net/2024-11-21_013401.2665510000-UDF9V58a",
                  "likes": 8625,
                  "views": null,
                  "caption": "احیای قلبی ریوی که CPR هم نامیده می شود، یعنی مجموعه ای از اقدامات که توسط افراد آگاه و حاضر در صحنه برای بازگرداندن اعمال دو عضو حیاتی قلب و ریه و رساندن خون و اکسیژن به مغز برای جلوگیری از آسیب مغزی، انجام می شود.\nایست قلبی علت های مختلفی دارد. از جمله بیماری های قلبی، بیماری های تنفسی، انسداد راه هوایی، مسمومیت با داروها، مسمومیت با مواد مخدر، برق گرفتگی، غرق شدگی، سرمازدگی های شدید و . . .. متاسفانه تعداد بسیاری از ایست های قلبی در خارج از بیمارستان اتفاق می افتد و در بیشتر موارد قبل از رسیدن نیروهای امدادی، بیمار جان خود را از دست می دهد.\n\nدر صورتی که افراد جامعه آموزش لازم را در مورد CPR پایه دریافت کنند، می توانند تا زمان رسیدن نیروهای امدادی عملیات احیاء را انجام دهند تا شانس زنده ماندن بیمار را به طرز قابل توجهی افزایش دهند.\nزمانی که فعالیت عضله قلب متوقف می شود، خونرسانی به قسمت های مختلف بدن از جمله مغز متوقف می شود. در صورتی که 4-6 دقیقه از زمان ایست قلبی گذشته باشد و اقدامی در جهت احیای بیمار انجام نشود احتمال آسیب به مغز وجود خواهد داشت. اگر 10 دقیقه از زمان ایست قلبی گذشته باشد و بعد از آن CPR آغاز شود، مغز از بین رفته و حتی در صورت موفقیت احیاء بیمار حالت مرگ مغزی خواهد داشت. پس یکی از مهمترین نکات شروع بلافاصله CPR به محض تشخیص ایست قلبی است. زمان بسیار حیاتی است. حتی یک دقیقه تاخیر در شروع CPR احتمال موفقیت آن را کاهش می دهد.\nعلائم و نشانه های ایست قلبی بسیار واضح است. از بین رفتن ناگهانی هوشیاری (وقتی شانه های فرد را تکان می دهیم و او را صدا می زنیم هیچ واکنشی نشان نمی دهد)، عدم وجود تنفس یا تنفس غیر طبیعی، و از همه مهمتر عدم وجود نبض. برای ارزیابی تنفس بیمار،  باید صورت خود را به دهان مصدوم نزدیک کنیم تا همزمان بتوان حرارت تنفس، صدای تنفس و حرکت قفسه سینه را ارزیابی کرد. برای بررسی وجود نبض در بزرگسالان باید نبض کاروتید را که محل آن روی گردن و اولین فرورفتگی در دو طرف گلو است را لمس کنیم\nین کار باید در مدت کمتر از 10 ثانیه انجام شود تا زمان برای احیا از دست نرود. \nاگر این پست ب اتون مفید بود لطفت با حمایت از پیج دوممون ( بادوم چی ) ما رو خوشحال کنید\n@badom_chi\n@badom_chi",
                  "comments": 133,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/bekhanid_bedanid",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1500000,
            "description": "24 ساعته",
            "advertiser_price": 1500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 5841,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-09-13T13:07:36.431893+03:30"
          },
          {
            "id": 474,
            "media": {
              "id": 162,
              "title": "بزرگترین صفحه هواداری ارتش سرخ",
              "username": "redfans.media",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 4.212862197302264,
              "categories": [
                {
                  "id": 22,
                  "title": "Sports",
                  "title_fa": "ورزشی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_182100.8768550000-bvwNAXox",
              "media_type": "INSTAGRAM",
              "custom_name": "redfans.media",
              "following": 67,
              "followers": 1684326,
              "likes_per_post_average": 69863,
              "comments_per_post_average": 1095,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCoN0NzNKsv",
                  "image": "https://cdn.jaryan.net/2024-11-26_185401.0240060000-xUu5lZW7",
                  "likes": 381915,
                  "views": null,
                  "caption": "خیابانی چیکارش کرد؟\nسوراخ سوراخش کرد😂\n#جوادخیابانی #علیرضا_بیرانوند",
                  "comments": 9278,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCeXHJbCd8t",
                  "image": "https://cdn.jaryan.net/2024-11-26_185401.1795160000-TSMLkSDi",
                  "likes": 299693,
                  "views": null,
                  "caption": "😂جام‌های پرسپولیس زیاد بود، کسی نفهمید\n#کیسه_سوز #کیسه_سوزی #طنزفوتبالی",
                  "comments": 5489,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCRR0-eNo7-",
                  "image": "https://cdn.jaryan.net/2024-11-26_185401.3269520000-V0nyMubN",
                  "likes": 53578,
                  "views": null,
                  "caption": "بیفوما عالیه\nتازه فهمیده اشتباه اومده استقلال خوزستان😂\n#کیسه_سوزی #طنزایرانی",
                  "comments": 392,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCUc5tuNzs1",
                  "image": "https://cdn.jaryan.net/2024-11-26_185401.5442470000-nZSkt2Kc",
                  "likes": 31845,
                  "views": null,
                  "caption": "قبول دارید که این بشر پیر نمیشه؟\nوحید امیری بزرگِ تیم❤️\n#وحید_امیری",
                  "comments": 241,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCgeULJtcKW",
                  "image": "https://cdn.jaryan.net/2024-11-26_185401.7272190000-JOqccgkS",
                  "likes": 18825,
                  "views": null,
                  "caption": "😂رامینِ گوگولی مگولی\n#رامین_رضاییان",
                  "comments": 104,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCoyzYntShV",
                  "image": "https://cdn.jaryan.net/2024-11-26_185401.8776270000-LINZh1bY",
                  "likes": 17672,
                  "views": null,
                  "caption": "چطور بودیم؟\nپایان بازی/شروع قدرتمند در جام حذفی\n\nپرسپولیس ۳ (علیپور، ژائو، ریگی)\nمس ۰\n#علی_علیپور",
                  "comments": 189,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/redfans.media",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2500000,
            "description": "24 ساعته",
            "advertiser_price": 2500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 21263,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-10-25T18:43:49.234372+03:30"
          },
          {
            "id": 7276,
            "media": {
              "id": 8573,
              "title": "《آشپزخونه آشپزدون》",
              "username": "ashpazdoon",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.1583836129781583,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_072300.9155810000-KbtvQhNe",
              "media_type": "INSTAGRAM",
              "custom_name": "ashpazdoon",
              "following": 7,
              "followers": 1677783,
              "likes_per_post_average": 2619,
              "comments_per_post_average": 38,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCry4ZTCVXt",
                  "image": "https://cdn.jaryan.net/2024-11-26_081601.0741930000-qgRBmFMD",
                  "likes": 11348,
                  "views": null,
                  "caption": "مواد لازم : \nدو پیمانه آب \nیک پیمانه آرد \nیک قاشق چای خوری نمک \nیک قاشق غذاخوری روغن \nدوعدد پنیر مثلثی \n\nدوپیمانه آب رو روی حرارت بزارید بهش نمک و پنیر هارو اضافه کنید و در نهایت آرد و روغن \nروی حرارت مدام هم بزنید تا خمیر مطابق ویدئو جمع بشه \nاجازه بدید خمیر سرد بشه و بعد ب شکل دلخواه در بیارید و داخل روغن سرخ کنید \nنوش جان😇",
                  "comments": 96,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCw3ouQiSeD",
                  "image": "https://cdn.jaryan.net/2024-11-26_081601.2676320000-lHlGMXKX",
                  "likes": 10711,
                  "views": null,
                  "caption": "ماهی رو مطابق ویدئو سر و دمش رو برش بدین باله هارو هم بکنید برای کندن پوسته آب‌جوش بریزید تا راحت جدا بشه \nاز کناره ها خطی برش بزنید و هر برش رو مثل ویدیو برگردونید\nتوی سینی فر کاغذ روغنی انداخته و ماهی رو بزارید \nبرای سس رب و سس کچاپ و نمک و فلفل قرمز و فلفل سیاه و پودر سیر و روغن مایع باهم مخلوط کنید و به همه جای ماهی بزنید.\nدر فر ۲۰۰ درجه بمدت ۵۰ دقیقه بپزید",
                  "comments": 85,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCuV2nGi-x6",
                  "image": "https://cdn.jaryan.net/2024-11-26_081601.4269730000-DQSMcjum",
                  "likes": 2751,
                  "views": null,
                  "caption": "سیب زمینی شکم پر 🥔\n\nمواد لازم : \nسیب زمینی متوسط \nژامبون \nفلفل دلمه ای \nپنیر پیتزا \nکره \n\nسیب زمینی هارو بزارید داخل آب و روی حرارت بزارید تا بپزه ! \nژامبون و فلفل دلمه ای هارو ب صورت نگینی خورد کنید \nوسط سیب زمینی های پخته شده رو با کمک چاقو و قاشق خالی کنید \nابتدا کره بعد ژامبون و فلفل دلمه ای بریزید و در نهایت بهش پنیر پیتزا و جعفری اضافه کنید ! \nداخل فر ب مدت ۲۰ دقیقه در دمای ۱۸۰ درجه بزارید و بعد نوش جان",
                  "comments": 57,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC2BclBCGbB",
                  "image": "https://cdn.jaryan.net/2024-11-30_072301.0873140000-KbYBEfgG",
                  "likes": 1625,
                  "views": null,
                  "caption": "مواد لازم : \nچی پلت دو عدد با طعم دلخواه \nرشته سوپی \nهویج رنده شده \nنمک و فلفل آب لیمو \n\nچی پلت هارو ب آب در حال جوش اضافه کنید و بعد رشته سوپی رو بریزید نیم ساعت اجازه بدید تا رشته ها پخته بشن و بعد بهش هویج رنده شد نمک و فلفل اضافه کنید \nنوش جان 😋",
                  "comments": 418,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCpFd-eSJc4",
                  "image": "https://cdn.jaryan.net/2024-11-30_072301.2216920000-BG4wXL9k",
                  "likes": 1606,
                  "views": null,
                  "caption": "سینه مرغ رو از وسط شیار ایجاد کنید و بازش کنید\nنمک و فلفل قرمز و فلفل سیاه و زردچوبه بزنید و مزه دار کنید\nوسطش فویل آلومینیومی رول شده بزارید و تو روغن داغ داخل تابه دو طرفش رو سرخ کنید\nفویل ها ک گرم میشن باعث میشه مرغ مغز پخت ش\nاز تابه درارید و فویل هارو برداشته و وسط مرغ ها فلفل یا هر چیزی ک دوست دارین بزارین\nروش پنیر پیتزا ریخته و در فر ۱۸۰ درجه بمدت ۳۵ دقیقه بپزید",
                  "comments": 50,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC2GQvmCzKV",
                  "image": "https://cdn.jaryan.net/2024-11-30_072301.3834360000-zadqNP7R",
                  "likes": 1354,
                  "caption": "@clinic_rsr\n\n👨‍👩‍👦با این روش  جدید دیگه همه زوج ها می‌تونن بدون نیاز به انتقال ج ر  ا ح ی \nدکتر نیکو/\n09192249453\n@clinic_rsr\n\n09192249453\n\nاگر شما هم دنبال فرزند دار شدن هستید و همه ی راه هارو امتحان کردید و نتیجه نگرفتید🥲 به پی ج ایشون م راج عه کنید تا با راهنماییشون شما رو به آرزوتون برسونن\n@clinic_rsr\n\nسریع به پ یجش ون م راج عه کنید تا بتونید نوبت مشاوره رزرو کنید📞@clinic_rsr ..",
                  "comments": 10,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/ashpazdoon",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1400000,
            "description": "24 ساعته",
            "advertiser_price": 1400000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 2183,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-08-30T21:38:57.953132+03:30"
          },
          {
            "id": 34149,
            "media": {
              "id": 18978,
              "title": "متن زیباحرفِ♡همه ماست",
              "username": "matne_ziba",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 2.0256027494362896,
              "categories": [
                {
                  "id": 96,
                  "title": "Love",
                  "title_fa": "عاشقانه"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_190301.0190450000-jl7tAaiv",
              "media_type": "INSTAGRAM",
              "custom_name": "matne_ziba",
              "following": 118,
              "followers": 1647271,
              "likes_per_post_average": 32834,
              "comments_per_post_average": 533,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC39-LnM0QK",
                  "image": "https://cdn.jaryan.net/2024-11-30_190301.2791620000-sIEFd48e",
                  "likes": 175893,
                  "views": null,
                  "caption": "بخــدا خیلی زود دیرمیشه😢\nقـــدرلحظه های باهـم بــودن رو..... \nبیشتربدونیم💔\n\nگاهی تویه چشم به هم زدن\n همه چی پــوچ میشـه! \nاون لحظه تازه میفهمی که چرا قدرندونستی و..... \nحسرتهاوای کاش گفتنات شروع میشه😔\n\n. \n. \n. \n. \n. \n‌📥@Matne_ziba",
                  "comments": 892,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCyPmb6s4rv",
                  "image": "https://cdn.jaryan.net/2024-11-26_193501.7675440000-sr1PGrGO",
                  "likes": 161581,
                  "views": null,
                  "caption": "پدرم کسی است که وقتی میگوید... \n«درست می شود» \nتمام نگرانی هایم به یکباره\nرنگ می باز! \n\nوجودتو شکر بابا😢\n\nیه جملـــــه\nبراش بنویس📝\n\nvideo by:unknown\n‌📥@Matne_ziba\n\n#پدر\n#بابا",
                  "comments": 2457,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6KIAFs8Zl",
                  "image": "https://cdn.jaryan.net/2024-11-30_190301.4037160000-8DBubpQv",
                  "likes": 111735,
                  "views": null,
                  "caption": "حقیقتاجملـه ی  سنگینی بود.......\n\nنظرشماچیه؟ \n\n@ebrahim_khajebar_\n‌📥@Matne_ziba\n\n#نیسان\n#جمله_سنگین\n#متن_زیبا",
                  "comments": 815,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC8i8BsMAze",
                  "image": "https://cdn.jaryan.net/2024-11-30_190301.5243970000-No3lMtME",
                  "likes": 43720,
                  "views": null,
                  "caption": "قربون صدای گرمت عزیزم💔😢\nکاش همسایه مابودی و هرروزصداتومیشنیدم....\n\nباصداش مفهوم ترانه شادمهر رو\nعمیقا لمس کردم وتازه فهمیدم شادمهر \nچی میخونه!🥀\n\nvideo:\n@meysam__jmhor7\n‌📥@Matne_ziba\n\n#شادمهر\n#پسرنابینا\n#روشندل",
                  "comments": 1467,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC1g5lNMzcK",
                  "image": "https://cdn.jaryan.net/2024-11-30_190301.6624940000-w4NmNkgP",
                  "likes": 21744,
                  "views": null,
                  "caption": "آخرش چرا اینجوری شــد؟😂\nچقــدر خوبه این گروه قابلمه:) \n\nامکانات 0\nاستعداد1000\n\n. \n. \n. \n. \n. \n🎥@mr.salahm\n‌📥@Matne_ziba",
                  "comments": 343,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCyslJNsiyD",
                  "image": "https://cdn.jaryan.net/2024-11-26_193501.9696430000-qVviOFMS",
                  "likes": 13670,
                  "views": null,
                  "caption": "وضعیت ماهیم بعدازدیـدن زنـدگیم😅\nشایدم چون فهمیـده تو ایران به دنیااومـده..... \nافسـ.ـردگی گرفته:) \n. \n. \n. \n. \n. \n.\n🎥@kazemsharif1982\n‌📥@Matne_ziba\n\n#ماهی\n#فان",
                  "comments": 186,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/matne_ziba",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2000000,
            "description": "24 ساعته - موارد زیر رو نمیزنند :\r\nاستخدام \r\nارزدیجیتال\r\nآموزش اینستاگرام\r\nپولسازی وکسب درآمد\r\nفروش موبایل دست دوم ولوازم جانبی\r\nبیماریهای پوستی\r\n(پیسی،پسوریازیس،واریس،لک،جوش و...)\r\nرشدمو\r\nرویش ریش وسبیل\r\nمحصولات لاغری گیاهی\r\nتزریق ژل،بوتاکس",
            "advertiser_price": 2000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 5671,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-20T16:22:25.215298+03:30"
          },
          {
            "id": 6422,
            "media": {
              "id": 8243,
              "title": "آشپزی شیما",
              "username": "ashpazi_ba_shima",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.14727027003468604,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_164600.8976190000-s33iP35s",
              "media_type": "INSTAGRAM",
              "custom_name": "ashpazi_ba_shima",
              "following": 201,
              "followers": 1644369,
              "likes_per_post_average": 2111,
              "comments_per_post_average": 310,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CmLcNGooemi",
                  "image": "https://cdn.jaryan.net/2024-07-22_234100.9521400000-FIQTj5x8",
                  "likes": 269255,
                  "views": null,
                  "caption": "عمراً این تر. فند به شدت کاربردی نمیدونستی 😎😍\nخیلی راحت میتونی بانکه ها و شیشیه ها خوشگل کنی و نوشته بزاری \n@fantasyyfamilyy \n\nهمونطور ک تو کلیپ دیدین ابتدا روی کاغذ با ماییم بنویسید یا چاپ کنید \n بعد چسب بزنید و برش بدین بزارید تو اب قراربذین با دست ما.  س ا.  ز بدین تا جدا بشه قسمت سفید رنگ بعد هم سوار بگیرید و بچسبونید به همین راحتی \nاز پ یج\n@ashpazi_ba_shima \nچطور بود ؟؟؟ خوشتون اومد ؟؟ 😍حتما نظرتونو برام بنویسید 👇🏻👇🏻\n\n#ایده #کدبانوگری #اشپزی #پیراشکی #تزیین #ترفند",
                  "comments": 1908,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DABWq9qiX6D",
                  "image": "https://cdn.jaryan.net/2024-09-19_043501.2835500000-vTJWW2bn",
                  "likes": 181317,
                  "views": null,
                  "caption": "الهی هرکی لایک کرد امضاء خدا پای تک تک آرزوهاش❤❤️\nسلام به همگی😘؟ خوبید؟ خوشید؟چه خبرا؟؟😍\n\nچطور بود  نظرتون و حتما کامنت بزارید اگه خوشتون اومد برا دوستاتون ارسال کنید🙏😘\n@ayaaldalalaa\n@ayaaldalalaa\nمواد لازم \nخرماخشک \nانجیر خشک\nکنجد \nسیاه دانه \nروغن زیتون\n\nبرای جوانی  جلوگیری از پوکی استخوان ضد سرفه و … کلی خواص دیگر \nاز پیج:\n@ashpazi_ba_shima \n@ashpazi_ba_shima \n‌\nهر سوالی داشتید کامنت بزارید همرو میخونم 😍\n\n‏کلی آموز ..ش داریم فالو کنید حتما لایک و فالو کنید و دل ادمین رو شاد کند 😍🤩\n\n@ashpazi_ba_shima \n@ashpazi_ba_shima \n#خرما #جوانی  #عصرانه #روغن_زیتون \n‌‎#فینگرفود #فستفود #سفره  #آموزشآشپزی #سوخاری #پیش_غذا #شام #ناهار \n#عصرونه",
                  "comments": 2084,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCRpxnYiUMj",
                  "image": "https://cdn.jaryan.net/2024-11-18_000801.0488740000-FAv7vF8H",
                  "likes": 36687,
                  "views": null,
                  "caption": "خیلی ناراحتم از دستتون😢چرا دیگه لایک نمی کنید ❤️🙏🏻\nسالاد لبو به سبک‌ شکوفه بانو\n@shokoofeh_banoo \nمواد لازم :\n۳عددلبوی پخته نصف یک عددکلم قرمزمتوسط ونصف یک عدد برگ کلم سفید  نصف  لیوان گردوی خردشده ونصف لیوان ذرت بخارپز ۱۰۰گرم شویدتازه و۱۰۰گرم گشنیز برای سس ۳قاشق سس مایونز  ۵قاشق ماست ۱ عدد لیموترش کمی نمک فلفل و اویشن  و۳قاشق  روغن زیتون و ۱عددانارشیرین اب لبوی پخته شده روبه سالاداضافه کنید\n@ashpazi_ba_shima \n@ashpazi_ba_shima \n#سالاد #لبو #انار",
                  "comments": 378,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9uBDfiPTB",
                  "image": "https://cdn.jaryan.net/2024-12-01_164601.4029370000-YfZMwiVr",
                  "likes": 5169,
                  "views": 179816,
                  "caption": "حتما بخون👇🏽\n\nاز خواص دیگه گلپر  میشه به هضم و تقویت گوارش و ضدنفخ عالی و برای رفع بلغم و سردی معده عالیه🌱👌\n\n@Istgahe_laghari1\n@Istgahe_laghari1\n\nهمین الان پییبجو دنباااا. ل کنید چون این پسس// ت موقته و تو شلوغ ایننن//ستا ممکنه پیبجمون رو گم کنید😳‼️\n\n@Istgahe_laghari1\n@Istgahe_laghari1\n\n✅درضمن تو این پیبیج کلی آمو. زش ر!یگان و عالی هم داریم که برای کاهش وورز. زن و سردی بدنتون مفیده\n\nو باعث میشه سطح سلامتی خودتون و عزیزانتون بالا بره😍👌🏼\n\n@Istgahe_laghari1\n@Istgahe_laghari1\n\nهمین الان دنبااا ل کن😉☝🏼\nو یادت نره کلمه «  شوک » رو کااا. منت کنی",
                  "comments": 821,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC_WgkciBfO",
                  "image": "https://cdn.jaryan.net/2024-12-01_164601.5695710000-WO2PkFL6",
                  "likes": 4847,
                  "caption": "ششمین نوسالژی ترین شیرینی ایران👨🏻‍🍳\n\n@sadeghrostam.i \n@chaaghoo_khaneh \n\nاین شیرینی خیلی خوشمزه بود و من اولین بارم  بود امتحان میکردم \nمامانم میگفت مامان بزرگم این شیرینی رو حتی بدون وردنه درست میکرده قدیم ها وقتی وردنه نداشتن با شیشه نوشابه یا شیشه شیر باز میکرده و نازکش میکردن 😍\n.\n.\nاون قالب یخ رو دیدن فقط اون رو میخوای برای درست کردنش و بنشینی با یه چایی بزنی و صفا کنی😋👨🏻‍🍳\n.\nمواد لازم برای درست کردن شیرینی گل کلمی \nآرد ۴ لیوان \nبیگینگ پودر ۱قاشق مربا خوری \nنمک یک پینچ \nتخم مرغ ۲ عدد \nشیر ۱ لیوان \n\nراستی شما میدونین اسمش چرا اسمش گل کلمی گذاشتن؟؟\n\nسوالی هم داشتی از خودم بپرس جواب میدم دوست من 👨🏻‍🍳❤️\n\n#شیرینی_خونگی #شیرینی_آسان #شیرینی_گل #شیرینی_بدون_فر #شیرینی_بدون_شکر #شیرینی_بدون_همزن #آموزش_قنادی #شیرینی_سنتی #شیرینی_ایرانی #نون_پنجره_ای #شیرینی_اصیل",
                  "comments": 138,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC_fFMSOSPm",
                  "image": "https://cdn.jaryan.net/2024-12-01_164601.7188470000-iE8p4DGE",
                  "likes": 3235,
                  "caption": "@zarin.qeshm👈 خرید از پ\nزیباا ترین جواهرزر. رات وارر. داتی رسیدد😍❤️‍🔥\nبصورت جدا گونه هم قابل سفااا‌ رشه💕\n\n@zarin.qeshm\n\nدنباا ل کن میدونم لازمت میشه🥰👇🏻\n@zarin.qeshm\n@zarin.qeshm\n\nمستقیم از جزیره‌ی قشم خرید کن👇🏻\n@zarin.qeshm\n@zarin.qeshm",
                  "comments": 34,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/ashpazi_ba_shima",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1300000,
            "description": "24 ساعته - مالی نمیزنند",
            "advertiser_price": 1300000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 42134,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-07-27T15:40:13.376309+03:30"
          },
          {
            "id": 32434,
            "media": {
              "id": 8243,
              "title": "آشپزی شیما",
              "username": "ashpazi_ba_shima",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.14727027003468604,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_164600.8976190000-s33iP35s",
              "media_type": "INSTAGRAM",
              "custom_name": "ashpazi_ba_shima",
              "following": 201,
              "followers": 1644369,
              "likes_per_post_average": 2111,
              "comments_per_post_average": 310,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CmLcNGooemi",
                  "image": "https://cdn.jaryan.net/2024-07-22_234100.9521400000-FIQTj5x8",
                  "likes": 269255,
                  "views": null,
                  "caption": "عمراً این تر. فند به شدت کاربردی نمیدونستی 😎😍\nخیلی راحت میتونی بانکه ها و شیشیه ها خوشگل کنی و نوشته بزاری \n@fantasyyfamilyy \n\nهمونطور ک تو کلیپ دیدین ابتدا روی کاغذ با ماییم بنویسید یا چاپ کنید \n بعد چسب بزنید و برش بدین بزارید تو اب قراربذین با دست ما.  س ا.  ز بدین تا جدا بشه قسمت سفید رنگ بعد هم سوار بگیرید و بچسبونید به همین راحتی \nاز پ یج\n@ashpazi_ba_shima \nچطور بود ؟؟؟ خوشتون اومد ؟؟ 😍حتما نظرتونو برام بنویسید 👇🏻👇🏻\n\n#ایده #کدبانوگری #اشپزی #پیراشکی #تزیین #ترفند",
                  "comments": 1908,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DABWq9qiX6D",
                  "image": "https://cdn.jaryan.net/2024-09-19_043501.2835500000-vTJWW2bn",
                  "likes": 181317,
                  "views": null,
                  "caption": "الهی هرکی لایک کرد امضاء خدا پای تک تک آرزوهاش❤❤️\nسلام به همگی😘؟ خوبید؟ خوشید؟چه خبرا؟؟😍\n\nچطور بود  نظرتون و حتما کامنت بزارید اگه خوشتون اومد برا دوستاتون ارسال کنید🙏😘\n@ayaaldalalaa\n@ayaaldalalaa\nمواد لازم \nخرماخشک \nانجیر خشک\nکنجد \nسیاه دانه \nروغن زیتون\n\nبرای جوانی  جلوگیری از پوکی استخوان ضد سرفه و … کلی خواص دیگر \nاز پیج:\n@ashpazi_ba_shima \n@ashpazi_ba_shima \n‌\nهر سوالی داشتید کامنت بزارید همرو میخونم 😍\n\n‏کلی آموز ..ش داریم فالو کنید حتما لایک و فالو کنید و دل ادمین رو شاد کند 😍🤩\n\n@ashpazi_ba_shima \n@ashpazi_ba_shima \n#خرما #جوانی  #عصرانه #روغن_زیتون \n‌‎#فینگرفود #فستفود #سفره  #آموزشآشپزی #سوخاری #پیش_غذا #شام #ناهار \n#عصرونه",
                  "comments": 2084,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCRpxnYiUMj",
                  "image": "https://cdn.jaryan.net/2024-11-18_000801.0488740000-FAv7vF8H",
                  "likes": 36687,
                  "views": null,
                  "caption": "خیلی ناراحتم از دستتون😢چرا دیگه لایک نمی کنید ❤️🙏🏻\nسالاد لبو به سبک‌ شکوفه بانو\n@shokoofeh_banoo \nمواد لازم :\n۳عددلبوی پخته نصف یک عددکلم قرمزمتوسط ونصف یک عدد برگ کلم سفید  نصف  لیوان گردوی خردشده ونصف لیوان ذرت بخارپز ۱۰۰گرم شویدتازه و۱۰۰گرم گشنیز برای سس ۳قاشق سس مایونز  ۵قاشق ماست ۱ عدد لیموترش کمی نمک فلفل و اویشن  و۳قاشق  روغن زیتون و ۱عددانارشیرین اب لبوی پخته شده روبه سالاداضافه کنید\n@ashpazi_ba_shima \n@ashpazi_ba_shima \n#سالاد #لبو #انار",
                  "comments": 378,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9uBDfiPTB",
                  "image": "https://cdn.jaryan.net/2024-12-01_164601.4029370000-YfZMwiVr",
                  "likes": 5169,
                  "views": 179816,
                  "caption": "حتما بخون👇🏽\n\nاز خواص دیگه گلپر  میشه به هضم و تقویت گوارش و ضدنفخ عالی و برای رفع بلغم و سردی معده عالیه🌱👌\n\n@Istgahe_laghari1\n@Istgahe_laghari1\n\nهمین الان پییبجو دنباااا. ل کنید چون این پسس// ت موقته و تو شلوغ ایننن//ستا ممکنه پیبجمون رو گم کنید😳‼️\n\n@Istgahe_laghari1\n@Istgahe_laghari1\n\n✅درضمن تو این پیبیج کلی آمو. زش ر!یگان و عالی هم داریم که برای کاهش وورز. زن و سردی بدنتون مفیده\n\nو باعث میشه سطح سلامتی خودتون و عزیزانتون بالا بره😍👌🏼\n\n@Istgahe_laghari1\n@Istgahe_laghari1\n\nهمین الان دنبااا ل کن😉☝🏼\nو یادت نره کلمه «  شوک » رو کااا. منت کنی",
                  "comments": 821,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC_WgkciBfO",
                  "image": "https://cdn.jaryan.net/2024-12-01_164601.5695710000-WO2PkFL6",
                  "likes": 4847,
                  "caption": "ششمین نوسالژی ترین شیرینی ایران👨🏻‍🍳\n\n@sadeghrostam.i \n@chaaghoo_khaneh \n\nاین شیرینی خیلی خوشمزه بود و من اولین بارم  بود امتحان میکردم \nمامانم میگفت مامان بزرگم این شیرینی رو حتی بدون وردنه درست میکرده قدیم ها وقتی وردنه نداشتن با شیشه نوشابه یا شیشه شیر باز میکرده و نازکش میکردن 😍\n.\n.\nاون قالب یخ رو دیدن فقط اون رو میخوای برای درست کردنش و بنشینی با یه چایی بزنی و صفا کنی😋👨🏻‍🍳\n.\nمواد لازم برای درست کردن شیرینی گل کلمی \nآرد ۴ لیوان \nبیگینگ پودر ۱قاشق مربا خوری \nنمک یک پینچ \nتخم مرغ ۲ عدد \nشیر ۱ لیوان \n\nراستی شما میدونین اسمش چرا اسمش گل کلمی گذاشتن؟؟\n\nسوالی هم داشتی از خودم بپرس جواب میدم دوست من 👨🏻‍🍳❤️\n\n#شیرینی_خونگی #شیرینی_آسان #شیرینی_گل #شیرینی_بدون_فر #شیرینی_بدون_شکر #شیرینی_بدون_همزن #آموزش_قنادی #شیرینی_سنتی #شیرینی_ایرانی #نون_پنجره_ای #شیرینی_اصیل",
                  "comments": 138,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC_fFMSOSPm",
                  "image": "https://cdn.jaryan.net/2024-12-01_164601.7188470000-iE8p4DGE",
                  "likes": 3235,
                  "caption": "@zarin.qeshm👈 خرید از پ\nزیباا ترین جواهرزر. رات وارر. داتی رسیدد😍❤️‍🔥\nبصورت جدا گونه هم قابل سفااا‌ رشه💕\n\n@zarin.qeshm\n\nدنباا ل کن میدونم لازمت میشه🥰👇🏻\n@zarin.qeshm\n@zarin.qeshm\n\nمستقیم از جزیره‌ی قشم خرید کن👇🏻\n@zarin.qeshm\n@zarin.qeshm",
                  "comments": 34,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/ashpazi_ba_shima",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1500000,
            "description": "24 ساعته - ریلز\r\nمالی نمیزنند",
            "advertiser_price": 1500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 3003,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-07-27T15:40:21.902766+03:30"
          },
          {
            "id": 29933,
            "media": {
              "id": 1980,
              "title": "مجله ی آشپزی  غذالند",
              "username": "ghaza__land",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.39749673044084505,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_161901.4002580000-B3oaRMk5",
              "media_type": "INSTAGRAM",
              "custom_name": "ghaza__land",
              "following": 62,
              "followers": 1640894,
              "likes_per_post_average": 6442,
              "comments_per_post_average": 79,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C1mcoQFLBDq",
                  "image": "https://cdn.jaryan.net/2024-07-25_005201.0730430000-e3a8cBjB",
                  "likes": 385053,
                  "caption": "عمراً باور کنم بلد بودی این ترفندو\nبا این روش راحت می‌تونی کلی کلم و پیاز رو داخل یک دقیقه فقط با یک پوست کن رشته کنید بدون هیچ وقتی و دردسری\n.\n.\n@ghaza__land \n@ghaza__land",
                  "comments": 2637,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DAiGHUrNpiD",
                  "image": "https://cdn.jaryan.net/2024-10-06_115501.1467270000-e5hs2RC6",
                  "likes": 266604,
                  "views": 22903875,
                  "caption": "حتما بخون👇👇\n.\n❌کپی پست ممنوع درصورت مشاهده حتی با ذکر منبع ریپورت\n.\n\nبچه های عزیزم گلپر طبع گرم و خشک داره و از خواص دیگش برای هضم و تقویت گوارش و ضد نفخ عالی و برای رفع بلغم و سردی معده عالیه☘️👌\n.\nبه مقدار مساوی روزانه آماده کنید یا برای یک هفته و قبل ناهار و شام یک ق چ میل کنید.\n\nروش دوم مصرف ترکیب با ماست هستش که بعد وعده غذایی باید میل بشه\n\nبا انگشت زیباتون لایک کنید و انرژی بگیریم و پر قدرت ادامه بدیم\n\nبرای ترفندای بیشتر غذالند رو فا.لو کنید👇👇\n\n@ghaza__land \n@ghaza__land",
                  "comments": 1576,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBlA5G-Im-1",
                  "image": "https://cdn.jaryan.net/2024-10-28_082801.0921880000-IP36l60W",
                  "likes": 216166,
                  "views": 5897339,
                  "caption": "👇🏼🍃کامل بخون 👇🏼\nسیر کبابی نه تنها به بهبود فرآیند هضم غذا کمک می‌کند، بلکه در کاهش نفخ و بهبود تعادل باکتریایی روده نیز مؤثر است. ترکیب آلیسین موجود در سیر، به تقویت سیستم ایمنی بدن کمک کرده و از بدن در برابر عفونت‌های مختلف محافظت می‌نماید. علاوه بر این، خواص آنتی‌اکسیدانی سیر نقش مهمی در پیشگیری از بیماری‌های مزمن ایفا می‌کنند.\n.\n@dr.rouyesh 🙏\n@ghaza__land \n@ghaza__land \n@ghaza__land \n#سیر#سبرکبابی#سیرترشی #صبحانه#ناهار#شام",
                  "comments": 2833,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9dfT7oSJI",
                  "image": "https://cdn.jaryan.net/2024-12-02_161902.4672910000-CQzaeu8d",
                  "likes": 15726,
                  "views": 205498,
                  "caption": "Orange Chicken🍊\nمرغ پرتقالی خوشمزه و رویایی 😋🍊\n🎥@Rural_Cuisine : از صفحه بانو\n➖️➖️➖️➖️➖️➖️➖️➖️➖️➖️➖️\n.\n.\n🔴Ingredients for four servings:\n4 Pieces of Chicken\n1 Medium Onion\n4 Cups Orange Juice\n4 Tablespoons Brewed Saffron\nSalt, Black Pepper Powder, Turmeric Powder, and Cinnamon Powder as needed\n.\n🔴مواد لازم برای چهار نفر:\nچهار تکه مرغ\nیک عدد پیاز متوسط\nچهار لیوان آب پرتقال\nچهار قاشق غذاخوری زعفران دم کرده\nنمک، فلفل، زردچوبه و دارچین به میزان دلخواه\n@ghaza__land \n@ghaza__land \n.\n\n#orangechicken #orange #chicken #localdishes #ruralcuisine #rural_cuisine #villagelife #countrylife #asmrcooking #persiancuisine #gilan #mazandaran #iran\n#مرغ_پرتقالی #مرغ #غذای_ایرانی #غذای_مجلسی #آشپزی_روستایی #زندگی_روستایی #گیلان #مازندران #ایران",
                  "comments": 258,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC57feeIuCe",
                  "image": "https://cdn.jaryan.net/2024-12-02_161903.0487790000-ZTe4V6Ix",
                  "likes": 13889,
                  "views": 393680,
                  "caption": "من دیگه نمیخرم😝\n\nخودم آشپزی میکنم ببینید و امتحان کنید، عزیزان من!\n\nمواد تشکیل دهنده:\nمرغ - 1.5 کیلوگرم\nآب - 3 لیتر\nهویج - 2-3 عدد.\nپیاز - 2-3 عدد.\nسیر - 2-3 حبه \nنمک - 1 قاشق غذاخوری.\nپاپریکا - 1 قاشق چایخوری.\nفلفل سیاه - 1 قاشق چایخوری.\nسیر خشک - 1 قاشق چایخوری.\nبرگ بو - 3-5 عدد\nدانه فلفل - 1 قاشق چایخوری.\nژلاتین - 50 گرم (در 400 میلی لیتر آبگوشت حل کنید)\nآب چغندر - 100 میلی لیتر\n\nمرغ را بجوشانید تا پخته شود و از استخوان جدا کنید. هویج و پیاز را از آبگوشت به گوشت اضافه کنید (اختیاری). ژلاتین را در آبگوشت بسیار گرم حل کنید. آب چغندر را استخراج کنید. ادویه جات را اضافه کنید. همه مواد را در مخلوط کن بریزید و در یخچال بگذارید تا کاملا منجمد شود. \n\nلذت ببرید!🩷\n.\nBy:\n@strelkova.family \n\n@ghaza__land \n@ghaza__land \n@ghaza__land \n#کالبلس#کالباس_خونگی#کالباس_خانگی #کالباس_مرغ_خانگی #کالباس_گوشت #کالباسخانگی #کالباس_مرغ_گوشت",
                  "comments": 161,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC8k-4zIuPG",
                  "image": "https://cdn.jaryan.net/2024-12-02_161903.2922890000-SStQ81tI",
                  "likes": 8713,
                  "views": 291213,
                  "caption": "اگه تونستم نکته ی مفیدی رو تو این پست یادت بدم ممنون میشم لایک کنی🤗\n.\nکدومش رو میدونستی؟ \n.\n@ghaza__land \n@ghaza__land \n.\nاگه از اکسپلور میای و میخوای زبانزد همه بشی💃🏻😍\nدر اخلاق، در رفتار، در آشپزی و کدبانوگری، در سیاست و خانه داری پیجمونو فالو کن \nاز همه چییی خوبشو یاد میگیری👇👇\n👉@ghaza__land\n👉@ghaza__land\n.\nاگه از سرچ اومدین پست های قبلی رو از دست ندین👇\n👉@ghaza__land\n👉@ghaza__land\n.\n\n.\n.\n.\n.\n.",
                  "comments": 44,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/ghaza__land",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2200000,
            "description": "24 ساعته",
            "advertiser_price": 2200000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 5258,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-24T16:43:09.316530+03:30"
          },
          {
            "id": 8205,
            "media": {
              "id": 8925,
              "title": "navay.khob /نوای خوب",
              "username": "navay.khob",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.012086214863828305,
              "categories": [
                {
                  "id": 20,
                  "title": "Music",
                  "title_fa": "موسیقی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-27_052500.8902030000-MZxzuqSg",
              "media_type": "INSTAGRAM",
              "custom_name": "navay.khob",
              "following": 103,
              "followers": 1639609,
              "likes_per_post_average": 3,
              "comments_per_post_average": 195,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCcOUuluWPk",
                  "image": "https://cdn.jaryan.net/2024-11-22_193501.2426840000-SU9gZIU6",
                  "likes": 971,
                  "caption": "🔥میخای صاحب این ماشین باشی؟🔥🔥\n🔹 اقامت طلایی خانوادگی\n🔸 شرایط بسیار ویژه \n🛑 کسـ.ـب درآمد درهمی و دلاری\n🔸 دریافت سند مالکیت فقط با پیش پـ.ـرداخت\n@damacpersian.uae\n@damacpersian.uae\n‌‌‌‌🔸 ثبـ.ـت‌نام ریالی از ایران\n🔸 اقـ..ـساط بدون بهره\n@damacpersian.uae\n@damacpersian.uae\n‌‌‌‌‌‌🔸 برای دریافت جزئیات بیشتر در واتسـ..ـاپ پـ..ـیام ارسـ..ـال نمایید\n👇👇\nافسون باوند\n☎️ 00971 5030 8 4030\n\n🔸 ویدئوهای بیشتر پیـ..ـج زیر👇👇\n\n@damacpersian.uae\n@damacpersian.uae\n‌‌‌‌‌‌\n‌‌‌‌‌‌‌‌‎‌‌‏\n‌‌‌‌‌‌#اقامت #مهاجرت #داماک  \n‌‌‌‌‌‌‌‏‌‎‌#دبی #امارات  #خبرفوری \n‌‌‌‌‌‌‌‏#damac #dubai #iran #emarat",
                  "comments": 6,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCWfek3q9jo",
                  "image": "https://cdn.jaryan.net/2024-11-22_193501.4600990000-OVSlXqd1",
                  "likes": 3,
                  "views": null,
                  "caption": "به جای آقای دوماد سفارش پیتزا رسید 😂😂\n.\n.\n‌.\n@navay.khob\n.\n.\n.\n🎥 @gloria.beautysalon.gorgan\n\n#عروس #رومانتیک #سوپرایز #عشق #طنز",
                  "comments": 37,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCXNFpBq6KV",
                  "image": "https://cdn.jaryan.net/2024-11-22_193501.6622340000-Xe6TuNPx",
                  "likes": 3,
                  "views": null,
                  "caption": "😍🤌 لبخند طبیعت ، چقدر قشنگه \n\n‌\nCr okhtapism\n\n🎥 @gemsiran1 \n\n#خدا",
                  "comments": 101,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCYliOgKViN",
                  "image": "https://cdn.jaryan.net/2024-11-22_193501.8981650000-ec1NZpuI",
                  "likes": 3,
                  "views": null,
                  "caption": "بهترین پـ.ـست آمـ.ـوزشی که تو ایـنــ.ـستا دیدم 👏\n\n@navay.khob\n\n🎥 @manhamed20245\n\n#اینستاگرام #وایرال #اکسپلور #ویدیو #فان",
                  "comments": 483,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCY3h2ZKzNk",
                  "image": "https://cdn.jaryan.net/2024-11-22_193502.0768350000-HBQMmC3r",
                  "likes": 3,
                  "views": null,
                  "caption": "بچـ.ـه ها رو با داییشون تنها نزارین😅😅\n\n@navay.khob \n\n🎥\n@thexmi7\n#دایی #خواهر #برادر",
                  "comments": 212,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCZX5XKqt5d",
                  "image": "https://cdn.jaryan.net/2024-11-22_193502.2734710000-wJMVonn4",
                  "likes": 3,
                  "views": null,
                  "caption": ".\nبابا با جانش نان داد💔\n\nCr @neqabb \n\n🎥 @pahlevan49\n\n#پدر",
                  "comments": 287,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/navay.khob",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "IMAGE",
            "campaign_type": "REACH",
            "price": 1300000,
            "description": "24 ساعته - عکس و اسلاید",
            "advertiser_price": 1300000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 183,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-10T11:18:34.166327+03:30"
          },
          {
            "id": 42256,
            "media": {
              "id": 8925,
              "title": "navay.khob /نوای خوب",
              "username": "navay.khob",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.012086214863828305,
              "categories": [
                {
                  "id": 20,
                  "title": "Music",
                  "title_fa": "موسیقی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-27_052500.8902030000-MZxzuqSg",
              "media_type": "INSTAGRAM",
              "custom_name": "navay.khob",
              "following": 103,
              "followers": 1639609,
              "likes_per_post_average": 3,
              "comments_per_post_average": 195,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCcOUuluWPk",
                  "image": "https://cdn.jaryan.net/2024-11-22_193501.2426840000-SU9gZIU6",
                  "likes": 971,
                  "caption": "🔥میخای صاحب این ماشین باشی؟🔥🔥\n🔹 اقامت طلایی خانوادگی\n🔸 شرایط بسیار ویژه \n🛑 کسـ.ـب درآمد درهمی و دلاری\n🔸 دریافت سند مالکیت فقط با پیش پـ.ـرداخت\n@damacpersian.uae\n@damacpersian.uae\n‌‌‌‌🔸 ثبـ.ـت‌نام ریالی از ایران\n🔸 اقـ..ـساط بدون بهره\n@damacpersian.uae\n@damacpersian.uae\n‌‌‌‌‌‌🔸 برای دریافت جزئیات بیشتر در واتسـ..ـاپ پـ..ـیام ارسـ..ـال نمایید\n👇👇\nافسون باوند\n☎️ 00971 5030 8 4030\n\n🔸 ویدئوهای بیشتر پیـ..ـج زیر👇👇\n\n@damacpersian.uae\n@damacpersian.uae\n‌‌‌‌‌‌\n‌‌‌‌‌‌‌‌‎‌‌‏\n‌‌‌‌‌‌#اقامت #مهاجرت #داماک  \n‌‌‌‌‌‌‌‏‌‎‌#دبی #امارات  #خبرفوری \n‌‌‌‌‌‌‌‏#damac #dubai #iran #emarat",
                  "comments": 6,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCWfek3q9jo",
                  "image": "https://cdn.jaryan.net/2024-11-22_193501.4600990000-OVSlXqd1",
                  "likes": 3,
                  "views": null,
                  "caption": "به جای آقای دوماد سفارش پیتزا رسید 😂😂\n.\n.\n‌.\n@navay.khob\n.\n.\n.\n🎥 @gloria.beautysalon.gorgan\n\n#عروس #رومانتیک #سوپرایز #عشق #طنز",
                  "comments": 37,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCXNFpBq6KV",
                  "image": "https://cdn.jaryan.net/2024-11-22_193501.6622340000-Xe6TuNPx",
                  "likes": 3,
                  "views": null,
                  "caption": "😍🤌 لبخند طبیعت ، چقدر قشنگه \n\n‌\nCr okhtapism\n\n🎥 @gemsiran1 \n\n#خدا",
                  "comments": 101,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCYliOgKViN",
                  "image": "https://cdn.jaryan.net/2024-11-22_193501.8981650000-ec1NZpuI",
                  "likes": 3,
                  "views": null,
                  "caption": "بهترین پـ.ـست آمـ.ـوزشی که تو ایـنــ.ـستا دیدم 👏\n\n@navay.khob\n\n🎥 @manhamed20245\n\n#اینستاگرام #وایرال #اکسپلور #ویدیو #فان",
                  "comments": 483,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCY3h2ZKzNk",
                  "image": "https://cdn.jaryan.net/2024-11-22_193502.0768350000-HBQMmC3r",
                  "likes": 3,
                  "views": null,
                  "caption": "بچـ.ـه ها رو با داییشون تنها نزارین😅😅\n\n@navay.khob \n\n🎥\n@thexmi7\n#دایی #خواهر #برادر",
                  "comments": 212,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCZX5XKqt5d",
                  "image": "https://cdn.jaryan.net/2024-11-22_193502.2734710000-wJMVonn4",
                  "likes": 3,
                  "views": null,
                  "caption": ".\nبابا با جانش نان داد💔\n\nCr @neqabb \n\n🎥 @pahlevan49\n\n#پدر",
                  "comments": 287,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/navay.khob",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2100000,
            "description": "24 ساعته - موضوعات مالی و آموزش ،کلینیک ، مطب ،ترید ، توسعه فردی و کوچینگ",
            "advertiser_price": 2100000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 217,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-10T11:59:32.439855+03:30"
          },
          {
            "id": 47450,
            "media": {
              "id": 24308,
              "title": "نوستالژی یعنی ترانه ها، آهنگها و خاطرات شیرین گذشته",
              "username": "noostaljii",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.19036998685730216,
              "categories": [
                {
                  "id": 54,
                  "title": "Cinema-Theatre-TVSeries",
                  "title_fa": "سینما، تئاتر و تلویزیون"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_195001.0914990000-LTzkqc0w",
              "media_type": "INSTAGRAM",
              "custom_name": "noostaljii",
              "following": 50,
              "followers": 1632085,
              "likes_per_post_average": 3010,
              "comments_per_post_average": 96,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCfAj7qtJj5",
                  "image": "https://cdn.jaryan.net/2024-11-20_192102.3155920000-RDbqkpXx",
                  "likes": 32364,
                  "caption": "@noostaljii \n.کدوم آهنگ بانو هایده رو بیشتر دوست دارین؟\n.\n.کدوم اسلاید ؟\n.حیف و صد حیف که این صدا خیلی زود خاموش شد 😢\n@noostaljii",
                  "comments": 365,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCXUeF7tRnR",
                  "image": "https://cdn.jaryan.net/2024-11-20_192101.3823530000-C0Gsg6KS",
                  "likes": 30583,
                  "caption": "@noostaljii \n.کدوم اسلاید؟\n.\n.۱۳ شاهکار ماندگار و فاخر موسیقی ایرانی😍👌\n.\n.این آهنگها حتی بعد از گذشت سالها همچنان زیبا و پابرجا مانده و خواهند ماند \n.\n.نظر شما چیه؟\n@noostaljii",
                  "comments": 847,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCZ4LZjtrGD",
                  "image": "https://cdn.jaryan.net/2024-11-20_192101.9171580000-0atvcqbA",
                  "likes": 15804,
                  "caption": "@noostaljii \n.کدوم اسلاید؟\n.\n.کدومش یادآور خاطرات گذشته بود؟\n.\n.آهنگهای دهه ی شصت و هفتاد که مرتب از تلویزیون پخش می شد و کل صدا و سیما رو قرق کرده بودن 😍\n.\n.اون زمان  نه ماهواره ای بود و نه اینترنتی برای همین شبانه روز این آهنگها پخش میشد و الحق که فوق العاده بودن و صداهایی که هرگز تکرار نشد...\n@noostaljii",
                  "comments": 288,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC4wPSVNJoV",
                  "image": "https://cdn.jaryan.net/2024-11-29_185901.0933810000-Ru5y2vX1",
                  "likes": 11097,
                  "caption": "@noostaljii \n.قبول دارین خیر و خوشی هم با اینا رفت؟\n.متولد چه دهه ای هستین؟\n.به نظرتون عروسیای الان یا عروسیای قدیم؟\n.یاد باد آن روزگاران یاد باد چقد خوش می‌گذشت نه گرونی بود، نه چشم و هم چشمی ، نه موبایل .. فقط و فقط صمیمیت بود و کنار هم بودن \n.عروسیا به سادگی هر چه تمامتر برگزار می‌شد و کل فامیل و همسایه ها میومدن کمک میکردن و تا آخر شب هم وسط بودن و میرقصیدن\n@noostaljii",
                  "comments": 279,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC2LL_NttTM",
                  "image": "https://cdn.jaryan.net/2024-11-29_185901.2212440000-l0VR1QJV",
                  "likes": 8473,
                  "caption": "@noostaljii \n.کدوم اسلاید؟\n.خواننده ی ترک بهتر بود یا کرد؟\n.\n.به افتخار تُرک زبانان عزیز ❤ بذارید\n.\n.به افتخار کُرد زبانان عزیز 😍 بذارید\n\n.هر کدوم‌ دوست داشتید اد  استوری کنید\n@noostaljii",
                  "comments": 117,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC3nlT0NvUo",
                  "image": "https://cdn.jaryan.net/2024-11-29_185901.3456360000-4behLjvg",
                  "likes": 7741,
                  "views": null,
                  "caption": "به افتخار مادرا و سربازان دور از خانواده❤ بذ..ارید\n.\n.یه کلمه بهشون بگید\n@noostaljii",
                  "comments": 283,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/noostaljii",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 850000,
            "description": "24 ساعته",
            "advertiser_price": 850000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 3431,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-08-05T13:05:29.311846+03:30"
          },
          {
            "id": 3258,
            "media": {
              "id": 7127,
              "title": "گردشگری | مسافرت | شمال",
              "username": "shomaltravel",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [
                {
                  "id": 10,
                  "location": "گیلان"
                }
              ],
              "engagement_rate": 0.3587403492527124,
              "categories": [
                {
                  "id": 2,
                  "title": "Travel",
                  "title_fa": "سفر"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-29_221800.9263300000-ToKUh1BG",
              "media_type": "INSTAGRAM",
              "custom_name": "shomaltravel",
              "following": 505,
              "followers": 1622111,
              "likes_per_post_average": 5765,
              "comments_per_post_average": 53,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DBdYvvFsqgx",
                  "image": "https://cdn.jaryan.net/2024-10-30_050306.6766850000-fUKaPtUg",
                  "likes": 113993,
                  "views": null,
                  "caption": "هم اکنون بارش برف\n‌\n📍گیلان جاده جنگلی سیاهکل به دیلمان\n‌\nVideo credit @iran_gilan_province",
                  "comments": 601,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C2t9zf6svnR",
                  "image": "https://cdn.jaryan.net/2024-07-26_025801.2908460000-0hGTDnWS",
                  "likes": 111317,
                  "views": null,
                  "caption": "بفرست واسه همسفر خوبت ♥️\n‌\nبرف آمد\nذوق کردم،\nبی‌هوا چون کودکی خندان دویدم، راه رفتم، بغض کردم\nکودکی‌ها یادم آمد\nصبح‌ بابا از رهی می‌آمد و می‌گفت: پاشو! برف تا زانو رسیده...\nمی‌دویدم پشت شیشه\nبرف از زانو فراتر\nکوچه ساکت، شهر ساکت\nخانه سرد و\nدل به آغوشِ عزیزان مبتلاتر...\nبرف بارید و دوباره؛\nکودکی بودم که از سرما دلش آغوش می‌خواست\nبرف، باااااید ببارد\nبی‌حد و ممتد ببارد\nبیشتر، چون کودکی‌ها\nمن دلم آغوش می‌خواست...\n\n📝 نرگس صرافیان طوفان\n‌\n📍 مازندران رامسر جنگل دالخانی\n@shomaltravel\n📹 @hamed.seyedii",
                  "comments": 596,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCCJQi0MsJe",
                  "image": "https://cdn.jaryan.net/2024-11-10_013301.1440900000-LvCmLIVb",
                  "likes": 59265,
                  "views": null,
                  "caption": "بفرست واسه اونی که اومد به ذهنت ❤️\n‌\n📍 مازندران جاده سوادکوه\nVideo credit @shomaltravel\n‌\n#سوادکوه #پاییز #مازندران #سفر",
                  "comments": 529,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3mblBspWW",
                  "image": "https://cdn.jaryan.net/2024-11-29_221801.0560450000-S7DewMaH",
                  "likes": 13458,
                  "views": null,
                  "caption": "زندگی کنید... 🍂\n‌\n📍 جنگل راش\n‌\nVideo credit @saeed.rezaie00 \n‌\n#جنگل_راش #سفر #پاییز #زندگی",
                  "comments": 69,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6JYX5tbom",
                  "image": "https://cdn.jaryan.net/2024-11-29_221801.2305580000-JZKDEK8A",
                  "likes": 13204,
                  "caption": "اسلاید دوم‌ رو ببین 🫣\nتو چیزی داری برام کـ.ـامنـ.ـتش کن👇\n.\nبرای دریافت قیـ.ـمت لطفا کلمه (شایلین) رو کامـ.ـنت کنید\n.\n.\nکلبه جنگلی شایلین، جایی که رویاها به واقعیت می‌پیوندند! با استخر خصوصی و سه خواب، از جمله اتاق شیشه‌ای با ویوی بی‌نظیر به جنگل بکر، آرامش و زیبایی را تجربه کنید.\n.\n.\nکـلـ.ـبه جنـ.ـگلی شایلین اینـ.ـجاست🏡\n.\n@mr_vila_ramsar \n@mr_vila_ramsar\n@mr_vila_ramsar2 پـ.ـیج دوم\n.\n.\n\n \nاینجا کلبه جنگلی شایلین 🏡\nسه خواب 🛏️\nیک اتاق خوابش شیشه ای😍\nاستخر روباز آبگرم🏊🏼‍♂️\nبیلیارد 🎱\nفوتبال دستی⚽️\nروف تراس و آلاچیق⛩️\nیه باغ بزرگ و ویوی رویایی جنگل بکر🌳\n .\n.\nقیمت👇🏼\n.\n.\n.\nبه دلیل اینکه قیمت بستگی به تاریخ،نفرات و موارد دیگه داره لطفا🙏🏻\n.\n.\nبرای اطلاع از قیمت،دیدن عکس ها،مشاوره و رزرو با شماره های زیر تماس بگیرید و یا واتس اپ پیام بدید☎️👇🏼\n.\n.\n.\n۰۹۰۰۱۲۵۰۷۰۵☎️\n.\n۰۹۱۲۰۷۸۸۲۰۴☎️\n.\n۰۹۱۹۰۹۲۹۴۸۸☎️\n.\n۰۹۱۱۲۴۹۱۲۱۴☎️\n.\n.\n.",
                  "comments": 217,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1AenCsar5",
                  "image": "https://cdn.jaryan.net/2024-11-29_221801.3682090000-uujqtTww",
                  "likes": 4817,
                  "caption": "@sarashpaz.ham\n@sarashpaz.ham\nرستوران سرآشپزحم ( تیروژ )\nفقط ۵ دقیقه با کرج فاصله داره😍🍂👇🏽\n🆔️ @sarashpaz.ham\n🆔️ @sarashpaz.ham\n\nقیمت پک های اقتصادی و خانوادشون فوق العاده مناسبه 👌🏽\n\nتو رستوران سرآشپز حَم کلی آلاچیق کنار رودخونه دارن که داخل همشون کرسی 🔥 و لحاف داره ، واقعا تو این فصل میچسبه 😍\n\n📍اطلاعات تماس | آدرس | منو قیمت در بیو پیج رستوران👇🏽 \n🆔️ @sarashpaz.ham\n🆔️ @sarashpaz.ham",
                  "comments": 20,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/shomaltravel",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2480000,
            "description": "24 ساعته",
            "advertiser_price": 2480000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 33667,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-07-12T17:19:11.729672+03:30"
          },
          {
            "id": 12590,
            "media": {
              "id": 126,
              "title": "دلار طلا سکه خودرو",
              "username": "dollar.price",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.4293903908329286,
              "categories": [
                {
                  "id": 60,
                  "title": "Finance",
                  "title_fa": "مالی و سرمایه‌گذاری"
                },
                {
                  "id": 71,
                  "title": "Crypto",
                  "title_fa": "رمزارز"
                },
                {
                  "id": 101,
                  "title": "Economics",
                  "title_fa": "اقتصادی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_121006.4015880000-6X8HXwwT",
              "media_type": "INSTAGRAM",
              "custom_name": "dollar.price",
              "following": 59,
              "followers": 1608249,
              "likes_per_post_average": 6488,
              "comments_per_post_average": 417,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC6TqFDoGDr",
                  "image": "https://cdn.jaryan.net/2024-12-01_121006.8426870000-lAiOeXlT",
                  "likes": 17476,
                  "views": null,
                  "caption": "#خبر\nویدئویی از عملیات دستگیری سارقین زورگیری از BMW پل پارک وی\n.\n.\n.\n.\n#ایران #تهران #دلار #طلا #سکه #آمریکا #دولت #پزشکیان #مشهد #اصفهان #شیراز #تبریز #درهم #ترامپ #عملیات #دستگیری #سرقت #سارق #خفتگیری #پلیس #اخبار #خبرفوری\n#iran #tehran\n#dollar #trump",
                  "comments": 1106,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9eeYkIgxN",
                  "image": "https://cdn.jaryan.net/2024-12-01_121007.1179330000-wOOleoNw",
                  "likes": 15301,
                  "caption": "#خبر\nبا ورود و درگیری سنگین افراد مس.لح حلب سقوط کرد\n\nبا تایید الجزیره، افراد مس.لح با تلاش برای ورودی به شهر حلب سوریه، به مرکز این شهر رسیده اند و پس از تبادل آتش میان ارتش سوریه و آنان سرانجام با تصاحب حلب در یکی از میدان های منطقه صلاح الدین، جشن پیروزی گرفته اند.\n.\n.\n.\n.\n#ایران #تهران #دلار #طلا #سکه #آمریکا #دولت #پزشکیان #مشهد #اصفهان #شیراز #تبریز #دبی #درهم #بایدن #ترامپ #سوریه #حلب #درگیری #اخبار #خبرفوری\n#iran #tehran\n#dollar #trump",
                  "comments": 474,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC7YV31o5d9",
                  "image": "https://cdn.jaryan.net/2024-12-01_121007.2987010000-Z4dmeoXs",
                  "likes": 7911,
                  "caption": "#خبر\nآژانس بین‌المللی انرژی اتمی: ایران به سانتریفیوژهای IR-6 فردو اورانیوم خام تزریق می‌کند\n\nرویترز در گزارشی مدعی شد ایران از قصد خود برای تزریق اورانیوم خام به ۸ آبشار سانتریفیوژهای IR-6 خود در فردو خبر داده است تا بتواند اورانیوم را تا خلوص ۵ درصد غنی‌سازی کند.\n.\n.\n.\n.\n#ایران #تهران #دلار #طلا #سکه #آمریکا #دولت #پزشکیان #مشهد #اصفهان #شیراز #تبریز #دبی #درهم #بایدن #ترامپ #انرژی_اتمی #گروسی #فردو #سانتریفیوژ #اورانیوم #رویترز #اخبار #خبرفوری\n#iran #tehran\n#dollar #trump",
                  "comments": 59,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC9hG5xIaUY",
                  "image": "https://cdn.jaryan.net/2024-12-01_121007.5466670000-5oJy97ZJ",
                  "likes": 7633,
                  "views": null,
                  "caption": "#خبر\nویدئویی از جشن پیروزی افراد مس.لح در میدان شهر حلب سوریه\n.\n.\n.\n.\n#ایران #تهران #دلار #طلا #سکه #آمریکا #دولت #پزشکیان #مشهد #اصفهان #شیراز #تبریز #دبی #درهم #بایدن #ترامپ #سوریه #حلب #درگیری #اخبار #خبرفوری\n#iran #tehran\n#dollar #trump",
                  "comments": 239,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6pz1pILQL",
                  "image": "https://cdn.jaryan.net/2024-12-01_121012.7674770000-JVIFyQbA",
                  "likes": 6480,
                  "caption": "#خبر\nکیهان: بلک‌فرایدی مخرب است و باعث تاخیر افتادن ازدواج‌ها می‌شود\n\nروزنامه کیهان نوشت: این حجم از تبل.یغات مردم را به چاه مصرف‌گرایی انداخته و با ارائه یک متر و معیار کاذب موجب به تاخیر افتادن ازدواج‌ها، بی‌میلی به فرزندآوری یا اختلافات درون خانواده‌ها و طلاق و جدایی می‌شود.\n\nبلک‌فرایدی مصداق نفوذ فرهنگ غربی و مخرب است که نتیجه آن به تاخیرافتادن ازدواج و طلاق می‌شود.\n.\n.\n.\n.\n#ایران #تهران #دلار #طلا #سکه #آمریکا #دولت #پزشکیان #مشهد #اصفهان #شیراز #تبریز #دبی #درهم #بایدن #ترامپ #بلک_فرایدی #کیهان #شریعتمداری #ازدواج #طلاق #اخبار #خبرفوری\n#iran #tehran\n#dollar #trump",
                  "comments": 1232,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6z83OohHu",
                  "image": "https://cdn.jaryan.net/2024-12-01_121012.9842290000-PRdn2DHC",
                  "likes": 6380,
                  "caption": "#خبر\nوزیر امور خارجه: به مذاکرات در ژنو خوش‌بین نیستم\n\nعراقچی: دیدار مذاکره‌کنندگان ایرانی و اروپایی در ژنو در حقیقت یک جلسهٔ هم‌فکری است تا ببینیم آیا واقعاً راهی برای خروج از وضعیت فعلی وجود دارد یا خیر.\n\nنسبت به این دیدار خوش‌بین نیستم؛ چون اطمینان ندارم که ایران با طرف درستی صحبت می‌کند یا نه. به‌نظر می‌رسد کشورهای اروپایی به‌ویژه انگلیس، آلمان و فرانسه سیاست تقابل را انتخاب کرده‌اند.\n\nپس‌از قطعنامهٔ شورای حکام، ایران تصمیم گرفته هزاران دستگاه جدید و بسیار پیشرفتهٔ سانتریفیوژ را وارد مدار کند. تزریق گاز به این ماشین ها شروع شده و این نتیجهٔ فشار آن‌هاست.\n\nما در حال حاضر قصد نداریم غنی‌سازی بیش از ۶۰ درصد را انجام دهیم و این تصمیم ما در حال حاضر است. مایلم باز هم تأکید کنم که ما خط همکاری را برای حل شرافتمندانهٔ این مشکل انتخاب کرده‌ایم.\n.\n.\n.\n.\n#ایران #تهران #دلار #طلا #سکه #آمریکا #دولت #پزشکیان #مشهد #اصفهان #شیراز #تبریز #دبی #درهم #بایدن #ترامپ #عراقچی #مذاکرات #ژنو #اروپا #اخبار #خبرفوری\n#iran #tehran\n#dollar #trump",
                  "comments": 136,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/dollar.price",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1800000,
            "description": "24 ساعته - پست سلامت و پزشکی انجام نمیشود\r\n(مسابقه انجام نمیشود.)",
            "advertiser_price": 1800000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 50437,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-07-27T12:46:49.455368+03:30"
          },
          {
            "id": 255,
            "media": {
              "id": 126,
              "title": "دلار طلا سکه خودرو",
              "username": "dollar.price",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.4293903908329286,
              "categories": [
                {
                  "id": 60,
                  "title": "Finance",
                  "title_fa": "مالی و سرمایه‌گذاری"
                },
                {
                  "id": 71,
                  "title": "Crypto",
                  "title_fa": "رمزارز"
                },
                {
                  "id": 101,
                  "title": "Economics",
                  "title_fa": "اقتصادی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_121006.4015880000-6X8HXwwT",
              "media_type": "INSTAGRAM",
              "custom_name": "dollar.price",
              "following": 59,
              "followers": 1608249,
              "likes_per_post_average": 6488,
              "comments_per_post_average": 417,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC6TqFDoGDr",
                  "image": "https://cdn.jaryan.net/2024-12-01_121006.8426870000-lAiOeXlT",
                  "likes": 17476,
                  "views": null,
                  "caption": "#خبر\nویدئویی از عملیات دستگیری سارقین زورگیری از BMW پل پارک وی\n.\n.\n.\n.\n#ایران #تهران #دلار #طلا #سکه #آمریکا #دولت #پزشکیان #مشهد #اصفهان #شیراز #تبریز #درهم #ترامپ #عملیات #دستگیری #سرقت #سارق #خفتگیری #پلیس #اخبار #خبرفوری\n#iran #tehran\n#dollar #trump",
                  "comments": 1106,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC9eeYkIgxN",
                  "image": "https://cdn.jaryan.net/2024-12-01_121007.1179330000-wOOleoNw",
                  "likes": 15301,
                  "caption": "#خبر\nبا ورود و درگیری سنگین افراد مس.لح حلب سقوط کرد\n\nبا تایید الجزیره، افراد مس.لح با تلاش برای ورودی به شهر حلب سوریه، به مرکز این شهر رسیده اند و پس از تبادل آتش میان ارتش سوریه و آنان سرانجام با تصاحب حلب در یکی از میدان های منطقه صلاح الدین، جشن پیروزی گرفته اند.\n.\n.\n.\n.\n#ایران #تهران #دلار #طلا #سکه #آمریکا #دولت #پزشکیان #مشهد #اصفهان #شیراز #تبریز #دبی #درهم #بایدن #ترامپ #سوریه #حلب #درگیری #اخبار #خبرفوری\n#iran #tehran\n#dollar #trump",
                  "comments": 474,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC7YV31o5d9",
                  "image": "https://cdn.jaryan.net/2024-12-01_121007.2987010000-Z4dmeoXs",
                  "likes": 7911,
                  "caption": "#خبر\nآژانس بین‌المللی انرژی اتمی: ایران به سانتریفیوژهای IR-6 فردو اورانیوم خام تزریق می‌کند\n\nرویترز در گزارشی مدعی شد ایران از قصد خود برای تزریق اورانیوم خام به ۸ آبشار سانتریفیوژهای IR-6 خود در فردو خبر داده است تا بتواند اورانیوم را تا خلوص ۵ درصد غنی‌سازی کند.\n.\n.\n.\n.\n#ایران #تهران #دلار #طلا #سکه #آمریکا #دولت #پزشکیان #مشهد #اصفهان #شیراز #تبریز #دبی #درهم #بایدن #ترامپ #انرژی_اتمی #گروسی #فردو #سانتریفیوژ #اورانیوم #رویترز #اخبار #خبرفوری\n#iran #tehran\n#dollar #trump",
                  "comments": 59,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC9hG5xIaUY",
                  "image": "https://cdn.jaryan.net/2024-12-01_121007.5466670000-5oJy97ZJ",
                  "likes": 7633,
                  "views": null,
                  "caption": "#خبر\nویدئویی از جشن پیروزی افراد مس.لح در میدان شهر حلب سوریه\n.\n.\n.\n.\n#ایران #تهران #دلار #طلا #سکه #آمریکا #دولت #پزشکیان #مشهد #اصفهان #شیراز #تبریز #دبی #درهم #بایدن #ترامپ #سوریه #حلب #درگیری #اخبار #خبرفوری\n#iran #tehran\n#dollar #trump",
                  "comments": 239,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC6pz1pILQL",
                  "image": "https://cdn.jaryan.net/2024-12-01_121012.7674770000-JVIFyQbA",
                  "likes": 6480,
                  "caption": "#خبر\nکیهان: بلک‌فرایدی مخرب است و باعث تاخیر افتادن ازدواج‌ها می‌شود\n\nروزنامه کیهان نوشت: این حجم از تبل.یغات مردم را به چاه مصرف‌گرایی انداخته و با ارائه یک متر و معیار کاذب موجب به تاخیر افتادن ازدواج‌ها، بی‌میلی به فرزندآوری یا اختلافات درون خانواده‌ها و طلاق و جدایی می‌شود.\n\nبلک‌فرایدی مصداق نفوذ فرهنگ غربی و مخرب است که نتیجه آن به تاخیرافتادن ازدواج و طلاق می‌شود.\n.\n.\n.\n.\n#ایران #تهران #دلار #طلا #سکه #آمریکا #دولت #پزشکیان #مشهد #اصفهان #شیراز #تبریز #دبی #درهم #بایدن #ترامپ #بلک_فرایدی #کیهان #شریعتمداری #ازدواج #طلاق #اخبار #خبرفوری\n#iran #tehran\n#dollar #trump",
                  "comments": 1232,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6z83OohHu",
                  "image": "https://cdn.jaryan.net/2024-12-01_121012.9842290000-PRdn2DHC",
                  "likes": 6380,
                  "caption": "#خبر\nوزیر امور خارجه: به مذاکرات در ژنو خوش‌بین نیستم\n\nعراقچی: دیدار مذاکره‌کنندگان ایرانی و اروپایی در ژنو در حقیقت یک جلسهٔ هم‌فکری است تا ببینیم آیا واقعاً راهی برای خروج از وضعیت فعلی وجود دارد یا خیر.\n\nنسبت به این دیدار خوش‌بین نیستم؛ چون اطمینان ندارم که ایران با طرف درستی صحبت می‌کند یا نه. به‌نظر می‌رسد کشورهای اروپایی به‌ویژه انگلیس، آلمان و فرانسه سیاست تقابل را انتخاب کرده‌اند.\n\nپس‌از قطعنامهٔ شورای حکام، ایران تصمیم گرفته هزاران دستگاه جدید و بسیار پیشرفتهٔ سانتریفیوژ را وارد مدار کند. تزریق گاز به این ماشین ها شروع شده و این نتیجهٔ فشار آن‌هاست.\n\nما در حال حاضر قصد نداریم غنی‌سازی بیش از ۶۰ درصد را انجام دهیم و این تصمیم ما در حال حاضر است. مایلم باز هم تأکید کنم که ما خط همکاری را برای حل شرافتمندانهٔ این مشکل انتخاب کرده‌ایم.\n.\n.\n.\n.\n#ایران #تهران #دلار #طلا #سکه #آمریکا #دولت #پزشکیان #مشهد #اصفهان #شیراز #تبریز #دبی #درهم #بایدن #ترامپ #عراقچی #مذاکرات #ژنو #اروپا #اخبار #خبرفوری\n#iran #tehran\n#dollar #trump",
                  "comments": 136,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/dollar.price",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2800000,
            "description": "تعرفه حوزه مالی\r\nپولسازی و موفقیت\r\n(مسابقه انجام نمیشود.)\r\nپست سلامت و پزشکی انجام نمیشود",
            "advertiser_price": 2800000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 40669,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-07-27T12:54:40.571146+03:30"
          },
          {
            "id": 6717,
            "media": {
              "id": 8341,
              "title": "Zibaeigram",
              "username": "zibaiegram",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.24929637108012345,
              "categories": [
                {
                  "id": 53,
                  "title": "Health tips",
                  "title_fa": "توصیه های سلامت"
                },
                {
                  "id": 86,
                  "title": "Medical",
                  "title_fa": "پزشکی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_014701.1784420000-CG1RnesP",
              "media_type": "INSTAGRAM",
              "custom_name": "zibaiegram",
              "following": 317,
              "followers": 1602644,
              "likes_per_post_average": 3519,
              "comments_per_post_average": 476,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CzBEIJ8urOQ",
                  "image": "https://cdn.jaryan.net/2024-07-22_084401.1837700000-Djjw2rKq",
                  "likes": 294172,
                  "views": null,
                  "caption": "هرچقد از معجز انار پخته بگم کم گفتم تمام عفونت بدن تون رو میتونید با این انار پخته  از بین ببرین من به چشم دیدماااا\nطرزتهیه اش فوق العاده آسونه و خیلی  راحت تو زمان کم میتونید درستش کنید \nانار پخته هر نوع عفونت ناشی از سرماخوردگی مثل گلودرد ، گوش درد ، برونشیت مزمن و عفونت ریه ها رو درمان میکنه…\nطرز تهیه:\n\nیک عدد انار رو بذارید روی شعله پخش کن میتونید براینکه گازتون کثیف نشه داخل آلومینیوم  هم بزارید با حرارت بسیار کم…توی خودش اروم اروم میجوشه…صداشو میشنوید….و پخته میشه\nبیست دقیقه بذاری بمونه…گاهی بچرخونیدش\nتا همه جایه انارتون پخته بشه .... بعدش یکم خنک بشه برش بزنید تمام محتویات  انار دونه ها و پرده هایه سفیدش رو با یه قاشق عسل بخورید \nبعد میل کنید..\nیادتون باشه…فقط پوست روشو نخورید…پرده ها و رگه های داخلش رو.توصیه میشه  که\nشب باید میل کنید روش هیچی نخورید و بخوابید تا صبح\nاثرات معجزه آزای این آنتی بیوتیک قوی رو در صبح روز اول مشاهده خواهید کرد.\nولی در صورت عفونت های شدید بهتره درمان رو 3 شب ادامه بدید…برای دیدن پست های بیشتر👇👇👇👇👇👇👇👇👇👇👇👇\n@zibaiegram\n@salamati_pezeshki \n@salamati_pezeshki\n@zibaiegram\n@zibaiegram",
                  "comments": 6803,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/Cn9_wAJAo_2",
                  "image": "https://cdn.jaryan.net/2024-07-22_084401.4382860000-Gu5uTvKK",
                  "likes": 118378,
                  "views": null,
                  "caption": "سلام به روی ماهتون بریم با یه پشنهاد فوق العاده  برای خوشبو شدن لباستون کافیه یه دستمال بردارید یه مقدار برنج بردارین مثل ویدیو    گره بزنید به اون عطر بزنید بزارید تو کمد لباساتون  ...تا مدت زیادی رایحه مورد علاقه تون  باقی میمونه\nاین ترفند کاربردی رو حتما امتحان کنید🧡\n\nکپی ممنوع حتی با ذکر منبع\n@zibaiegram \n@zibaiegram \n@zibaiegram",
                  "comments": 1784,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DB8Kw1IIFNJ",
                  "image": "https://cdn.jaryan.net/2024-11-22_152001.4391390000-4B4Lk7C6",
                  "likes": 56380,
                  "caption": "شما سیرابی دوست دارید یا نه ؟\n\nممنون که با لا.یک و کامنتای قشنگتون دل ادمین رو شاد می کنید شاد و تندرست باشید 🌹\n@picoprey",
                  "comments": 1832,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC4tY7wOQ1O",
                  "image": "https://cdn.jaryan.net/2024-12-01_014701.4195630000-cIr4ualB",
                  "likes": 13508,
                  "caption": ".\n🌱\n\nیه چیزی که تو بیمارستان خیلی برام عجیبه اینه که : فرقی نداره مادر بستری بشه یا فرزند : در هر صورت این مادره که نگرانه بچه‌هاشه ، وقتی خودش بستریه نگرانِ اینه که بچه‌هاش برای مراقبت از او اذیت میشن و وقتی بچه بستریه ، نگران سلامتی بچشه 😞♥️\n\nبه احترام تمام مادران و زنان عزیز باید تمام قد ایستاد 🌱❤️\nیه جمله برایه مامانت بنویس💚🌈\nقشنگتریتش یه تشویقی داره💚💚💚💚💚💚💚💚💚\n\n@zibaiegram\n@zibaiegram\n@salamati_pezeshki \nBy:@hamed_darziii\nپرستار بخش ویژه ♥️",
                  "comments": 196,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC83jRIIudQ",
                  "image": "https://cdn.jaryan.net/2024-12-01_014701.5772380000-SfkZBjlb",
                  "likes": 10606,
                  "caption": "❌‼️تا یکسال واسه خودت نگه دار😋‼️❌\n\n@zeyton.gilaneh\n\n🙈🙈اول اون قلب  سفید رو قرمزش کن بعدش سیوش کن وبفرست برا دوستات 🌹❤️\n\n‼️‼️اینم طریقه ی کردن دونه انار که خیلی از دوستان از ما پرسیدند \n\nاین کارو براحتی خودت توی خونه درستی کن که هر فصلی از سال دونه انار داری 😋😋\n@zibaiegram \n@zibaiegram \n@salamati_pezeshki \n@salamati_pezeshki",
                  "comments": 136,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC7Gmt5N2j7",
                  "image": "https://cdn.jaryan.net/2024-12-01_014701.7247690000-hHlKcpB0",
                  "likes": 6162,
                  "views": null,
                  "caption": "اکثر افراد فکر میکنن که\n.\nورزش و ماساژ یا حجامت و ز..الو در/مان ریشه ای واریسه\n@varicheallth\nدر صورتی که تا دریچه های لانه کبوتری درون سیاهرگ های \nما تر.میم نشده که خو..ن به سمت بالا ا..نتقال داشته باشه\nواریس در..مان نشده و این راه ها در..مان های موقتی واریس هستند\n@varicheallth\n@varicheallth\nبرای در/مان ریشه ای واریس کافیه\nکلمه «سلامت» رو بفر/ستی تا راهنماییت کنم\nو واریست رو ریشه ای در/مان کنیم🌱💎\n\n☎️09921488933 خودسیانی\n.\n@varicheallth 👨🏻‍⚕️\n@varicheallth🦵🏻\n@varicheallth🩺\n.",
                  "comments": 1416,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/zibaiegram",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 980000,
            "description": "24 ساعته - تبلیغات آلبومی ۱۰ هزارتومان به تعرفه اضافه میشه\r\nهشتک و لینک تلگرام یا سایت از متن حذف می شود\r\nاینسایت ارسال نمیکنند",
            "advertiser_price": 980000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 4679,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": false,
            "is_influencer": false,
            "update_price_datetime": "2024-08-15T15:27:43.458982+03:30"
          },
          {
            "id": 40513,
            "media": {
              "id": 12862,
              "title": "DorFact / درفکت",
              "username": "dorfact",
              "gender": "MALE",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.31640860838437423,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_135802.3634050000-sPzlbHTD",
              "media_type": "INSTAGRAM",
              "custom_name": "dorfact",
              "following": 27,
              "followers": 1597249,
              "likes_per_post_average": 5030,
              "comments_per_post_average": 23,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CNcxdMTDqyi",
                  "image": "https://cdn.jaryan.net/2024-07-23_225801.2695550000-TdxIRp76",
                  "likes": 8428,
                  "views": 147309,
                  "caption": "@dorfact\nهیچوقت از یادمون نمیره 😁",
                  "comments": 61,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CNH2ajHDxDF",
                  "image": "https://cdn.jaryan.net/2024-11-20_104401.3163500000-BAFertH8",
                  "likes": 6747,
                  "views": 55626,
                  "caption": "@dorfact\nبه نظرتون داستان چیه؟!",
                  "comments": 78,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CNHyAimj3ju",
                  "image": "https://cdn.jaryan.net/2024-07-23_225801.4638050000-OWOBQiIP",
                  "likes": 6073,
                  "views": 46509,
                  "caption": "@dorfact\nببینید با دوتا شیر چکار میکنه این سگ گله",
                  "comments": 0,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CNZ8FLujLgp",
                  "image": "https://cdn.jaryan.net/2024-07-23_225801.6377250000-ZaJbkd1V",
                  "likes": 5522,
                  "views": 62412,
                  "caption": "@dorfact\nبدون استخوان تَرقوه متولد شده",
                  "comments": 51,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CNN3CC2jq9K",
                  "image": "https://cdn.jaryan.net/2024-07-23_225801.8062580000-4aNURgIQ",
                  "likes": 5270,
                  "views": 62065,
                  "caption": "@dorfact\nببینید چطوری کیفیت محصولاتشون رو به رخ میکشن\nVolvo",
                  "comments": 59,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CNH2-LYDBTa",
                  "image": "https://cdn.jaryan.net/2024-11-20_104401.4605490000-MJKNsSz9",
                  "likes": 5040,
                  "views": 62975,
                  "caption": "@dorfact\nمتفاوت‌ترین ویدیویی که سامسونگ ساخته😃👌",
                  "comments": 28,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/dorfact",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "VIDEO",
            "campaign_type": "REACH",
            "price": 1900000,
            "description": "24 ساعته",
            "advertiser_price": 1900000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 186403,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": true,
            "update_price_datetime": "2024-11-18T12:40:52.812625+03:30"
          },
          {
            "id": 48184,
            "media": {
              "id": 8069,
              "title": "Babak Nahrain | بابک نهرین",
              "username": "babak.nahrain",
              "gender": "MALE",
              "audience_location": "Tabriz",
              "media_locations": [
                {
                  "id": 11,
                  "location": "تبریز"
                }
              ],
              "engagement_rate": 1.646569355583072,
              "categories": [
                {
                  "id": 55,
                  "title": "Photography-Videography",
                  "title_fa": "عکاسی و فیلم سازی"
                },
                {
                  "id": 57,
                  "title": "Lifestyle",
                  "title_fa": "سبک زندگی"
                },
                {
                  "id": 116,
                  "title": "آهنگ و ترانه",
                  "title_fa": "آهنگ و ترانه"
                },
                {
                  "id": 123,
                  "title": "استانی",
                  "title_fa": "استانی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_042100.9540190000-Vykg8VvU",
              "media_type": "INSTAGRAM",
              "custom_name": "babak.nahrain",
              "following": 731,
              "followers": 1586116,
              "likes_per_post_average": 25594,
              "comments_per_post_average": 522,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C9R5oHGt4gF",
                  "image": "https://cdn.jaryan.net/2024-07-28_144301.0159260000-uDimRkp0",
                  "likes": 435751,
                  "views": 11939168,
                  "caption": "چی شد من که نفهمیدم😂😂\n#بابکنهرین😂 #صمدممد #ترک #تراختور #تبریز #اردبیل#اذربایجان",
                  "comments": 10199,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBMgUAsMhzZ",
                  "image": "https://cdn.jaryan.net/2024-10-22_065401.0299780000-IFf2bTmI",
                  "likes": 142542,
                  "views": 3031396,
                  "caption": "🚙🚗\nشرکت سالار خودرو اولین وارد کننده ارس پلاک بعد ٧ سال با کیفیت ترین و اصلی ترین خودروها را وارد منطقه آزاد نمود\n\n@salar_khodro \n@salar_khodro",
                  "comments": 0,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DA1W12Hs-o4",
                  "image": "https://cdn.jaryan.net/2024-10-11_074700.9702390000-TXBDWzL1",
                  "likes": 97833,
                  "views": 1699751,
                  "caption": "😂😁😄\nفروش ویژه نمایشگاهی آمیکو ( اقساطی )\nکمپرسی ده چرخ\n۶ چرخ باری\nپیکاپ آسِنا توربو\n\nنمایشگاه بین المللی خودرو تبریز\n۱۷ تا ۲۰ مهر / سالن پروین اعتصامی\nنمایندگی آمیکو تیرانداز / ۰۹۱۴۴۹۱۲۶۰۶\n@amico_tirandaz \n@amico_tirandaz \n@amico_tirandaz \n#تبریز #نمایشگاه #خودرو #ماشین #آمیکو",
                  "comments": 1887,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C8P-wcYRP1D",
                  "image": "https://cdn.jaryan.net/2024-07-28_144301.1555690000-mDVMnZSg",
                  "likes": 53047,
                  "caption": "🇮🇷❤️\nانتخاب اصلح ، پیشرفت ایران بزرگ",
                  "comments": 0,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/C_YDrEGsLK5",
                  "image": "https://cdn.jaryan.net/2024-09-03_191700.9053260000-NO7b0rAQ",
                  "likes": 42345,
                  "caption": "⚜️🛡️⚔️\nنمایش نبرد رُستم و سُهراب\nباشکوه ، دیدنی و جذاب\nروایتی خلاقانه از داستان کهن ایران زمین 🇮🇷\n\nخرید بلیت : از سایت ایرانتیک\n\n@mahmoud.shobeiri 🧿💫\n@alizandevakili 💎👑\n@nima.anhari ❤️\n@rostam.sohrabofficial ✌️\n@amir_aghaee 🌹\n@pardisahmadiyeh 🌷\n\n#رستم_سهراب #تئاتر #نمایش \n#theatre #iran",
                  "comments": 275,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/C3x8LFFr6v4",
                  "image": "https://cdn.jaryan.net/2024-07-28_144301.4735420000-mWbvoLnN",
                  "likes": 36288,
                  "views": 598908,
                  "caption": "مطب زیبایی ثمر تقدیم میکند✨\n\nبا بیش از هزار کیس زیبایی در طول فقط یک سال و بالاترین میزان رضایت ✅\n👈🏻جشنواره تزریق فیلر ثمر با شرایط پرداخت اقساطی💯💯\nهمراه با پک ها تخفی-في ویژه عید🥳\n\nحتما برید نمونه کارهای مارو ببینید🤌🏻 \nثمر هر هفته از بین فالورها 🎁 هیجان انگیز داره شاید اینهفته  ب_رنده خوش شانس تو باشی🤩\n.\n.\n📍\nولیعصر رازی غربی ساختمان دی \n\n📞شماره تماس:\n۰۴۱۳۳۳۳۷۳۹۳\n٠٩١٤٣٣٣١٧٩٧\n_______\n#ژل #فیلر #تزریق_ژل #بوتاکس #ژل_لب #کانتورینگ #مدلینگ #زاویه_سازی #زیبایی #سریال #طنز #تبریز#بابك_نهرين #صمد_ممد#عليرضا_رنجيپور",
                  "comments": 1023,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/babak.nahrain",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 10000000,
            "description": "24 ساعته - پست بنر 24 ساعته",
            "advertiser_price": 10000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 21769,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": true,
            "update_price_datetime": "2024-08-28T16:50:39.509680+03:30"
          },
          {
            "id": 24853,
            "media": {
              "id": 8612,
              "title": "تیکس‌مگ | دانستنی‌ها",
              "username": "tiksmag",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.33915458671126825,
              "categories": [
                {
                  "id": 32,
                  "title": "Facts",
                  "title_fa": "دانستنی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_195511.2697570000-0g7qchfT",
              "media_type": "INSTAGRAM",
              "custom_name": "tiksmag",
              "following": 49,
              "followers": 1579614,
              "likes_per_post_average": 5174,
              "comments_per_post_average": 183,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/Czb3fJwonAL",
                  "image": "https://cdn.jaryan.net/2024-07-22_000800.9027010000-ECEdYPte",
                  "likes": 979765,
                  "views": null,
                  "caption": "دورد به این هنرمند وطن پرست\n@tiksmag \n@tiksmag \nگوینده:\n@saeed.baseri\n@saeed.baseri \n@golden_role",
                  "comments": 30311,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C3GQE5oINs6",
                  "image": "https://cdn.jaryan.net/2024-07-22_000801.1258430000-NKD0MKeI",
                  "likes": 535834,
                  "views": null,
                  "caption": "موتور سیکلت هوندا پرعکس نمیشه\n@tiksmag \n@tiksmag \nگوینده:\n@saeed.baseri\n@saeed.baseri",
                  "comments": 11232,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CyEW5BSIrva",
                  "image": "https://cdn.jaryan.net/2024-07-22_000801.2885880000-SAAlEh2Q",
                  "likes": 425435,
                  "views": null,
                  "caption": "روحشون شاد\n@tiksmag \n@tiksmag \nگوینده:\n@saeed.baseri",
                  "comments": 19598,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4lg--AX3c",
                  "image": "https://cdn.jaryan.net/2024-11-30_195512.9600320000-gMcDE9JI",
                  "likes": 15029,
                  "views": null,
                  "caption": "ایلان ماسکم بین بچه‌هاش فرق میزاره\n@tiksmag \n@tiksmag \nگوینده:\n@saeed.baseri",
                  "comments": 53,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCzh8U0guu_",
                  "image": "https://cdn.jaryan.net/2024-11-30_195513.2227140000-RSZ71FuE",
                  "likes": 11681,
                  "views": null,
                  "caption": "پسر آینده دار ایرانی امیر علی آریایی مهر\n@tiksmag \n@tiksmag \nگوینده:\n@saeed.baseri",
                  "comments": 135,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC8pkOLI2-x",
                  "image": "https://cdn.jaryan.net/2024-11-30_195518.5233740000-Jh1RsJYC",
                  "likes": 2985,
                  "views": null,
                  "caption": "با این روش هزینه سفر به دبی ات رو در میاری\nحتی بدون اینکه حجم بارت رو پر کنی با اینکه\nبخوای روی سرمایت ریسک کنی اول میفروشی\nبعد خریدت رو انجام میدی و براشون ارسال میکنی\nاگر میخوای روشش رو بهت یاد بدم کلمه «دبی» رو کامنت کن👇\nآیدی پیچ اصلی: @alirezaasll",
                  "comments": 893,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/tiksmag",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1990000,
            "description": "24 ساعته",
            "advertiser_price": 1990000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 5538,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-06-30T14:58:07.760682+03:30"
          },
          {
            "id": 41063,
            "media": {
              "id": 21761,
              "title": "‌‌TANHAEIIAT |  تنهاییات",
              "username": "tanhaeiiat",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.03920905036144787,
              "categories": [
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                },
                {
                  "id": 124,
                  "title": "سرگرمی",
                  "title_fa": "سرگرمی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_135800.8968780000-Dyhy2Llh",
              "media_type": "INSTAGRAM",
              "custom_name": "tanhaeiiat",
              "following": 74,
              "followers": 1577867,
              "likes_per_post_average": 463,
              "comments_per_post_average": 154,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DAnKK3VgIHy",
                  "image": "https://cdn.jaryan.net/2024-10-11_191300.8771780000-lC0lQhLq",
                  "likes": 557377,
                  "views": null,
                  "caption": "❤️🫂چه قدر بزرگ شدی خواهری\nاندازه ی همه شبا شمعتم\nآب و نون چیه قد هوا لنگتم:)\n.\nبفرست واسش🖇\n.\n.\n📽@ba.ziya \n@shayea.official \n@aliziyaoriginal \n#شایع #خواهری#خواهر#رفیق#مامان#زن",
                  "comments": 3573,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C6uCR3rLo79",
                  "image": "https://cdn.jaryan.net/2024-07-18_105300.8325090000-HwQuUngX",
                  "likes": 401796,
                  "views": null,
                  "caption": "👌زیادی حق بود\nموافقید با حرفاش؟!\nبا خدا رو بازی کن❤️\nFlw→@tanhaeiiat \n.\n.\n#خدا#آیسان #آیسان_اسلامی",
                  "comments": 4793,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBHatcyMvHJ",
                  "image": "https://cdn.jaryan.net/2024-10-22_181900.9504830000-9s4czPwt",
                  "likes": 200603,
                  "views": null,
                  "caption": "💔سوزش صداش غماتو ده برابر میکنه\n.\nهمین مونده بود خرابم کنی\nجوابم کنی\nهمین مونده بود...\n.\n.\n>→@tanhaeiiat\n>→@tanhaeiiat\n\n<<تمامی مطالب داخل کانـ..ـال قرار داده میشه(لینک بایو)>> \n.\n.\n#محسن_چاووشی #محسن_چاوشی #چاوشی",
                  "comments": 1530,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4eqc3MRtG",
                  "image": "https://cdn.jaryan.net/2024-12-02_135801.2051570000-QEl7AX6h",
                  "likes": 1489,
                  "views": 30704,
                  "caption": "كاش همه چیز به وقتش برات اتفاق بیفته... همون موقع كه ذوقشو داری\nوگرنه گذر زمان همه چیز رو برات بی رنگ میكنه...\n\n@mhdasgri",
                  "comments": 13,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3n7PFMkkM",
                  "image": "https://cdn.jaryan.net/2024-12-02_135801.4817580000-d6iPLESO",
                  "likes": 1282,
                  "caption": "Follow👉@lingano_official\n\nویدیو ببین، زبان یاد بگیر🤌\n\nدیگه وقتشه که زبان انگلیسی رو با شیوه‌های جدید، استاندارد و جالب یاد بگیرید!\n\nوارد پیج آکادمی زبان لینگانو بشید و لینگانو رو فـ  ـالو کنید، محاله پشیمون بشید!\n\n🔰@lingano_official🔰\n🔰@lingano_official🔰\n🔰@lingano_official🔰",
                  "comments": 173,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6Dl6EuoV5",
                  "image": "https://cdn.jaryan.net/2024-12-02_135801.6616790000-eKh4Shxf",
                  "likes": 918,
                  "views": 67694,
                  "caption": "کپشن خیلی مهم ❌👇🏻\n\nبا این دستگاه خیلی راحت می‌تونی شماره تماس مشتری‌هات رو ذخیره کنی، باهاشون در ارتباط باشی و باشگاه مشتریان خودتو تشکیل بدی 😍 \n\n@panel_direct \n@panel_direct \n\nحفظ ارتباط با مشتری برات مشتری وفادار میسازه💵 \n\nهمین الان صفحه شون رو دنبال کن و بقیه ماجرا رو از زبون خودشون بشنو 👇🏻 \n@panel_direct \n@panel_direct",
                  "comments": 2,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/tanhaeiiat",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "IMAGE",
            "campaign_type": "REACH",
            "price": 1250000,
            "description": "24 ساعته - عکس و اسلاید",
            "advertiser_price": 1250000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 503,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-08-03T13:57:39.874614+03:30"
          },
          {
            "id": 41064,
            "media": {
              "id": 21761,
              "title": "‌‌TANHAEIIAT |  تنهاییات",
              "username": "tanhaeiiat",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.03920905036144787,
              "categories": [
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                },
                {
                  "id": 124,
                  "title": "سرگرمی",
                  "title_fa": "سرگرمی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_135800.8968780000-Dyhy2Llh",
              "media_type": "INSTAGRAM",
              "custom_name": "tanhaeiiat",
              "following": 74,
              "followers": 1577867,
              "likes_per_post_average": 463,
              "comments_per_post_average": 154,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DAnKK3VgIHy",
                  "image": "https://cdn.jaryan.net/2024-10-11_191300.8771780000-lC0lQhLq",
                  "likes": 557377,
                  "views": null,
                  "caption": "❤️🫂چه قدر بزرگ شدی خواهری\nاندازه ی همه شبا شمعتم\nآب و نون چیه قد هوا لنگتم:)\n.\nبفرست واسش🖇\n.\n.\n📽@ba.ziya \n@shayea.official \n@aliziyaoriginal \n#شایع #خواهری#خواهر#رفیق#مامان#زن",
                  "comments": 3573,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C6uCR3rLo79",
                  "image": "https://cdn.jaryan.net/2024-07-18_105300.8325090000-HwQuUngX",
                  "likes": 401796,
                  "views": null,
                  "caption": "👌زیادی حق بود\nموافقید با حرفاش؟!\nبا خدا رو بازی کن❤️\nFlw→@tanhaeiiat \n.\n.\n#خدا#آیسان #آیسان_اسلامی",
                  "comments": 4793,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBHatcyMvHJ",
                  "image": "https://cdn.jaryan.net/2024-10-22_181900.9504830000-9s4czPwt",
                  "likes": 200603,
                  "views": null,
                  "caption": "💔سوزش صداش غماتو ده برابر میکنه\n.\nهمین مونده بود خرابم کنی\nجوابم کنی\nهمین مونده بود...\n.\n.\n>→@tanhaeiiat\n>→@tanhaeiiat\n\n<<تمامی مطالب داخل کانـ..ـال قرار داده میشه(لینک بایو)>> \n.\n.\n#محسن_چاووشی #محسن_چاوشی #چاوشی",
                  "comments": 1530,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4eqc3MRtG",
                  "image": "https://cdn.jaryan.net/2024-12-02_135801.2051570000-QEl7AX6h",
                  "likes": 1489,
                  "views": 30704,
                  "caption": "كاش همه چیز به وقتش برات اتفاق بیفته... همون موقع كه ذوقشو داری\nوگرنه گذر زمان همه چیز رو برات بی رنگ میكنه...\n\n@mhdasgri",
                  "comments": 13,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3n7PFMkkM",
                  "image": "https://cdn.jaryan.net/2024-12-02_135801.4817580000-d6iPLESO",
                  "likes": 1282,
                  "caption": "Follow👉@lingano_official\n\nویدیو ببین، زبان یاد بگیر🤌\n\nدیگه وقتشه که زبان انگلیسی رو با شیوه‌های جدید، استاندارد و جالب یاد بگیرید!\n\nوارد پیج آکادمی زبان لینگانو بشید و لینگانو رو فـ  ـالو کنید، محاله پشیمون بشید!\n\n🔰@lingano_official🔰\n🔰@lingano_official🔰\n🔰@lingano_official🔰",
                  "comments": 173,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6Dl6EuoV5",
                  "image": "https://cdn.jaryan.net/2024-12-02_135801.6616790000-eKh4Shxf",
                  "likes": 918,
                  "views": 67694,
                  "caption": "کپشن خیلی مهم ❌👇🏻\n\nبا این دستگاه خیلی راحت می‌تونی شماره تماس مشتری‌هات رو ذخیره کنی، باهاشون در ارتباط باشی و باشگاه مشتریان خودتو تشکیل بدی 😍 \n\n@panel_direct \n@panel_direct \n\nحفظ ارتباط با مشتری برات مشتری وفادار میسازه💵 \n\nهمین الان صفحه شون رو دنبال کن و بقیه ماجرا رو از زبون خودشون بشنو 👇🏻 \n@panel_direct \n@panel_direct",
                  "comments": 2,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/tanhaeiiat",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "VIDEO",
            "campaign_type": "REACH",
            "price": 1400000,
            "description": "24 ساعته - ریلز",
            "advertiser_price": 1400000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 727,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-08-03T14:03:01.541882+03:30"
          },
          {
            "id": 3460,
            "media": {
              "id": 7207,
              "title": "ویدیو خونه | رسانه آنلاین معرفی فیلم و سریال 🎬",
              "username": "video_khoneh",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 3.1342126975042666,
              "categories": [
                {
                  "id": 54,
                  "title": "Cinema-Theatre-TVSeries",
                  "title_fa": "سینما، تئاتر و تلویزیون"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_093101.1232660000-QYyBbVa4",
              "media_type": "INSTAGRAM",
              "custom_name": "video_khoneh",
              "following": 25,
              "followers": 1576063,
              "likes_per_post_average": 49142,
              "comments_per_post_average": 254,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCWn_RUubqH",
                  "image": "https://cdn.jaryan.net/2024-11-20_053306.4730430000-GgudpNqP",
                  "likes": 265714,
                  "views": 12295939,
                  "caption": "موهای تنم سیخ شد 🫠\n\n🎬 : 9-1-1\n🎭 : Drama\n🎖️ : 7.9/10\n\nProduction companies : Reamworks , Brad Falchuk Teley-Vision , Ryan Murphy Television , 20th Television ,\n\nNetwork : Fox , ABC",
                  "comments": 1254,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/Cz3MGUBqw7W",
                  "image": "https://cdn.jaryan.net/2024-07-25_064701.3360520000-wqnxtvID",
                  "likes": 259105,
                  "views": 5389920,
                  "caption": "چرا آدم‌ها خیانت میکنن ؟ \n\n \n🎬 : Taxi Driver \n🎭 : Crime\n🎖️ : 8.2/10\n\nDistributed by: Columbia Pictures",
                  "comments": 2713,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C2UOJ05NWt1",
                  "image": "https://cdn.jaryan.net/2024-07-25_064701.5987340000-IgIbAJ3O",
                  "likes": 190129,
                  "views": 9758539,
                  "caption": "تو دنیای‌ عجیبی زندگی میکنیم \nدنیایی پر از نابرابری …\n\n🎬 : Are You There God? It’s Me, Margaret.\n🎭 : Comedy / Drama\n✨ : 7.4/10\n\nDistributed by: Lionsgate Films",
                  "comments": 2169,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C0gXfQMKJXw",
                  "image": "https://cdn.jaryan.net/2024-07-25_064702.2535090000-jPnYhNwf",
                  "likes": 72538,
                  "views": 5596874,
                  "caption": "پس اسمش سفینه فضایی بوده :) 😂\n\n🎬 : Mr. D\n🎭 : Sitcom\n🎖️ : 7.4/10\n\nNetwork: CBC Television",
                  "comments": 1087,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCe53-suTbH",
                  "image": "https://cdn.jaryan.net/2024-11-20_053311.9751170000-h92Qn0M6",
                  "likes": 12110,
                  "views": 387325,
                  "caption": "تلخ‌ترین خنده‌ای که میبینید 😇\n\nبه امید از بین رفتن همیشگی بیماری سرطان . . . \n\n🎬 : After Life\n🎭 : Drama\n🎖️ : 8.4 / 10\n\nNetwork ; Netflix",
                  "comments": 63,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCUlEhRJsdb",
                  "image": "https://cdn.jaryan.net/2024-11-25_094101.2166950000-dZ214wkM",
                  "likes": 5808,
                  "views": 254657,
                  "caption": "عجب جوابی بهش داد 😂\n\n🎬 : Honor Society\n🎭 : Comedy / Romance\n🎖️ : 6.5/10\n\nDistributed by : Paramount+",
                  "comments": 45,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/video_khoneh",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2500000,
            "description": "24 ساعته",
            "advertiser_price": 2500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 38362,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-11-28T16:45:34.953218+03:30"
          },
          {
            "id": 27705,
            "media": {
              "id": 7207,
              "title": "ویدیو خونه | رسانه آنلاین معرفی فیلم و سریال 🎬",
              "username": "video_khoneh",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 3.1342126975042666,
              "categories": [
                {
                  "id": 54,
                  "title": "Cinema-Theatre-TVSeries",
                  "title_fa": "سینما، تئاتر و تلویزیون"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_093101.1232660000-QYyBbVa4",
              "media_type": "INSTAGRAM",
              "custom_name": "video_khoneh",
              "following": 25,
              "followers": 1576063,
              "likes_per_post_average": 49142,
              "comments_per_post_average": 254,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCWn_RUubqH",
                  "image": "https://cdn.jaryan.net/2024-11-20_053306.4730430000-GgudpNqP",
                  "likes": 265714,
                  "views": 12295939,
                  "caption": "موهای تنم سیخ شد 🫠\n\n🎬 : 9-1-1\n🎭 : Drama\n🎖️ : 7.9/10\n\nProduction companies : Reamworks , Brad Falchuk Teley-Vision , Ryan Murphy Television , 20th Television ,\n\nNetwork : Fox , ABC",
                  "comments": 1254,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/Cz3MGUBqw7W",
                  "image": "https://cdn.jaryan.net/2024-07-25_064701.3360520000-wqnxtvID",
                  "likes": 259105,
                  "views": 5389920,
                  "caption": "چرا آدم‌ها خیانت میکنن ؟ \n\n \n🎬 : Taxi Driver \n🎭 : Crime\n🎖️ : 8.2/10\n\nDistributed by: Columbia Pictures",
                  "comments": 2713,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C2UOJ05NWt1",
                  "image": "https://cdn.jaryan.net/2024-07-25_064701.5987340000-IgIbAJ3O",
                  "likes": 190129,
                  "views": 9758539,
                  "caption": "تو دنیای‌ عجیبی زندگی میکنیم \nدنیایی پر از نابرابری …\n\n🎬 : Are You There God? It’s Me, Margaret.\n🎭 : Comedy / Drama\n✨ : 7.4/10\n\nDistributed by: Lionsgate Films",
                  "comments": 2169,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C0gXfQMKJXw",
                  "image": "https://cdn.jaryan.net/2024-07-25_064702.2535090000-jPnYhNwf",
                  "likes": 72538,
                  "views": 5596874,
                  "caption": "پس اسمش سفینه فضایی بوده :) 😂\n\n🎬 : Mr. D\n🎭 : Sitcom\n🎖️ : 7.4/10\n\nNetwork: CBC Television",
                  "comments": 1087,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCe53-suTbH",
                  "image": "https://cdn.jaryan.net/2024-11-20_053311.9751170000-h92Qn0M6",
                  "likes": 12110,
                  "views": 387325,
                  "caption": "تلخ‌ترین خنده‌ای که میبینید 😇\n\nبه امید از بین رفتن همیشگی بیماری سرطان . . . \n\n🎬 : After Life\n🎭 : Drama\n🎖️ : 8.4 / 10\n\nNetwork ; Netflix",
                  "comments": 63,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCUlEhRJsdb",
                  "image": "https://cdn.jaryan.net/2024-11-25_094101.2166950000-dZ214wkM",
                  "likes": 5808,
                  "views": 254657,
                  "caption": "عجب جوابی بهش داد 😂\n\n🎬 : Honor Society\n🎭 : Comedy / Romance\n🎖️ : 6.5/10\n\nDistributed by : Paramount+",
                  "comments": 45,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/video_khoneh",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "VIDEO",
            "campaign_type": "REACH",
            "price": 2700000,
            "description": "24 ساعته - ریلز (مختص تبلیغات ویدئویی)",
            "advertiser_price": 2700000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 15286,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-10T15:46:37.743360+03:30"
          },
          {
            "id": 29791,
            "media": {
              "id": 8015,
              "title": "فك فاميله داريم؟!",
              "username": "fak_famile_darim",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.2392872904267945,
              "categories": [
                {
                  "id": 68,
                  "title": "Poem-Literature",
                  "title_fa": "شعر و متن ادبی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_151100.8400010000-l9sEa9fk",
              "media_type": "INSTAGRAM",
              "custom_name": "fak_famile_darim",
              "following": 7,
              "followers": 1554260,
              "likes_per_post_average": 3629,
              "comments_per_post_average": 94,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CgcNFwYLwp1",
                  "image": "https://cdn.jaryan.net/2024-07-29_002400.9972540000-9K4GdumR",
                  "likes": 32383,
                  "views": 261787,
                  "caption": "جمعتونو تگ كن😝😍😂",
                  "comments": 316,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CuT9QJGIEAn",
                  "image": "https://cdn.jaryan.net/2024-07-29_002401.1501080000-7i1Yykro",
                  "likes": 26710,
                  "caption": "چه دوران داركي بود😅",
                  "comments": 477,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/Cv-CkUIIuua",
                  "image": "https://cdn.jaryan.net/2024-07-29_002401.3424850000-ohn9RNoT",
                  "likes": 24015,
                  "caption": "داريم ازين دخترا؟!😍😋\nتگشون كن🙈",
                  "comments": 3482,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCo30xmoMNj",
                  "image": "https://cdn.jaryan.net/2024-11-24_164901.1175790000-3GpHKz2l",
                  "likes": 12314,
                  "caption": "والاا🥴😂😂\n@fak_famile_darim \n.\n#چاى #داغ #شب_جمعه #متن",
                  "comments": 69,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC01Cgtovqk",
                  "image": "https://cdn.jaryan.net/2024-11-28_154001.2567340000-O9XRGFW8",
                  "likes": 9666,
                  "caption": "واقعن چرازر😂🤦🏿‍♂️\n@fak_famile_darim",
                  "comments": 78,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCckJCitOQH",
                  "image": "https://cdn.jaryan.net/2024-11-28_154001.6752690000-0njVRnXP",
                  "likes": 9448,
                  "caption": "واقعا چرا میگیم خدا نکنه؟😂\n\n@fak_famile_darim",
                  "comments": 50,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/fak_famile_darim",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 7000000,
            "description": "24 ساعته - سرمایه‌گذاری و مالی\r\nهشتگ حذف میشود\r\nمسابقه انجام نمیدهند",
            "advertiser_price": 7000000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 3335,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-01T14:45:18.158589+03:30"
          },
          {
            "id": 5840,
            "media": {
              "id": 8015,
              "title": "فك فاميله داريم؟!",
              "username": "fak_famile_darim",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.2392872904267945,
              "categories": [
                {
                  "id": 68,
                  "title": "Poem-Literature",
                  "title_fa": "شعر و متن ادبی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_151100.8400010000-l9sEa9fk",
              "media_type": "INSTAGRAM",
              "custom_name": "fak_famile_darim",
              "following": 7,
              "followers": 1554260,
              "likes_per_post_average": 3629,
              "comments_per_post_average": 94,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CgcNFwYLwp1",
                  "image": "https://cdn.jaryan.net/2024-07-29_002400.9972540000-9K4GdumR",
                  "likes": 32383,
                  "views": 261787,
                  "caption": "جمعتونو تگ كن😝😍😂",
                  "comments": 316,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CuT9QJGIEAn",
                  "image": "https://cdn.jaryan.net/2024-07-29_002401.1501080000-7i1Yykro",
                  "likes": 26710,
                  "caption": "چه دوران داركي بود😅",
                  "comments": 477,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/Cv-CkUIIuua",
                  "image": "https://cdn.jaryan.net/2024-07-29_002401.3424850000-ohn9RNoT",
                  "likes": 24015,
                  "caption": "داريم ازين دخترا؟!😍😋\nتگشون كن🙈",
                  "comments": 3482,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCo30xmoMNj",
                  "image": "https://cdn.jaryan.net/2024-11-24_164901.1175790000-3GpHKz2l",
                  "likes": 12314,
                  "caption": "والاا🥴😂😂\n@fak_famile_darim \n.\n#چاى #داغ #شب_جمعه #متن",
                  "comments": 69,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC01Cgtovqk",
                  "image": "https://cdn.jaryan.net/2024-11-28_154001.2567340000-O9XRGFW8",
                  "likes": 9666,
                  "caption": "واقعن چرازر😂🤦🏿‍♂️\n@fak_famile_darim",
                  "comments": 78,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCckJCitOQH",
                  "image": "https://cdn.jaryan.net/2024-11-28_154001.6752690000-0njVRnXP",
                  "likes": 9448,
                  "caption": "واقعا چرا میگیم خدا نکنه؟😂\n\n@fak_famile_darim",
                  "comments": 50,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/fak_famile_darim",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2700000,
            "description": "24 ساعته - پیج‌های تجاری\r\nهشتگ حذف میشود\r\nمسابقه انجام نمیدهند",
            "advertiser_price": 2700000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 3220,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-01T14:43:53.086528+03:30"
          },
          {
            "id": 13120,
            "media": {
              "id": 7083,
              "title": "سلامت زنان|حرف بزنیم🚻",
              "username": "salamatezanan",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.6129621391173419,
              "categories": [
                {
                  "id": 61,
                  "title": "Psychology",
                  "title_fa": "روان‌شناسی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_233700.8543900000-gWlQmLnT",
              "media_type": "INSTAGRAM",
              "custom_name": "salamatezanan",
              "following": 189,
              "followers": 1524018,
              "likes_per_post_average": 24190,
              "comments_per_post_average": 391,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CrypwC_grrx",
                  "image": "https://cdn.jaryan.net/2024-07-22_063101.2486740000-4Ym477lS",
                  "likes": 394190,
                  "views": null,
                  "caption": "شما چه راهی برای تموم کردن دعوا پیشنهاد میدین؟؟؟ چه راهکاری بهتون کمک میکنه که اوضاع رو مدیریت کنید؟ \n@salamatezanan",
                  "comments": 2230,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/Cr8FpUILhwP",
                  "image": "https://cdn.jaryan.net/2024-07-22_063101.4354620000-ROXCMLKG",
                  "likes": 392592,
                  "views": null,
                  "caption": "با جردن پترسون موافقید یا مخالف؟؟ با دلیل بگید نظرتون رو 🤗🌻\n@salamatezanan",
                  "comments": 10900,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9xr5UUN8sG",
                  "image": "https://cdn.jaryan.net/2024-07-27_121100.8021460000-hDMsuQiB",
                  "likes": 357433,
                  "views": null,
                  "caption": "خلاصه عجله نکنید 🥰",
                  "comments": 4233,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCzrApeuR3B",
                  "image": "https://cdn.jaryan.net/2024-11-27_000701.3563100000-xBZZCYnb",
                  "likes": 44796,
                  "views": null,
                  "caption": "نظر شما چیه؟",
                  "comments": 835,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC2IRm_u1ML",
                  "image": "https://cdn.jaryan.net/2024-11-30_233700.9955640000-hTIy7wU8",
                  "likes": 40368,
                  "views": null,
                  "caption": "تا بحال برات پیش اومده؟\nراه حل شما چی بوده؟؟",
                  "comments": 375,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCwynmUAjm4",
                  "image": "https://cdn.jaryan.net/2024-11-30_233701.1199700000-BIZotr55",
                  "likes": 20345,
                  "views": null,
                  "caption": "متیو هاسی از بهترین مربی های رابطه عاطفی هست که میتونید این کتاب الکترونیکش (پی دی اف) رو هم که تازه ترجمه کردیم رو از طریق هایلایت تهیه کنید 🌱🌸🤗\n\nایراد ویدیو رو هم برطرف کردیم 🤓",
                  "comments": 416,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/salamatezanan",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 3900000,
            "description": "24 ساعته - پیجهای انگیزشی و کوچینگ و جایزه و مسابقه نمیزنند",
            "advertiser_price": 3900000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 6194,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-09-10T20:06:09.226132+03:30"
          },
          {
            "id": 46910,
            "media": {
              "id": 7083,
              "title": "سلامت زنان|حرف بزنیم🚻",
              "username": "salamatezanan",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 1.6129621391173419,
              "categories": [
                {
                  "id": 61,
                  "title": "Psychology",
                  "title_fa": "روان‌شناسی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_233700.8543900000-gWlQmLnT",
              "media_type": "INSTAGRAM",
              "custom_name": "salamatezanan",
              "following": 189,
              "followers": 1524018,
              "likes_per_post_average": 24190,
              "comments_per_post_average": 391,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CrypwC_grrx",
                  "image": "https://cdn.jaryan.net/2024-07-22_063101.2486740000-4Ym477lS",
                  "likes": 394190,
                  "views": null,
                  "caption": "شما چه راهی برای تموم کردن دعوا پیشنهاد میدین؟؟؟ چه راهکاری بهتون کمک میکنه که اوضاع رو مدیریت کنید؟ \n@salamatezanan",
                  "comments": 2230,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/Cr8FpUILhwP",
                  "image": "https://cdn.jaryan.net/2024-07-22_063101.4354620000-ROXCMLKG",
                  "likes": 392592,
                  "views": null,
                  "caption": "با جردن پترسون موافقید یا مخالف؟؟ با دلیل بگید نظرتون رو 🤗🌻\n@salamatezanan",
                  "comments": 10900,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9xr5UUN8sG",
                  "image": "https://cdn.jaryan.net/2024-07-27_121100.8021460000-hDMsuQiB",
                  "likes": 357433,
                  "views": null,
                  "caption": "خلاصه عجله نکنید 🥰",
                  "comments": 4233,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCzrApeuR3B",
                  "image": "https://cdn.jaryan.net/2024-11-27_000701.3563100000-xBZZCYnb",
                  "likes": 44796,
                  "views": null,
                  "caption": "نظر شما چیه؟",
                  "comments": 835,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC2IRm_u1ML",
                  "image": "https://cdn.jaryan.net/2024-11-30_233700.9955640000-hTIy7wU8",
                  "likes": 40368,
                  "views": null,
                  "caption": "تا بحال برات پیش اومده؟\nراه حل شما چی بوده؟؟",
                  "comments": 375,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCwynmUAjm4",
                  "image": "https://cdn.jaryan.net/2024-11-30_233701.1199700000-BIZotr55",
                  "likes": 20345,
                  "views": null,
                  "caption": "متیو هاسی از بهترین مربی های رابطه عاطفی هست که میتونید این کتاب الکترونیکش (پی دی اف) رو هم که تازه ترجمه کردیم رو از طریق هایلایت تهیه کنید 🌱🌸🤗\n\nایراد ویدیو رو هم برطرف کردیم 🤓",
                  "comments": 416,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/salamatezanan",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 7800000,
            "description": "24 ساعته - برای محتوای درامدی و مالی\r\nجایزه و مسابقه نمیزنند",
            "advertiser_price": 7800000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 19758,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-09-10T20:05:48.441283+03:30"
          },
          {
            "id": 41101,
            "media": {
              "id": 21774,
              "title": "دنیای موزیک 🔔😍",
              "username": "_music_khob",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.32085896240556916,
              "categories": [
                {
                  "id": 20,
                  "title": "Music",
                  "title_fa": "موسیقی"
                },
                {
                  "id": 124,
                  "title": "سرگرمی",
                  "title_fa": "سرگرمی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_150400.8084180000-bED7oEA4",
              "media_type": "INSTAGRAM",
              "custom_name": "_music_khob",
              "following": 107,
              "followers": 1517645,
              "likes_per_post_average": 4787,
              "comments_per_post_average": 81,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C1crOdcsI1c",
                  "image": "https://cdn.jaryan.net/2024-07-18_120100.9326130000-djKda3SC",
                  "likes": 708061,
                  "views": null,
                  "caption": "اگه بخوای یه جمله به دختره بگی چی میگی؟😂\n.\n#موزیک #حامیم #کنسرت",
                  "comments": 8827,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9memZEMVxt",
                  "image": "https://cdn.jaryan.net/2024-07-29_001600.9026850000-5JEYly1T",
                  "likes": 569307,
                  "views": null,
                  "caption": "عاشق رقصش شدم 😂❤️\nاز بالا دولته از پایین مردم 😂\n.\n.",
                  "comments": 5534,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C4VQulGMyoj",
                  "image": "https://cdn.jaryan.net/2024-07-18_120101.2125520000-pXHdqIjY",
                  "likes": 369498,
                  "views": null,
                  "caption": "چقدر خوشگل میرقصید 😳😍\n.\n@omidrajabi.kish",
                  "comments": 3321,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3bxEtM4WO",
                  "image": "https://cdn.jaryan.net/2024-12-02_150400.9601770000-xB9Cdo3B",
                  "likes": 24939,
                  "caption": "مگه نه دخترا ؟🥲\n.\n.\n🎥: @firuzeh.naseri",
                  "comments": 233,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC7Bg1mMhOD",
                  "image": "https://cdn.jaryan.net/2024-12-02_150401.1296520000-RJUMKx2B",
                  "likes": 4743,
                  "caption": "واکنش همسرش فقط 😃😂",
                  "comments": 26,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6oYW5MenN",
                  "image": "https://cdn.jaryan.net/2024-12-02_150401.3214690000-RMK520Ps",
                  "likes": 2648,
                  "caption": "چطور بود؟\nمگه میشه کسی ایشون رو نشناسه 😂",
                  "comments": 25,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/_music_khob",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "IMAGE",
            "campaign_type": "REACH",
            "price": 1800000,
            "description": "24 ساعته - عکس و اسلاید",
            "advertiser_price": 1800000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 4599,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-11-25T11:39:35.138946+03:30"
          },
          {
            "id": 41102,
            "media": {
              "id": 21774,
              "title": "دنیای موزیک 🔔😍",
              "username": "_music_khob",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.32085896240556916,
              "categories": [
                {
                  "id": 20,
                  "title": "Music",
                  "title_fa": "موسیقی"
                },
                {
                  "id": 124,
                  "title": "سرگرمی",
                  "title_fa": "سرگرمی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_150400.8084180000-bED7oEA4",
              "media_type": "INSTAGRAM",
              "custom_name": "_music_khob",
              "following": 107,
              "followers": 1517645,
              "likes_per_post_average": 4787,
              "comments_per_post_average": 81,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C1crOdcsI1c",
                  "image": "https://cdn.jaryan.net/2024-07-18_120100.9326130000-djKda3SC",
                  "likes": 708061,
                  "views": null,
                  "caption": "اگه بخوای یه جمله به دختره بگی چی میگی؟😂\n.\n#موزیک #حامیم #کنسرت",
                  "comments": 8827,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9memZEMVxt",
                  "image": "https://cdn.jaryan.net/2024-07-29_001600.9026850000-5JEYly1T",
                  "likes": 569307,
                  "views": null,
                  "caption": "عاشق رقصش شدم 😂❤️\nاز بالا دولته از پایین مردم 😂\n.\n.",
                  "comments": 5534,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C4VQulGMyoj",
                  "image": "https://cdn.jaryan.net/2024-07-18_120101.2125520000-pXHdqIjY",
                  "likes": 369498,
                  "views": null,
                  "caption": "چقدر خوشگل میرقصید 😳😍\n.\n@omidrajabi.kish",
                  "comments": 3321,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC3bxEtM4WO",
                  "image": "https://cdn.jaryan.net/2024-12-02_150400.9601770000-xB9Cdo3B",
                  "likes": 24939,
                  "caption": "مگه نه دخترا ؟🥲\n.\n.\n🎥: @firuzeh.naseri",
                  "comments": 233,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC7Bg1mMhOD",
                  "image": "https://cdn.jaryan.net/2024-12-02_150401.1296520000-RJUMKx2B",
                  "likes": 4743,
                  "caption": "واکنش همسرش فقط 😃😂",
                  "comments": 26,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC6oYW5MenN",
                  "image": "https://cdn.jaryan.net/2024-12-02_150401.3214690000-RMK520Ps",
                  "likes": 2648,
                  "caption": "چطور بود؟\nمگه میشه کسی ایشون رو نشناسه 😂",
                  "comments": 25,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/_music_khob",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "VIDEO",
            "campaign_type": "REACH",
            "price": 1900000,
            "description": "24 ساعته - ریلز",
            "advertiser_price": 1900000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 5739,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-11-25T11:39:42.425943+03:30"
          },
          {
            "id": 3984,
            "media": {
              "id": 7403,
              "title": "Befunim",
              "username": "befunim",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 4.938863552460905,
              "categories": [
                {
                  "id": 96,
                  "title": "Love",
                  "title_fa": "عاشقانه"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_054200.8956290000-dTVv4ykJ",
              "media_type": "INSTAGRAM",
              "custom_name": "befunim",
              "following": 239,
              "followers": 1494335,
              "likes_per_post_average": 72817,
              "comments_per_post_average": 985,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CtrpiAfIuOO",
                  "image": "https://cdn.jaryan.net/2024-07-22_121501.1952830000-uRvsg23L",
                  "likes": 726616,
                  "views": null,
                  "caption": "زن ها از مردها چی میخوان؟ تا آخر ببینید و شماهم نظرتون رو کامنت کنید\n@befunim",
                  "comments": 1353,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C9CTrOmIwjK",
                  "image": "https://cdn.jaryan.net/2024-07-17_055201.1833560000-yUdJ77z2",
                  "likes": 495563,
                  "views": null,
                  "caption": "😻🥲😁\n@befunim",
                  "comments": 9913,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/C4VHGvcI-ZH",
                  "image": "https://cdn.jaryan.net/2024-07-22_121501.3626650000-HCHfoYvc",
                  "likes": 393043,
                  "views": null,
                  "caption": "نظر شما؟؟\n@befunim",
                  "comments": 11874,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCpUph2ol-p",
                  "image": "https://cdn.jaryan.net/2024-11-27_062901.0571020000-62FrjUO8",
                  "likes": 348272,
                  "views": null,
                  "caption": "تا آخر ببینید😍\n@befunim",
                  "comments": 4015,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4sKLxIQGA",
                  "image": "https://cdn.jaryan.net/2024-12-01_054201.1061010000-gLOoqvcX",
                  "likes": 84116,
                  "views": null,
                  "caption": "نظر شما؟موافق یا مخالف؟\n@befunim",
                  "comments": 1297,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCr-VKLouMq",
                  "image": "https://cdn.jaryan.net/2024-11-27_062901.1877380000-tfQDzNHR",
                  "likes": 44706,
                  "views": null,
                  "caption": "تا آخر ببینید 🥰با ترک ها موافقید؟\n@befunim",
                  "comments": 233,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/befunim",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2500000,
            "description": "24 ساعته - پست اسلایدی\r\nدر کپشن هشتگ و لینک تلگرام نمی گذاریم.",
            "advertiser_price": 2500000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 26949,
            "rounded_down_purchase_times": 25,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-08-02T23:40:29.934093+03:30"
          },
          {
            "id": 6406,
            "media": {
              "id": 8238,
              "title": "دلار سکه طلا خودرو",
              "username": "dollar_ir",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.6221468754059154,
              "categories": [
                {
                  "id": 60,
                  "title": "Finance",
                  "title_fa": "مالی و سرمایه‌گذاری"
                },
                {
                  "id": 71,
                  "title": "Crypto",
                  "title_fa": "رمزارز"
                },
                {
                  "id": 101,
                  "title": "Economics",
                  "title_fa": "اقتصادی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_004800.9251220000-KiCxYQT2",
              "media_type": "INSTAGRAM",
              "custom_name": "dollar_ir",
              "following": 8,
              "followers": 1493538,
              "likes_per_post_average": 9115,
              "comments_per_post_average": 176,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC_ZjpMgnFO",
                  "image": "https://cdn.jaryan.net/2024-12-02_004801.1210810000-gG8jBIpP",
                  "likes": 10978,
                  "caption": ".\n💙اعلام لحظه ای قیمت دلار،سکه و طلا 💙\n❤اعلام روزانه قیمت انواع خودرو❤\n💯تبلیغات بابازدهی عالی،مراجعه به دایرکت💯\n💢برای تبلیغات به ایدی تلگرام dollar_irr پیام بدید💢\n@dollar_ir\n@dollar_ir\n.... .... .... .... .... .... .... .... .... .... .... .... .... .... .... .... ....\n#دلار #قیمت_دلار #دلار_آمریکا #یورو #قیمت_یورو #درهم #سکه #قیمت_سکه #قیمت_طلا #لیر #ارز #تهران",
                  "comments": 230,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCwhW84g6f1",
                  "image": "https://cdn.jaryan.net/2024-11-28_013101.8101410000-0GTU2iSh",
                  "likes": 9979,
                  "caption": ".\n💙اعلام لحظه ای قیمت دلار،سکه و طلا 💙\n❤اعلام روزانه قیمت انواع خودرو❤\n💯تبلیغات بابازدهی عالی،مراجعه به دایرکت💯\n💢برای تبلیغات به ایدی تلگرام dollar_irr پیام بدید💢\n@dollar_ir\n@dollar_ir\n.... .... .... .... .... .... .... .... .... .... .... .... .... .... .... .... ....\n#دلار #قیمت_دلار #دلار_آمریکا #یورو #قیمت_یورو #درهم #سکه #قیمت_سکه #قیمت_طلا #لیر #ارز #تهران",
                  "comments": 196,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCygWgygsDT",
                  "image": "https://cdn.jaryan.net/2024-11-28_013102.2455130000-UdAZssPJ",
                  "likes": 9694,
                  "caption": ".\n💙اعلام لحظه ای قیمت دلار،سکه و طلا 💙\n❤اعلام روزانه قیمت انواع خودرو❤\n💯تبلیغات بابازدهی عالی،مراجعه به دایرکت💯\n💢برای تبلیغات به ایدی تلگرام dollar_irr پیام بدید💢\n@dollar_ir\n@dollar_ir\n.... .... .... .... .... .... .... .... .... .... .... .... .... .... .... .... ....\n#دلار #قیمت_دلار #دلار_آمریکا #یورو #قیمت_یورو #درهم #سکه #قیمت_سکه #قیمت_طلا #لیر #ارز #تهران",
                  "comments": 175,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCv3kZhghSN",
                  "image": "https://cdn.jaryan.net/2024-11-28_013102.0793020000-SH0HYQht",
                  "likes": 9686,
                  "caption": ".\n💙اعلام لحظه ای قیمت دلار،سکه و طلا 💙\n❤اعلام روزانه قیمت انواع خودرو❤\n💯تبلیغات بابازدهی عالی،مراجعه به دایرکت💯\n💢برای تبلیغات به ایدی تلگرام dollar_irr پیام بدید💢\n@dollar_ir\n@dollar_ir\n.... .... .... .... .... .... .... .... .... .... .... .... .... .... .... .... ....\n#دلار #قیمت_دلار #دلار_آمریکا #یورو #قیمت_یورو #درهم #سکه #قیمت_سکه #قیمت_طلا #لیر #ارز #تهران",
                  "comments": 172,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC3syXeAuSX",
                  "image": "https://cdn.jaryan.net/2024-12-02_004801.2841330000-ehgcW2K6",
                  "likes": 9453,
                  "caption": ".\n💙اعلام لحظه ای قیمت دلار،سکه و طلا 💙\n❤اعلام روزانه قیمت انواع خودرو❤\n💯تبلیغات بابازدهی عالی،مراجعه به دایرکت💯\n💢برای تبلیغات به ایدی تلگرام dollar_irr پیام بدید💢\n@dollar_ir\n@dollar_ir\n.... .... .... .... .... .... .... .... .... .... .... .... .... .... .... .... ....\n#دلار #قیمت_دلار #دلار_آمریکا #یورو #قیمت_یورو #درهم #سکه #قیمت_سکه #قیمت_طلا #لیر #ارز #تهران",
                  "comments": 175,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1BlCMgoDJ",
                  "image": "https://cdn.jaryan.net/2024-11-28_013102.4726580000-Ub2S5RCq",
                  "likes": 9438,
                  "caption": ".\n💙اعلام لحظه ای قیمت دلار،سکه و طلا 💙\n❤اعلام روزانه قیمت انواع خودرو❤\n💯تبلیغات بابازدهی عالی،مراجعه به دایرکت💯\n💢برای تبلیغات به ایدی تلگرام dollar_irr پیام بدید💢\n@dollar_ir\n@dollar_ir\n.... .... .... .... .... .... .... .... .... .... .... .... .... .... .... .... ....\n#دلار #قیمت_دلار #دلار_آمریکا #یورو #قیمت_یورو #درهم #سکه #قیمت_سکه #قیمت_طلا #لیر #ارز #تهران",
                  "comments": 172,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/dollar_ir",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 2200000,
            "description": "24 ساعته",
            "advertiser_price": 2200000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 78629,
            "rounded_down_purchase_times": 100,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-11-26T13:54:34.361114+03:30"
          },
          {
            "id": 7337,
            "media": {
              "id": 8594,
              "title": "موزیک|آهنگ|ویدئو",
              "username": "muzic.toop",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 2.104864868266563,
              "categories": [
                {
                  "id": 20,
                  "title": "Music",
                  "title_fa": "موسیقی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_063700.8995330000-ylm2uyiE",
              "media_type": "INSTAGRAM",
              "custom_name": "muzic.toop",
              "following": 11,
              "followers": 1483096,
              "likes_per_post_average": 29710,
              "comments_per_post_average": 1506,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DCw9UZVgEbs",
                  "image": "https://cdn.jaryan.net/2024-11-30_063701.0556580000-3AdVBlsV",
                  "likes": 87202,
                  "caption": "خوانندگی یا بازیگریش؟ 🤔😍\nبه اجراش  از 1تا10 چه امتیازی میدین؟\nنظرتون در مورد صداش بنویسید.\n━━━━┈┈┈𔘓┈┈┈━━━━\n#موزیک#کامران_تفتی",
                  "comments": 7463,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC2FcgrgEHU",
                  "image": "https://cdn.jaryan.net/2024-11-30_063701.2101820000-RgJ5fVw6",
                  "likes": 32819,
                  "caption": "با کی دوست داری پیر بشی بفرست براش😍🥰\nیا تـــ گش کن\n•••\nحس بودنت\nقشنگ ترین حس دنیاست\nتو که باشی...\nهر روز را...نه! هر ثانیه را...\nعشق است...😌🥰\n━━━━┈┈┈𔘓┈┈┈━━━━\nنظرشما در مورد صدا و آهنگ های مازیار فلاحی چیه؟؟؟\n1.عالی\n2.متوسط\n3.ضعیف\nممنون میشم نظرتون برام بنویسید؟😉\n━━━━┈┈┈𔘓┈┈┈━━━━\n#موزیک#آهنگ#موزیکعاشقانه#مازیارفلاحی",
                  "comments": 287,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCuax6it_i-",
                  "image": "https://cdn.jaryan.net/2024-11-26_072901.5070460000-kpY2ghXb",
                  "likes": 29233,
                  "caption": "بفرست برا اونیکه دلتنگشی 🥺💋\nکسی خواننده رو میشناسند؟‌🤔\n•••\nگرچــه ای دوســــت غرور دلــــــت احســــاس مـــرا درک نکـــرد…\nآفریــــن برغـــم عشــــقـــت کــه مرا ترکـــ نکرد……🦋\n━━━━┈┈┈𔘓┈┈┈━━━━\nاز 1تا 10 چه امتیازی به این صدا میدین؟\nنظرتون مهمه حتما برامون بنویسید ❤️\n━━━━┈┈┈𔘓┈┈┈━━━━\n#آهنگ#موزیک_غمگین",
                  "comments": 304,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCyTceCAV3-",
                  "image": "https://cdn.jaryan.net/2024-11-30_063701.3544400000-K101UWUq",
                  "likes": 24792,
                  "caption": "بفرست براش 😍❤️\nبنویس: الهی آمین 🙏🦋\n•\n@hamedbajalan_official\n@hamedbajalan_official\nممنون که همراهید.❤️",
                  "comments": 745,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCzhGhdAosK",
                  "image": "https://cdn.jaryan.net/2024-11-30_063701.4895970000-VA98vjv3",
                  "likes": 15368,
                  "caption": "کیا با این آهنگ خاطره دارند😍\nبفرست برای دلبرت 🥰\n•••\nهر شاهدی که در نظر آمد به دلبری\nدر دل نیافت راه که آنجا مکان توست…🙈\n━━━━┈┈┈𔘓┈┈┈━━━━\nاز1تا 20 چه امتیازی به این اجرا میدین؟\nنظرتون رو بنویسید برامون✍\n━━━━┈┈┈𔘓┈┈┈━━━━\n#آهنگ_قدیمی",
                  "comments": 167,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC0520nAqa-",
                  "image": "https://cdn.jaryan.net/2024-11-30_063701.6476800000-y48iJpmA",
                  "likes": 15060,
                  "caption": "نظرتون درمورد آهنگ جدیدش چیه؟😍\nکیا منتظر آهنگش بودن ؟\nنظرتون در مورد صدا و آهنگاش برامون بنویسید.\n━━━━┈┈┈𔘓┈┈┈━━━━\n#معین_زد",
                  "comments": 218,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/muzic.toop",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1600000,
            "description": "24 ساعته - مالی نمیزنند",
            "advertiser_price": 1600000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 24534,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-10-08T10:56:36.530316+03:30"
          },
          {
            "id": 27121,
            "media": {
              "id": 776,
              "title": "قائمشهر",
              "username": "ashpazi.sahar",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.8146844024465241,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-11-30_065101.0246880000-WAf0JgXJ",
              "media_type": "INSTAGRAM",
              "custom_name": "ashpazi.sahar",
              "following": 56,
              "followers": 1470549,
              "likes_per_post_average": 11680,
              "comments_per_post_average": 299,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DBTdeZAIXBp",
                  "image": "https://cdn.jaryan.net/2024-10-25_054501.0430920000-SmfkhC6e",
                  "likes": 111329,
                  "views": null,
                  "caption": "@ashpazi.sahar \nاصلی ترین روش #اکبر_جوجه به روش آقای کلبادی که ایشون اولین نفر بودن ابدا کردن در مازندران😍\nاگر میخوای عینا مثل شعبه ی اصلی مازندران باشه حتما به این روش درست کن و نکته ای که میگم همینقدر بینظیر میشه ومثل پنبه و گوشت از استخون جدا میشه با سس انار که دیگه محشر😋😋😋\n\nنکته \nکافیه با دست و دلبازی روغن و کره بزنی و اجازه بدی بعد سرخ شدنش تو روغن با دمکنی قشنگ مغز پخت بشه اکبر جوجه باید با روغن و کره مغز پخت بشه نه آب و....\nجوجه های سایز کوچیک استفاده کنید بهترین وزن ٨٠٠ تا یک کیلو هست\nنیازی به اضافه‌ کردن هیچ نوع طعم دهنده یا ادویه ای نیست فقط نمک \nجوجه هارو از وسط با پوست نصف کنید بشورید و بخوابونید تو آب نمک بزلرید یخچال یه شب تا صبح بمونه اینکار باعث میشه بوی مرغ هم کاملا از بین میره \nبعد آبکش کنید کامل خشک کنید \nتو روغن سرخ طلایی کنید \nدر نهایت بچینید تو قابلمه روش روغن و کره بزارید و اجازه بدید کامل بپزه \nمن این حجم رو تقریبا چهار ساعتی گذاشتم ریز ریز قل بزنه و بپزه\n\n🌱 من تعداد بالا درست کردم ولی شما که تو خونه درست میکنید خیلی کمتر روغن و کره میبره 🙂\n\nامیدوارم درست کنید و عشق کنید 😍\n\n#اکبرجوجه",
                  "comments": 2244,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBEBjDKI8km",
                  "image": "https://cdn.jaryan.net/2024-10-19_183801.1758760000-KFCW9854",
                  "likes": 42622,
                  "caption": "@ashpazi.sahar \nدیگه نگران نداشتن قالب برای چیز کیک نباش 😍بریم برای آموزش این چیز کیک با تمام نکات که من براتون تو ظرف پیرکس درست کردم تا خیالتون راحت بشه و ببینید که به راحتی میشه بدون قالب کمربندی یا گذاشتن سلفون و... درستش کنید \nخیلیم خوشگل و شیک میشه \nامیدارم دوست داشته باشید 😍\n🍰\nسایز قالبم ٢٨ در ٢٨\nسی در سی هم جوابه \nبرای بیست تا بیست و دو نفر میشه \nپس سایزش بزرگ هست کوچیک تر خواستید مواد پنیری و ژله رو نصف کنید \nکیک همون سه تخم مرغی تو قالب بیست \nدر سی بزنید تو این هشتگًقبلا با این سایز زوم میتونی ببینی #چیزکیک_سحر_پیرکس\n🍰 \nدستور کیک👇\nتخم مرغ : سه عدد\nشکر :  یک پیمانه\nشیر : یک سوم پیمانه \nروغن مایع : نصف پیمانه\nآرد : یک و نیم پیمانه\nوانیل : یک چهار ق چ\nبکینگ پودر : یک ق م \nقالب  بیست در سی(هر قالبی میشه\n تخم مرغ شکر  وانیل با همزن بزنید تا کشداروکرم رنگ بشه\nبعد شیر و روغن و اضافه کنیم ودر حد مخلوط شدن بزنید در آخر آرد و بکینگ پودر که سه بار الک کردین و بهش اضافه کنید و مخلوط کنید کف قالب کاغذ روغنی بذارین و فقط و فقط کف  چرب کنید مواد و داخلش بریزید و در فر از قبل گرم شده با دمای ۱۸۰ درجه به مدت ۴۰ دقیقه بپزید\n🍰\n مواد پنیری \n ماسکارپونه یا لبنه: ٣٠٠ گرم\nخامه قنادی : ۵٠٠ گرم \nپودر قند : ۴ ق غ\nپودر ژلاتین : ۲ ق غ پر\nآب سرد : یک چهارم پ\nاب جوش یک پیمانه \nوانیل یک چهار ق چ\nپودر ژلاتین را تو ظرفی بریزید آب سرد رو اضافه کنید اسفنجی که شد ابجوش رو اضافه و روی بخار آب قرار بدین تا کاملاً شفاف بشه و بزارید کنار تا خنک بشه .\nخامه قنادی که نرم‌شد با همزن بزنید تا فرم بگیره بعد  پنیر خامه ای و پودر قند و وانیل رو اضافه کنید و با هم مخلوط کنید \nتا کاملا یکدست بشه در آخر ژلاتین شفاف شده و خنک رو بهش اضافه کنید با همزن بزنید تا یکدست بشه در آخر بریزین روی کیکتون و بزارین یخچال تاببنده\n🍰\n برای ژله \nدو بسته ژله موز و با سه لیوان آبجوش مخلوط کنید شفاف و خنک شد بریزید \nروی مواد اگر موز میچیند مطابق فیلم انجام بدید\n. \n👇👇👇👇\nنکته های مهم\nفقط و فقط کف قالب چرب بشه به هیچ وجه دیواره هاش رو چرب نکنید چرا چون که وقتی کیک پف میکنه و به دیواره میچسبه بعد خنک شدن خودشو از طرف ول نکنه و جدا نشه تا وقتی لایه های بعدی رو می ریزیم همان طور لایه لایه روهم قرار بگیره و به زیر نفوذ نکنه\nو بعد ریختن مایه پنیری خوب صاف کنید گوشه هاشو و هم پرکنید که خوب ببنده وفیکس شه \n۲۵ سانت هم درست کنید",
                  "comments": 509,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1ZFNqorar",
                  "image": "https://cdn.jaryan.net/2024-11-30_065101.4896600000-CbQTEUmR",
                  "likes": 24617,
                  "caption": "@ashpazi.sahar \nعاشق این دسرم به قدری خوشمزه و لطیفه وشیک میشه که حد نداره و ترکیبش خیلی خیلی عالی و طعمش بی‌نظیر خیلیم راحت درست میشه 🥰\nاناری درست کردم تا ايده ی یلداتون باشه مطمئنم خوشتون میاد پس حتما سیوش کن تا درست کنی 😋 😍\n\nژله دلخواه یک بسته\nشیر سه پیمانه \nشکر دوسوم پیمانه \nآرد ٢ق غ\nنشاسته ذرت ٣ غ\nپودر ژلاتین ٣ ق غ\nوانیل نوک ق چ\nخامه صبحانه صد گرم \nبیسکوییت پتی بور یک بسته\nآب جوش یک و یک‌سوم پیمانه \n\nاول ژله رو با آب‌جوش مخلوط شفاف که شد یک‌سوم  از اون رو بریزید تو ظرفی هر ظرف و قالبی میشه  بزارید یخچال تا نیم بند بشه میوه ی دلخواه رو به سلیقه ی خودتون بچینید روش و دوباره یک ملاقه ژله بریزید و بزارید یخچال تا نیم بند بشه سریع این اتفاق میافته با این کار میوه ها فیکس میشن و بعد تکون نمیخورن حالا مابقی ژله رو بریزید و بزارید یخچال تا کامل ببنده \n\nبعدش دسر\nشیر ژلاتین شکر آرد وانیل نشاسته ذرت رو باهم تو ظرفی مخلوط و بزارید رو حرارت تا به غلظت فرنی برسه بعد خاموش اول تو ظرفی خامه رو با کمی از مواد یکدست کنید بعد به کل مواد اضافه و مخلوط کنید بعد هم مغزی جات و بيسکوئيت که به چهار قسمت تقسیم شده و هم بزنید و از داغی که افتاد بریزید روی ژله بسته شده و صاف کنید و بزارید چند ساعتی یخچال تا ببنده بعد برای خارج کردن لبه هاش دسر رو با چاقو آزاد کنید یا چند ثانیه بزارید تو آب‌گرم یا روش کمی سشوار گرم بگیرید تا آزاد بشه به همین راحتی \nامیدوارم درست کنید و لذت ببرید 😍",
                  "comments": 275,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCgos8MoMQM",
                  "image": "https://cdn.jaryan.net/2024-11-26_074501.3495200000-fpabSBz1",
                  "likes": 20010,
                  "caption": "@ashpazi.sahar \nیکی از قشنگترین ايده های یلدا این ژله ی هندونه ی خوشگل و جذابه😍موافقید؟ \nانقدر خوشگل میشه کیف میکنید خیلیم راحته قالب خاصی هم نمیخواد همین ظرف پلاستیکی های سه تیکه توی آشپزخونه رو میتونید استفاده کنید من عکس ظرف و اخر ویدیو گذاشتم استوری هم مجدد میزارم \nظرف هاتون سایزش دوستانت دوستانت متفاوت باشه عالیه \nبرای من کوچیکه یعنی ژله. قرمز رنگ پانزده سانتی ژله ی دوم یعنی سفید رنگ هفده سانت بزرگه یعنی سبز رنگ بیست سانت بود \n\nبرای این مقدار هم از این مقدار ژله استفاده کردم 👇\nژله ی قرمز من هندوانه زدم دو بسته \nژله آلوورا یک بسته \nژله سبز که طالبی بود سه بسته \nبرای مات کردن ژله از شیر یا بستنی یا ماست به سلیقه ی خودتون میتونید استفاده کنید فرقی نداره \n\nژله ی قرمز رو با دو لیوان آب‌جوش ترکیب و وقتی خنک شد با یک یا دوسوم پیمانه شیر ترکیب کنید اگر نیاز بود از صافی رد کنید \nژله ی آلوورا یک لیوان آب‌جوش و نصف شیر \nژله ی سبز سه لیوان و نیم آب‌جوش و دو تا بستنی لیوانی زدم\n\nقالب رو با دستمال چرب کمی چرب کردم \nبین لایه ها میتونید برای سرعت کار ژله رو تو فریزر بزارید \n\nنوش جان 😍\n\n#یلدا#ژله#ژله_هندوانه#ایده_یلدایی",
                  "comments": 285,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCwGZs1O3SD",
                  "image": "https://cdn.jaryan.net/2024-11-30_065101.7465620000-b6Q51m0n",
                  "likes": 18214,
                  "caption": "@ashpazi.sahar \nخوشگل شد نه؟ 😍 با این روش هم نیاز به فر نداری هم خیلی کیکت تمیز در میاد بدون اینکه موقع پخت خطوط رنگًها جابه جا یا قاطی پاتی بشه پس حتما سیو کن شب یلدا درست کنی و رو میز خوشگلت بزاری 🥰خیلیم راحته نگران خوابیدن پف کیک و این داستان ها هم نباش \nمن از رنگ های خوراکی قطره ای ایرانی  استفاده کردم \nکیکم با هل و گلای درست کردم خوش عطر و طعم بشه پس به سلیقه ی خودت بجای گلاب میتونی شیر یا اب بزنی و هل و حذف کنی بشه وانیلی ساده \n.\nسایز قالبم ٢٢ بود \nمواد لازم 👇 \nسه عدد تخم مرغ \nیک پیمانه شکر \nنصق پیمانه گلاب \nنصف پیمانه روغن مایع \nآرد دو پیمانه \nبکیمنگ  پودر دو ق چ \nوانیل نصف ق چ\nپودر هل یک ق چ\n\nتخم مرغ و شکر و وانیل و هلو با همزن بزن تا کرمی بشه بعد روغن و گلاب اضافه و در آخر ارد و بکینگ پودر و الک واضافه کرده \nحالا مواد باید سه قسمت بشه نصفش برای رنگ قرمز که باید بیشتر باشه نصف دیگه هر کدوم مجدد به دو قسمت مساوی یکی برای رنگ سفید یکی برای سبز که هر کدوم و بریزید تو قیف تا راحت باشید \nیه قابلمه بزرگتر از قالب کیکتون انتخاب‌ کنید تا نیمه ی قالب باید آب باشه بیشتر نه تا کیک و آماده میکنید بزارید تو این فاصله به جوش بیاد دمکنی هم بزارید \nحالا اول زنگ قرمز و بریزید تو قالب و تو آب‌جوش قرار بدید ده دقیقه زمان بدید رویه ببنده بعد رنگ سفید مجدد ده دقیقه زمان و بعد رنگ سبز تموم شد نیم ساعت بمونه تا بپزه حرارت هم در حدی باشه قل بزنه آب ولی نه خیلی شدید بعد با خلال چک کنید پخته بود خارج کنید  به همین راحتی 😍",
                  "comments": 431,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCbiEusI34J",
                  "image": "https://cdn.jaryan.net/2024-11-21_130601.2785360000-3VPQS4TF",
                  "likes": 18182,
                  "caption": "@Ashpazi.sahar\nکیک کارامل خوشگل و خوشمزه تقدیم شما عزیزای دلم درست کنید و لذتشو ببرید 😍😘\nدوباره نحوه ی چرب کردن قالب و ویدیو گرفتم به درخواست خودتون یا تو پست یا استوری میزارم که همیشه داشته باشید  هر کدوم برای خودتون راحتتره\nو همینطور سس کارامل پس انتخاب‌ با شما  تو کامنتا بگید❤️\n\n.\nمواد لازم 👇 \nقالبم ٢۴ سانتی بود \nپودر کرم کارامل یک بسته\nآرد دو پیمانه\nتخم مرغ ۴ عدد\nشکر دوسوم پیمانه \nبکینگ پودر  دو قاشق چای خوری\nروغن نصف پیمانه \nشیر داغ دوسوم پیمانه\n.\n\nاول قالب رو با کره چرب و آرد پاشی کنید\nکرم کارامل رو به شیر داغ اضافه کنید و کنار بزارید تا از داغی بیوفته\nتخم مرغ و شکر وانیل رو با همزن بزنید تا حجیم وکرمی بشه\nحالا ترکیب شیر و کارامل اضافه کنید و بعد روغن و در حد یکدست شدن هم بزنید\nارد و بکینگ پودر و روی مواد زی دو سه مرحله الک کرده  با همزن دستی مخلوط کنید تا یکدست بشه بعد داخل قالب بریزید و تو فر گرم شده با دمای ١٨٠ قرار بدید چهل الی پنجاه دقیقه حتما چک کنید \nدر آخر با سلیقه ی خودتون دیزاین کنید \nنوش جان ❤",
                  "comments": 292,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/ashpazi.sahar",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1100000,
            "description": "24 ساعته",
            "advertiser_price": 1100000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 18237,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-04-04T16:56:39.724820+03:30"
          },
          {
            "id": 37078,
            "media": {
              "id": 20137,
              "title": "حاشیه ایر‌ونی | حواشی هنرمندان",
              "username": "hashiyeh_irooni",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.25060392648799984,
              "categories": [],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_183200.9624610000-C7j88Dkz",
              "media_type": "INSTAGRAM",
              "custom_name": "hashiyeh_irooni",
              "following": 15,
              "followers": 1466790,
              "likes_per_post_average": 3630,
              "comments_per_post_average": 45,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DBuXF2NIMzI",
                  "image": "https://cdn.jaryan.net/2024-11-08_075501.0184700000-aAy0iRbu",
                  "likes": 205843,
                  "caption": "ویدیو جالب از مراحل گریم\nمرجانه گلچین به سبک مادربزرگِ مجموعه خاطره انگیز خونه مادربزرگه !\nشما با این سریال کودکانه خاطره دارید !؟🥺❤️\n.\n🎥 @maryamrahnama__\n.\nویدیو های بیشتر را در حاشیه ایرونی ببینید\n@Hashiyeh_IRooni\n@Hashiyeh_IRooni",
                  "comments": 4782,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCm7B8yIyu3",
                  "image": "https://cdn.jaryan.net/2024-11-24_194601.0192330000-7pFzgkGZ",
                  "likes": 44061,
                  "caption": "عصبانیت جلال رشیدی کوچی\nاز گفتگو شب گذشته معاون رئیس‌جمهور در صداوسیما !\nچرا فکر میکنید مردم نَفَهم هستن ؟ بنزین در کشور ما ارزان نیست...\n.\nویدیو از صفحه ‌تی‌وی‌پلاس\n.\nبخش های بیشتر گفتگو را در حاشیه ایرونی ببینید\n@Hashiyeh_IRooni\n@Hashiyeh_IRooni",
                  "comments": 1534,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCkh1o6o9KZ",
                  "image": "https://cdn.jaryan.net/2024-11-24_194601.1956100000-6ScA3hPO",
                  "likes": 32261,
                  "caption": "وااای عااالی بود🤣❤️\nصحبت ها و ری‌اکشن هایی از نعیمه نظام دوست که باعث شد\nگوهر خیراندیش و خودش بترکن از خنده...😅\n.\nپشت صحنه سریال \"لالایی\" فیلیمو\n.\nویدیو های بیشتر را در حاشیه ایرونی تماشا کنید\n@Hashiyeh_IRooni\n@Hashiyeh_IRooni",
                  "comments": 537,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCujvOuo3vC",
                  "image": "https://cdn.jaryan.net/2024-11-24_194601.3919380000-WGJBoI3N",
                  "likes": 10527,
                  "caption": "شیطنت های آقارشید امشب😅\nهنگام دریافت تندیس بهترین بازیگر کمدی مَرد جشنواره حافظ !🏆👏\nیه جمله به افتخارشون بنویسید😍❤️\n.\nویدیو های بیشتر از مراسم را در حاشیه ایرونی ببینید\n@Hashiyeh_IRooni\n@Hashiyeh_IRooni",
                  "comments": 117,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCumPMKI2Lb",
                  "image": "https://cdn.jaryan.net/2024-11-24_194601.5530280000-ohCYCLsY",
                  "likes": 4456,
                  "caption": "جنتلمن سینمای ایران😎👏\nلحظه دریافت تندیس بهترین بازیگر مرد امشب به پارسا پیروزفر !🏆\nیه جمله به افتخارش بنویسید😍❤️\n.\nویدیو های بیشتر از مراسم را در حاشیه ایرونی ببینید\n@Hashiyeh_IRooni\n@Hashiyeh_IRooni",
                  "comments": 59,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DCurvdEI20W",
                  "image": "https://cdn.jaryan.net/2024-11-24_194601.7408150000-oFLbGjGq",
                  "likes": 3311,
                  "views": null,
                  "caption": "لحظه اعلام نام الناز شاکردوست\nبرای دریافت تندیس حافظ برای ایفای نقش در فیلم بی‌بدن !👏❤️\n.\nCr: @Hashiyeh_IRooni",
                  "comments": 44,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/hashiyeh_irooni",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1100000,
            "description": "24 ساعته",
            "advertiser_price": 1100000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 26503,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-14T21:20:27.400082+03:30"
          },
          {
            "id": 20933,
            "media": {
              "id": 13398,
              "title": "《خونه داری با ترفندون》",
              "username": "tarfaandoon",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.40115198417387965,
              "categories": [
                {
                  "id": 106,
                  "title": "General",
                  "title_fa": "عمومی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_162400.9279860000-DQWvIJLe",
              "media_type": "INSTAGRAM",
              "custom_name": "tarfaandoon",
              "following": 1,
              "followers": 1463909,
              "likes_per_post_average": 5811,
              "comments_per_post_average": 60,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DAolXbrs4m0",
                  "image": "https://cdn.jaryan.net/2024-10-06_120600.8964970000-IIvrnIX0",
                  "likes": 78627,
                  "views": 5897190,
                  "caption": "به عقل جن هم نمیرسه😱\n@tarfaandoon\n\n#ترفندون #ترفند #ترفندهای_جالب #ترفندخونهداری #جاروبرقی #جارو #ترفندجالب #ترفندوخلاقیت",
                  "comments": 4055,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DBrVhC6sgVG",
                  "image": "https://cdn.jaryan.net/2024-11-02_212301.0664410000-cZcfh74N",
                  "likes": 45286,
                  "views": 7548031,
                  "caption": "یا خدا دزد خونمو زد 😭😱\n@tarfaandoon\n\n#tarfandoon #ترفندهای_جالب #ترفندآرایشی #ترفنددزدی #دزد #قایم_کردن_پول #مخفی_کردن_پول #ترفندون #ت",
                  "comments": 10181,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCpJeQ3A36S",
                  "image": "https://cdn.jaryan.net/2024-11-24_175601.3879550000-I2FcHEbO",
                  "likes": 13772,
                  "views": 2196660,
                  "caption": "مگه عهد بوقه!؟😱\n@tarfaandoon\n\n#ترفند #ترفندون #ترفند_جذاب #اتو #خلال_دندان #قرص #ترفند_خونه_داری #ترفندوخلاقیت #ترفندجالب #ترفند_خانه_داری #ترفندآرایشی #ترفندخونهداری #ترفند_آموزشی #ترفندهای_جالب",
                  "comments": 82,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC4meHZgryq",
                  "image": "https://cdn.jaryan.net/2024-12-02_162401.1154040000-0qEFh6gB",
                  "likes": 11814,
                  "views": 1677811,
                  "caption": "میکاپ جنجالی کیم کارداشیان 😱\n@tarfaandoon\n\n#ترفند_جذاب #ترفندخونهداری #ترفندهای_جالب #ترفندون #ترفندوخلاقیت #ترفندآرایشی #میکاپ #کیم_کارداشیان #کیم_تهیونگ #آنجلیناجولی #میکاپ_کیم_کارداشیان #ترفندارایشی #ترفندلوازم_آرایشی #لوازم_آرایشی",
                  "comments": 53,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC2Es7sgG5n",
                  "image": "https://cdn.jaryan.net/2024-11-28_165201.4482050000-o1CzGvro",
                  "likes": 3642,
                  "views": 565026,
                  "caption": "چرا چینیا یادمون ندادند؟😱\n@tarfaandoon\n\n#ترفندخونهداری #ترفندهای_جالب #ترفندون #ترفند_خونه_داری #ترفند_جذاب #ترفندجالب #ترفندوخلاقیت #ترفند_خانه_داری #ترفندهای_کاربردی #چین #کره #سس #آشپزی",
                  "comments": 57,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCzbulbAijV",
                  "image": "https://cdn.jaryan.net/2024-11-28_165201.0469990000-nakVSYM9",
                  "likes": 3468,
                  "views": 350690,
                  "caption": "۹۰٪ آدما نمیدونن که...😤\n@tarfaandoon \n\n#ترفندهای_جالب #ترفندخونهداری #ترفندون #ترفند_خونه_داری #ترفند_جذاب #ترفندجالب #ترفندوخلاقیت #ترفند #ترفندحمام #ترنداینستاگرام #اینستاگرام #دوش #دوش_حمام #دوش_حمام_توکار #چرک #چرک_گوش #کثیفی #کثافت",
                  "comments": 110,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/tarfaandoon",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1300000,
            "description": "پست 24 ساعته",
            "advertiser_price": 1300000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 6720,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-08-30T21:39:42.088137+03:30"
          },
          {
            "id": 6654,
            "media": {
              "id": 8323,
              "title": "خبرنگار",
              "username": "khabaarnegar",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.30440458821927635,
              "categories": [
                {
                  "id": 31,
                  "title": "News",
                  "title_fa": "اخبار"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-03_021900.9783290000-QDFxaJj5",
              "media_type": "INSTAGRAM",
              "custom_name": "khabaarnegar",
              "following": 119,
              "followers": 1446923,
              "likes_per_post_average": 4234,
              "comments_per_post_average": 170,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/DC91M8WOXfZ",
                  "image": "https://cdn.jaryan.net/2024-12-03_021901.2706540000-DiwCq8z5",
                  "likes": 6969,
                  "caption": ".\n🔴شهر سراق&.ب در شمال سور.یه به طور کامل س.قوط کرد /عصرایران",
                  "comments": 224,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC9iIdAuha4",
                  "image": "https://cdn.jaryan.net/2024-12-03_021901.4690650000-fSRhCTiW",
                  "likes": 6680,
                  "caption": ".\n🔴ح&.لب سقو.. ط کرد\n\n🔹معارض&ان مسل&.ح به م.رکز این شهر رسیده اند و در یکی از میدان های منطقه ص&لاح الد .ین، ج‍.شن پی.روز.ی گرفته اند.",
                  "comments": 275,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC99rbFu_Ez",
                  "image": "https://cdn.jaryan.net/2024-12-03_021901.6385480000-oIcK6r8C",
                  "likes": 4244,
                  "caption": ".\nمتأسفانه روز گذشته یک مرد ۴۲ ساله در تهران حین خـ.ـوردن ماهی دچار اتفاق ناگواری شد و تیـ.ـغ ماهی در گلوی او گـ..یر کرد،اصرارهای دخترش برای رفتن به بیمارستان بی فایده بود و او معتقد بود کم کم تیـ.ـغ پایین تر رفته و دفع میشود\n.\nو اما بعد از چندین ساعت تـ.ـیغ به مری او رفته و بخشی از مری را سـ.ـوراخ و دچار عـ..فونت کرد و در حالی به بیمارستان رسید که دیگر به کما رفته بود و سرانجام فوت کرد \n.\nمدیاستینیت (عـ.ـفونت قسمت میانی قفسه سینه)جزو عفـ.ـونت هاییست که بسیار جدی و خطرناک است پس حین مصرف غذاهای دریایی مراقب باشید،آرام آرام بجوید ، عجله ای اصلا پای غذاهای استخون دار نشینید و اگر متوجه شدید چیزی در گلوتون گـ.ـیـ.ـر کرده، سریعا به اورژ.انس مراجعه کنید",
                  "comments": 34,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDAVafBuNT-",
                  "image": "https://cdn.jaryan.net/2024-12-03_021901.7902770000-gSWb9JsK",
                  "likes": 3733,
                  "caption": ".\nکاروان ار .تش سوریه در حال خروج از شهر حماه!",
                  "comments": 103,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDAot_4OxGT",
                  "image": "https://cdn.jaryan.net/2024-12-03_021901.9861870000-jLyqnH1i",
                  "likes": 3065,
                  "caption": ".\n👈ارتش عراق به حالت آماده باش کامل درآمد",
                  "comments": 39,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DDDN-FwuXhs",
                  "image": "https://cdn.jaryan.net/2024-12-03_021902.2722330000-1zSqwKnq",
                  "likes": 3037,
                  "caption": ".\nتوماج صالحی از زندان آزاد شد\n\n🔹دادگستری اصفهان: توماج صالحی پس از گذراندن ایام محکومیت از زندان آزاد شد.",
                  "comments": 92,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/khabaarnegar",
              "is_business_account": false
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 1200000,
            "description": "24 ساعته - اینسایت ارسال نمیکند",
            "advertiser_price": 1200000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 4044,
            "rounded_down_purchase_times": 50,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-12-03T10:47:23.563678+03:30"
          },
          {
            "id": 46709,
            "media": {
              "id": 23971,
              "title": "خانه داری به روز 👌🏻",
              "username": "khanedarie_berooz",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.2113222719980007,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_133901.0130670000-xtUPR77g",
              "media_type": "INSTAGRAM",
              "custom_name": "khanedarie_berooz",
              "following": 0,
              "followers": 1445817,
              "likes_per_post_average": 2927,
              "comments_per_post_average": 128,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C1kZPfqqgUn",
                  "image": "https://cdn.jaryan.net/2024-07-15_205701.0808380000-XGIWkGVj",
                  "likes": 300635,
                  "caption": "کادو چی میخوای بگیری؟\nبفرست براششششش٫بزورم که شده کادو بگیر😂😂😂\n.\n@khanedarie_berooz \n@khanedarie_berooz \n@khanedarie_berooz\n\nلایک کن و سیو‌کن که اینستاگرام برات اموزش های بعدی رو هم نشون بده\n😀❤️\n\n⚜️🔺تبلیغات همزمان در ۲۱ پیج با مجموع بیش از ۱۴ میلیون فالور با بازده بسیار عالی🌷 \n\nجهت همکاری به این آیدی در تلگرام پیام دهید😍🙏🌸\n@khanedarie_berooz\n\n‎❌پیج دوممون هم حتماااااا \nفالو کن، خانومای خونه از تجربه هاشون میگن و خیلی چیزا اونجا یاد میدن👇🏼👇🏼👇🏼👇🏼👇🏼👇🏼\n@khanedarie_emroozi\n@khanedarie_emroozi",
                  "comments": 2128,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/C1aP9jgKCcq",
                  "image": "https://cdn.jaryan.net/2024-07-17_141901.0851450000-Xp2sBI3I",
                  "likes": 245354,
                  "caption": "خاله جون قربونتم ❤\n\nخاله الهی فدات شم\nجای اشک چشات شم ... 🥺\n\nممنون از همراهیتون 🌱\n\n@atekehmag \n.\n@khanedarie_berooz \n@khanedarie_berooz \n\n____________________\n\n#هاتف #خواننده_قدیمی #خاله #آهنگ_قدیمی #نوستالژی #گرامافون #موزیک_ویدیو #ترانه_ماندگار #معین #هایده #مهستی #قدیما #مجله_هنری_آتکه",
                  "comments": 2738,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/C-GgG6rqh9t",
                  "image": "https://cdn.jaryan.net/2024-08-28_220900.9131700000-oUsust77",
                  "likes": 155207,
                  "caption": "📌📌📌رفع درد پریودی و قاعدگی در دختران و زنان 📌📌📌📌\n یا از کم خونی ،یا ناشی از خوردن شکلات، قهوه ،و خوردن نوشابه های گاز دار هست \nبرای رفع این مشکل 🟢🟢🟢\nخوردن یه لیوان آب گرم ♥️\nیک چهارم قاشق دارچین ☘\nیک قاشق شنبلیله ♥️♥️\nدم کنید تو آب جوش و روزانه بخورید تا درد تون کم بشه و کم خونی برطرف بشه .\n@Tm.shafa \n\n❤مرسی که برای حمایت از من لایک میکنی و به دوستات میفرستی🙏🏻\nاگر میخوای کدبانو بودنت سر زبون ها بیوفته  بیا تو پیجمون،\nسعی میکنیم هرروز تمامیه تجربیات خانومای خانه دار رو به اشتراک بزاریم \n👇🏻👇🏻😍\n@khanedarie_berooz \n@khanedarie_berooz \n\n⚜️🪩⭕️تبلیغات همزمان در ۲۱ پیج با مجموع بیش از ۲۱ میلیون فالور با بازده بسیار عالی\nو از همه مهمتر پرطرفدارترین قیمت👇🏼🥰 \n\nجهت همکاری به این آیدی در تلگرام پیام دهید😍🙏🌸\n@khanedarie_berooz\n\n‎❌پیج اولو حتماااااا \nفالو کن، خانومای خونه از تجربه هاشون میگن و خیلی چیزا اونجا یاد میدن👇🏼👇🏼👇🏼👇🏼👇🏼👇🏼\n\n@khanedarie_emroozi\n@khanedarie_emroozi\n\n.",
                  "comments": 685,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1Y9dbIKTF",
                  "image": "https://cdn.jaryan.net/2024-11-27_141401.0304320000-c1jeTs9k",
                  "likes": 6975,
                  "views": 542570,
                  "caption": "مراقب باشین توروخدا🥲\n.\n.\n.\n‎دوست عزیزم، ما هر روز کلی پست مفید و کاربردی براتون به اشتراک میزاریم 🤩 اگه دنبال ترفندهای ناب خانه داری ، سیاست های زنانه، تربیت فرزند وکلییییی مطالب مفید و جالب هستی حتماااا پیجمو فاااالو کن ، منتظرت هستم😉😍👇🏼\n@khanedarie_khoshsaligheha\n@khanedarie_berooz\nCr: @hadis.banarr\n.\n.\n.\nتب.لیغات گسترده با کمترین هز.ینه و بهترین بازدهی 🤩✔️\nجهت اطلاع بیشتر به دایرکت یا تلگرام خانه داری خوش سلیقه ها پیام دهید ✅🌹",
                  "comments": 670,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC1MbReq-HB",
                  "image": "https://cdn.jaryan.net/2024-11-27_141401.2102580000-oOYZWrp3",
                  "likes": 6244,
                  "caption": "برای این که برنجت خراب نشه کپشن رو \nبخون 👇👇👇\n@chefpanjetala \nنکته اول/ برنج رو از شب قبل خیس کنید \nبرنج خارجی دویست گرم و ایرانی سیصد و پنجاه گرم نمک بزنید🧑‍🍳\nنکته دوم /حتما قبل از این که برنج رو داخل آب جوش برزین\nحتما آب کش کنید تا آب نمکش بره که آب دست نخواسته باشه🧑‍🍳\nنکته سوم/آب جوش باید دو تا دو و نیم برابر برنج بشه که راحت \nتو دیک بجوشه و خورد نشه🧑‍🍳\nنکته چهارم/اول کار که برنج رو اضافه کردین به آب جوش با بالاترین\nحرارت ممکن بزارین بجوشه 🧑‍🍳\nنکته پنجم/اگه برنج خارجی میپزی برای این بوی برنج خارجی رو \nاز بین ببری یا هل بهش اضافه کن یا ماست 🧑‍🍳\nنکته ششم/نیم لیتر آبلیمو برای بیست کیلو برنج هست دوباره نگین آبلیمو زیاد بود😂\nنکته هفتم /آب سرد باعث میشه که برنج از جوش بیوفته و له نشه\nبعد از کشیدن حتما هوا گیری کنید تا آب نداشته باشه که بهم نچسبه🧑‍🍳\nنکته هشتم /اگه با بخار دم میکنید حتما یه سینی روی برنج بزارین \nکه آب روی برنج نریزه و خمیر نشه 🧑‍🍳\nنکته هشتم /روغن برنج رو حتما موقع سرو کردن اضافه کنید چون با بخار که دم میکنید از سوراخ آب کش رد میشه میره تو آب😍\nنکته نهم /لطفا حمایت کنید بشیم سیصد هزار نفر ♥️♥️\nبهترین روش قطعا همینه 👇👇👇 \nاین بهترین روشی هست که میتونی برنجت رو تا\nدوسال از شر شته و سوسک نجات بدی 🧑‍🍳🧑‍🍳\nروش دیگه هم میتونی برنج رو بریزی داخل بطری نوشابه \nو نگه داری 🌹\nمواد لازم برای یک کیلو گوشت برای کوبیده👇👇👇\nسردست گوساله ۶۰۰گرم\nقلوه گاه گوسفند ۴۰۰گرم\nپیاز ۴۰۰گرم(اگه زرد بود حتما آبش رو بگیرین)\nنمک ۱۳گرم\nفلفل سیاه ۲گرم\nفلفل قرمز ۱گرم\nتخم گشنیز ۲گرم\nزنجفیل سلیقه ای هست اگه زدین ۲گرم\nزعفران هم به اندازه\n\nمواد لازم برای ۱۰ پرس خورشت بادمجان\nبادمجان یک کیلو و نیم\nگوجه ده عدد کوچک\nفلفل دلمه یک عدد بزرگ \nسیب زمینی نیم کیلو \nگوشت نیم کیلو سردست گوسفند \nبا گوشت مرغ هم میشه درست کرد\nمواد لازم برای سس بادمجان 👇👇👇🧑‍🍳🧑‍🍳🍆\nپیاز نیم کیلو/سیر دو حبه/روغن سی گرم/زردچوبه ده گرم /\nفلفل سیاه دو گرم/فلفل قرمز دو گرم/زنجبیل چهار گرم/\nدارچین چهار گرم/رب گوجه پنجاه گرم/آبغوره نصف لیوان/\nزعفران به اندازه دلخواه/\nابتدا سیر و پیاز رو سرخ کنید\n@khanedarie_berooz",
                  "comments": 26,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1gBovqjcV",
                  "image": "https://cdn.jaryan.net/2024-11-27_141401.3783790000-oXTRWt4y",
                  "likes": 3942,
                  "caption": "لطفا انتشار بدید!\n\nبفرست برای پدر مادرا❤️\nموارد بالا قطعا نمیذاره قد بچت اونجور که باید رشد کنه\n\nهمچنین هورمون رشد توی خواب ترشح میشه و اگر میخواید بچتون خوب رشد کنه سعی کنید قبل از ۱۲ شب بخوابه\n\nاسلاید سوم یه جایگزین عالی براتون معرفی کردیم بجای چای سیاه 😘 درست کنید و حالشو ببرید👌\n\nبقیه نکات سلامتی مارو اینجا ببینین👇👇👇\n\n.\n.\n .\n\n.\n.\nویدیو دوم توسط 👈 @dr.ali_salehi\nویدیو سوم توسط 👈 @shima_komeily",
                  "comments": 54,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/khanedarie_berooz",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 400000,
            "description": "24 ساعته",
            "advertiser_price": 400000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 3339,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-07-01T11:47:09.246956+03:30"
          },
          {
            "id": 46710,
            "media": {
              "id": 23971,
              "title": "خانه داری به روز 👌🏻",
              "username": "khanedarie_berooz",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.2113222719980007,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-01_133901.0130670000-xtUPR77g",
              "media_type": "INSTAGRAM",
              "custom_name": "khanedarie_berooz",
              "following": 0,
              "followers": 1445817,
              "likes_per_post_average": 2927,
              "comments_per_post_average": 128,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/C1kZPfqqgUn",
                  "image": "https://cdn.jaryan.net/2024-07-15_205701.0808380000-XGIWkGVj",
                  "likes": 300635,
                  "caption": "کادو چی میخوای بگیری؟\nبفرست براششششش٫بزورم که شده کادو بگیر😂😂😂\n.\n@khanedarie_berooz \n@khanedarie_berooz \n@khanedarie_berooz\n\nلایک کن و سیو‌کن که اینستاگرام برات اموزش های بعدی رو هم نشون بده\n😀❤️\n\n⚜️🔺تبلیغات همزمان در ۲۱ پیج با مجموع بیش از ۱۴ میلیون فالور با بازده بسیار عالی🌷 \n\nجهت همکاری به این آیدی در تلگرام پیام دهید😍🙏🌸\n@khanedarie_berooz\n\n‎❌پیج دوممون هم حتماااااا \nفالو کن، خانومای خونه از تجربه هاشون میگن و خیلی چیزا اونجا یاد میدن👇🏼👇🏼👇🏼👇🏼👇🏼👇🏼\n@khanedarie_emroozi\n@khanedarie_emroozi",
                  "comments": 2128,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/C1aP9jgKCcq",
                  "image": "https://cdn.jaryan.net/2024-07-17_141901.0851450000-Xp2sBI3I",
                  "likes": 245354,
                  "caption": "خاله جون قربونتم ❤\n\nخاله الهی فدات شم\nجای اشک چشات شم ... 🥺\n\nممنون از همراهیتون 🌱\n\n@atekehmag \n.\n@khanedarie_berooz \n@khanedarie_berooz \n\n____________________\n\n#هاتف #خواننده_قدیمی #خاله #آهنگ_قدیمی #نوستالژی #گرامافون #موزیک_ویدیو #ترانه_ماندگار #معین #هایده #مهستی #قدیما #مجله_هنری_آتکه",
                  "comments": 2738,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/C-GgG6rqh9t",
                  "image": "https://cdn.jaryan.net/2024-08-28_220900.9131700000-oUsust77",
                  "likes": 155207,
                  "caption": "📌📌📌رفع درد پریودی و قاعدگی در دختران و زنان 📌📌📌📌\n یا از کم خونی ،یا ناشی از خوردن شکلات، قهوه ،و خوردن نوشابه های گاز دار هست \nبرای رفع این مشکل 🟢🟢🟢\nخوردن یه لیوان آب گرم ♥️\nیک چهارم قاشق دارچین ☘\nیک قاشق شنبلیله ♥️♥️\nدم کنید تو آب جوش و روزانه بخورید تا درد تون کم بشه و کم خونی برطرف بشه .\n@Tm.shafa \n\n❤مرسی که برای حمایت از من لایک میکنی و به دوستات میفرستی🙏🏻\nاگر میخوای کدبانو بودنت سر زبون ها بیوفته  بیا تو پیجمون،\nسعی میکنیم هرروز تمامیه تجربیات خانومای خانه دار رو به اشتراک بزاریم \n👇🏻👇🏻😍\n@khanedarie_berooz \n@khanedarie_berooz \n\n⚜️🪩⭕️تبلیغات همزمان در ۲۱ پیج با مجموع بیش از ۲۱ میلیون فالور با بازده بسیار عالی\nو از همه مهمتر پرطرفدارترین قیمت👇🏼🥰 \n\nجهت همکاری به این آیدی در تلگرام پیام دهید😍🙏🌸\n@khanedarie_berooz\n\n‎❌پیج اولو حتماااااا \nفالو کن، خانومای خونه از تجربه هاشون میگن و خیلی چیزا اونجا یاد میدن👇🏼👇🏼👇🏼👇🏼👇🏼👇🏼\n\n@khanedarie_emroozi\n@khanedarie_emroozi\n\n.",
                  "comments": 685,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1Y9dbIKTF",
                  "image": "https://cdn.jaryan.net/2024-11-27_141401.0304320000-c1jeTs9k",
                  "likes": 6975,
                  "views": 542570,
                  "caption": "مراقب باشین توروخدا🥲\n.\n.\n.\n‎دوست عزیزم، ما هر روز کلی پست مفید و کاربردی براتون به اشتراک میزاریم 🤩 اگه دنبال ترفندهای ناب خانه داری ، سیاست های زنانه، تربیت فرزند وکلییییی مطالب مفید و جالب هستی حتماااا پیجمو فاااالو کن ، منتظرت هستم😉😍👇🏼\n@khanedarie_khoshsaligheha\n@khanedarie_berooz\nCr: @hadis.banarr\n.\n.\n.\nتب.لیغات گسترده با کمترین هز.ینه و بهترین بازدهی 🤩✔️\nجهت اطلاع بیشتر به دایرکت یا تلگرام خانه داری خوش سلیقه ها پیام دهید ✅🌹",
                  "comments": 670,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DC1MbReq-HB",
                  "image": "https://cdn.jaryan.net/2024-11-27_141401.2102580000-oOYZWrp3",
                  "likes": 6244,
                  "caption": "برای این که برنجت خراب نشه کپشن رو \nبخون 👇👇👇\n@chefpanjetala \nنکته اول/ برنج رو از شب قبل خیس کنید \nبرنج خارجی دویست گرم و ایرانی سیصد و پنجاه گرم نمک بزنید🧑‍🍳\nنکته دوم /حتما قبل از این که برنج رو داخل آب جوش برزین\nحتما آب کش کنید تا آب نمکش بره که آب دست نخواسته باشه🧑‍🍳\nنکته سوم/آب جوش باید دو تا دو و نیم برابر برنج بشه که راحت \nتو دیک بجوشه و خورد نشه🧑‍🍳\nنکته چهارم/اول کار که برنج رو اضافه کردین به آب جوش با بالاترین\nحرارت ممکن بزارین بجوشه 🧑‍🍳\nنکته پنجم/اگه برنج خارجی میپزی برای این بوی برنج خارجی رو \nاز بین ببری یا هل بهش اضافه کن یا ماست 🧑‍🍳\nنکته ششم/نیم لیتر آبلیمو برای بیست کیلو برنج هست دوباره نگین آبلیمو زیاد بود😂\nنکته هفتم /آب سرد باعث میشه که برنج از جوش بیوفته و له نشه\nبعد از کشیدن حتما هوا گیری کنید تا آب نداشته باشه که بهم نچسبه🧑‍🍳\nنکته هشتم /اگه با بخار دم میکنید حتما یه سینی روی برنج بزارین \nکه آب روی برنج نریزه و خمیر نشه 🧑‍🍳\nنکته هشتم /روغن برنج رو حتما موقع سرو کردن اضافه کنید چون با بخار که دم میکنید از سوراخ آب کش رد میشه میره تو آب😍\nنکته نهم /لطفا حمایت کنید بشیم سیصد هزار نفر ♥️♥️\nبهترین روش قطعا همینه 👇👇👇 \nاین بهترین روشی هست که میتونی برنجت رو تا\nدوسال از شر شته و سوسک نجات بدی 🧑‍🍳🧑‍🍳\nروش دیگه هم میتونی برنج رو بریزی داخل بطری نوشابه \nو نگه داری 🌹\nمواد لازم برای یک کیلو گوشت برای کوبیده👇👇👇\nسردست گوساله ۶۰۰گرم\nقلوه گاه گوسفند ۴۰۰گرم\nپیاز ۴۰۰گرم(اگه زرد بود حتما آبش رو بگیرین)\nنمک ۱۳گرم\nفلفل سیاه ۲گرم\nفلفل قرمز ۱گرم\nتخم گشنیز ۲گرم\nزنجفیل سلیقه ای هست اگه زدین ۲گرم\nزعفران هم به اندازه\n\nمواد لازم برای ۱۰ پرس خورشت بادمجان\nبادمجان یک کیلو و نیم\nگوجه ده عدد کوچک\nفلفل دلمه یک عدد بزرگ \nسیب زمینی نیم کیلو \nگوشت نیم کیلو سردست گوسفند \nبا گوشت مرغ هم میشه درست کرد\nمواد لازم برای سس بادمجان 👇👇👇🧑‍🍳🧑‍🍳🍆\nپیاز نیم کیلو/سیر دو حبه/روغن سی گرم/زردچوبه ده گرم /\nفلفل سیاه دو گرم/فلفل قرمز دو گرم/زنجبیل چهار گرم/\nدارچین چهار گرم/رب گوجه پنجاه گرم/آبغوره نصف لیوان/\nزعفران به اندازه دلخواه/\nابتدا سیر و پیاز رو سرخ کنید\n@khanedarie_berooz",
                  "comments": 26,
                  "is_video": false
                },
                {
                  "link": "https://www.instagram.com/p/DC1gBovqjcV",
                  "image": "https://cdn.jaryan.net/2024-11-27_141401.3783790000-oXTRWt4y",
                  "likes": 3942,
                  "caption": "لطفا انتشار بدید!\n\nبفرست برای پدر مادرا❤️\nموارد بالا قطعا نمیذاره قد بچت اونجور که باید رشد کنه\n\nهمچنین هورمون رشد توی خواب ترشح میشه و اگر میخواید بچتون خوب رشد کنه سعی کنید قبل از ۱۲ شب بخوابه\n\nاسلاید سوم یه جایگزین عالی براتون معرفی کردیم بجای چای سیاه 😘 درست کنید و حالشو ببرید👌\n\nبقیه نکات سلامتی مارو اینجا ببینین👇👇👇\n\n.\n.\n .\n\n.\n.\nویدیو دوم توسط 👈 @dr.ali_salehi\nویدیو سوم توسط 👈 @shima_komeily",
                  "comments": 54,
                  "is_video": false
                }
              ],
              "link": "https://www.instagram.com/khanedarie_berooz",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 600000,
            "description": "24 ساعته - ویدئو",
            "advertiser_price": 600000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 3384,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-09-15T11:44:57.115622+03:30"
          },
          {
            "id": 44604,
            "media": {
              "id": 23381,
              "title": "آشپزى ايرانى",
              "username": "ashpazi_irani",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.18695730881352335,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                },
                {
                  "id": 115,
                  "title": "آموزش",
                  "title_fa": "آموزش"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_180201.1555800000-h9Bv5HWQ",
              "media_type": "INSTAGRAM",
              "custom_name": "ashpazi_irani",
              "following": 1,
              "followers": 1441773,
              "likes_per_post_average": 2669,
              "comments_per_post_average": 26,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CvIEaubt1de",
                  "image": "https://cdn.jaryan.net/2024-07-15_012401.0834240000-NB5l0rX2",
                  "likes": 110746,
                  "views": null,
                  "caption": "😂😂😂😂😂😂\n.\n.\n.\n#طنز #خنده #خنده_دار #وایرال \n\nپیج ایده و فیگور عکاسی👇🏼\n@figure_begir \n@figure_begir \n@figure_begir",
                  "comments": 1197,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CtvqMlHgrIo",
                  "image": "https://cdn.jaryan.net/2024-07-15_012401.2492580000-Pwe23QqW",
                  "likes": 69667,
                  "views": null,
                  "caption": "تا حالا دیده بودی؟😮\n\n#دریا #فان #جالب #ساحل #آمریکا #تیک_تاک \n\nاگه میخوای از برند اورجینال نیوبلنس به صورت آنلاین خرید کنی پس پیج زیر رو فالو کن👌🏼😍👇🏼\n\n@newbalance_online.ir \n@newbalance_online.ir \n@newbalance_online.ir",
                  "comments": 333,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DB8j09et1pX",
                  "image": "https://cdn.jaryan.net/2024-11-08_070701.1722210000-e2SnTABl",
                  "likes": 35563,
                  "views": null,
                  "caption": "اسم این گونه چیه؟\n.",
                  "comments": 877,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCtePtHNCOP",
                  "image": "https://cdn.jaryan.net/2024-11-28_182901.0405770000-yQfdznP0",
                  "likes": 6921,
                  "views": null,
                  "caption": "آدم واقعا لذت میبره از این همه شوق و ذوق و خلاقیت در هنر\n😍👍🏼💫\n.\n#هنر #هنرمند #نقاشی #نقاش #منظره #درخت #گیاه #سرگرمی #خلاقیت #جنگل \n.\nCredit: @huangyaopainter 👍🏼",
                  "comments": 42,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCPYPl2tG7p",
                  "image": "https://cdn.jaryan.net/2024-11-19_081501.8125130000-1RdwQNIU",
                  "likes": 5071,
                  "views": null,
                  "caption": "🐨😍👌🏼واقعا عشق و محبت به سبک اینا خیلی قشنگه\n.\n#وایرال #ریلز #کوالا #حیوانات #جنگل #ترند \n.\nCredit: @australianreptilepark 👌🏼",
                  "comments": 22,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCoLuBPtXVP",
                  "image": "https://cdn.jaryan.net/2024-11-28_182901.2238520000-hgFvCFfg",
                  "likes": 1790,
                  "views": null,
                  "caption": "🫠به نظرت آخریه ۴ساعت زمان نیاز داشت؟\n.\n.\nکدومش از همه باحالتر بود؟",
                  "comments": 7,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/ashpazi_irani",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "IMAGE",
            "campaign_type": "REACH",
            "price": 600000,
            "description": "24 ساعته - عکس",
            "advertiser_price": 600000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 3019,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-08T14:01:15.588392+03:30"
          },
          {
            "id": 44607,
            "media": {
              "id": 23381,
              "title": "آشپزى ايرانى",
              "username": "ashpazi_irani",
              "gender": "ALL",
              "audience_location": "All",
              "media_locations": [],
              "engagement_rate": 0.18695730881352335,
              "categories": [
                {
                  "id": 93,
                  "title": "Cook",
                  "title_fa": "آشپزی"
                },
                {
                  "id": 115,
                  "title": "آموزش",
                  "title_fa": "آموزش"
                }
              ],
              "profile_photo_url": "https://cdn.jaryan.net/2024-12-02_180201.1555800000-h9Bv5HWQ",
              "media_type": "INSTAGRAM",
              "custom_name": "ashpazi_irani",
              "following": 1,
              "followers": 1441773,
              "likes_per_post_average": 2669,
              "comments_per_post_average": 26,
              "sample_posts": [
                {
                  "link": "https://www.instagram.com/p/CvIEaubt1de",
                  "image": "https://cdn.jaryan.net/2024-07-15_012401.0834240000-NB5l0rX2",
                  "likes": 110746,
                  "views": null,
                  "caption": "😂😂😂😂😂😂\n.\n.\n.\n#طنز #خنده #خنده_دار #وایرال \n\nپیج ایده و فیگور عکاسی👇🏼\n@figure_begir \n@figure_begir \n@figure_begir",
                  "comments": 1197,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/CtvqMlHgrIo",
                  "image": "https://cdn.jaryan.net/2024-07-15_012401.2492580000-Pwe23QqW",
                  "likes": 69667,
                  "views": null,
                  "caption": "تا حالا دیده بودی؟😮\n\n#دریا #فان #جالب #ساحل #آمریکا #تیک_تاک \n\nاگه میخوای از برند اورجینال نیوبلنس به صورت آنلاین خرید کنی پس پیج زیر رو فالو کن👌🏼😍👇🏼\n\n@newbalance_online.ir \n@newbalance_online.ir \n@newbalance_online.ir",
                  "comments": 333,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DB8j09et1pX",
                  "image": "https://cdn.jaryan.net/2024-11-08_070701.1722210000-e2SnTABl",
                  "likes": 35563,
                  "views": null,
                  "caption": "اسم این گونه چیه؟\n.",
                  "comments": 877,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCtePtHNCOP",
                  "image": "https://cdn.jaryan.net/2024-11-28_182901.0405770000-yQfdznP0",
                  "likes": 6921,
                  "views": null,
                  "caption": "آدم واقعا لذت میبره از این همه شوق و ذوق و خلاقیت در هنر\n😍👍🏼💫\n.\n#هنر #هنرمند #نقاشی #نقاش #منظره #درخت #گیاه #سرگرمی #خلاقیت #جنگل \n.\nCredit: @huangyaopainter 👍🏼",
                  "comments": 42,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCPYPl2tG7p",
                  "image": "https://cdn.jaryan.net/2024-11-19_081501.8125130000-1RdwQNIU",
                  "likes": 5071,
                  "views": null,
                  "caption": "🐨😍👌🏼واقعا عشق و محبت به سبک اینا خیلی قشنگه\n.\n#وایرال #ریلز #کوالا #حیوانات #جنگل #ترند \n.\nCredit: @australianreptilepark 👌🏼",
                  "comments": 22,
                  "is_video": true
                },
                {
                  "link": "https://www.instagram.com/p/DCoLuBPtXVP",
                  "image": "https://cdn.jaryan.net/2024-11-28_182901.2238520000-hgFvCFfg",
                  "likes": 1790,
                  "views": null,
                  "caption": "🫠به نظرت آخریه ۴ساعت زمان نیاز داشت؟\n.\n.\nکدومش از همه باحالتر بود؟",
                  "comments": 7,
                  "is_video": true
                }
              ],
              "link": "https://www.instagram.com/ashpazi_irani",
              "is_business_account": true
            },
            "content_type": "POST",
            "content_format": "ALL",
            "campaign_type": "REACH",
            "price": 750000,
            "description": "24 ساعته - اسلایدی",
            "advertiser_price": 750000,
            "discount_percentage": 0,
            "has_promotion": false,
            "impression": 2935,
            "rounded_down_purchase_times": 0,
            "series_count": 1,
            "minimum_availability_hours": 24,
            "will_provide_insight": true,
            "is_influencer": false,
            "update_price_datetime": "2024-05-08T14:02:05.722806+03:30"
          }
        ]
';

              // تبدیل JSON به آرایه PHP
                $data = json_decode($json, true);

                // بررسی خطا در تبدیل
                if (json_last_error() !== JSON_ERROR_NONE) {
                    die("Error decoding JSON: " . json_last_error_msg());
                }
                $counter = 101;
                $product = 90;
                // فیلتر کردن داده‌ها
                $filteredData = array_map(function($item) use (&$counter, &$product){
                    return [$counter++,$item['category_id'],$product++];
                }, $data);// نمایش داده‌ها
                // نمایش JSON فیلتر شده
                    header('Content-Type: application/json');
                    echo json_encode($filteredData, JSON_PRETTY_PRINT);
        }
    public function fetchAndStoreData()
    {
        // فراخوانی API
        $response = Http::get('http://127.0.0.1:8000/api'); // آدرس API خود را وارد کنید
        $data = $response->json();
        $urls = [];
          foreach ($data as $item) {
              if (isset($item['media'])) {
                $urls[] = [10,$item['name'] ?? null,$item['title'] ?? null,$item['price'] ?? 0,'fixed',$item['link'],$item['slug'] ?? null,$item['image'] ?? null,$item['description'] ?? []];
              }
          }
          return $urls;
    }
}
